{
    "company_type": "Health Insurance Companies",
    "inquiry_category": "Appeals, grievances, and complaint handling",
    "inquiry_sub_category": "Grievances regarding coverage issues",
    "description": "Customers may express grievances related to coverage limitations, network providers, or treatment pre-authorization, seeking a resolution and clarification on their current health insurance plan.",
    "inquiry": "Why was my treatment denied?",
    "paraphrases": [
        "There are reasons for my treatment being denied.",
        "Why wasn't the treatment given to me?",
        "Why was no treatment approved?",
        "I don't understand why care was rejected.",
        "Who turned me down for my medical care?",
        "My healthcare request was refused.",
        "The treatment refused seriously?",
        "Why the rejection of treatment?",
        "Why did the treatment be rejected?",
        "Is there a reason for not receiving treatment?",
        "Why refuse my request for healthcare?",
        "Who told me not to have my medical care?",
        "What's the cause of my treatment not being approved?",
        "My refusal to have a treatment?",
        "What are the reasons why my treatment was denied?",
        "What is the reason I was denied my treatment?",
        "Why do care declined?",
        "I question if they denied me proper care.",
        "That treat got denied.",
        "Is that the reason for denying my treatment?",
        "I was denied my care now what?",
        "Did they deny me the care that I deserved?",
        "You did not accept my treatment.",
        "Why wouldn't I receive my healthcare request?",
        "What caused my treatment not being given?",
        "I wonder if there's a specific reason for denying my care.",
        "Treatment didn't continue?",
        "I am wondering if they denied me proper care.",
        "My treatment not done?",
        "I wondered why my claim was turned down.",
        "I was denied a treatment.",
        "I would like to know if my treatment got denied.",
        "Is there a specific reason that I am denied care?",
        "Why won't I get my healthcare request?",
        "What exactly made them decline it?",
        "What's the reason that my treatment was denied?",
        "Why care wasn't provided?",
        "Why did my treatment get refused?",
        "Are you able to explain the treatment denying?",
        "what is it that denied my treatment?",
        "My treatment did not get approval.",
        "Why didn't it approve treatment?",
        "Did you not accept my treatment.",
        "I wanted to know what resulted in my treatment being denied.",
        "I am wondering what happened to my treatment not being approved.",
        "What happened that got my treatment denied?",
        "My treatment possibly got denied.",
        "Are there reasons for being denied treatment?",
        "Who refused my medical care?",
        "What is the reason for what denied my treatment?",
        "What is the reason my treatment didn't get approval?",
        "Why was the care declined?",
        "Was care refused?",
        "I didn't get approved to get treatment.",
        "The treatment that I received got rejected.",
        "They turned down my care.",
        "Any idea why I was not approved for treatment?",
        "This treatment was denied?",
        "Why wasn't treatment treated?",
        "No idea why I wasn't approved for treatment.",
        "I asked why I didn't get approved for treatment.",
        "I got refused my treatment.",
        "What is the reason why my treatment didn't get approved?",
        "I'm wondering if my treatment got denied.",
        "I didn't get approval for treatment.",
        "Why didn't the treatment go ahead?",
        "What happened to my treatment that didn't approve?",
        "How come I was denied an appointment?",
        "The treatment I was given got turned down.",
        "What did my treatment result in not being approved for?",
        "Really? treatment was refused?",
        "Why was my request turned down.",
        "How come I did not receive any treatment?",
        "What is it that caused my treatment to be rejected?",
        "What is the reason for care being rejected?",
        "What is the reason for not getting treatment?",
        "I was asked why my treatment was denied.",
        "There may be a specific reason for denying my care.",
        "why did care declined?",
        "Why didn't I get approved for a treatment?",
        "Treat became denied, huh?",
        "Why is my care denied?",
        "Why didn't treatment approval be approved?",
        "Care was rejected, why?",
        "Reason for being denied treatment?",
        "I didn't receive my medical care.",
        "Was treatment denied because of reason?",
        "What happened which resulted in my treatment not being given?",
        "Why did they prevent therapy?",
        "You don't give me my care?",
        "My treatment turned down.",
        "Is there a specific reason for not being given care?",
        "Treat being denied?",
        "Why did treatment approval not come?",
        "Did they deny proper care for me?",
        "I didn't get approved for treatment",
        "Why the denial of my treatment?",
        "People turned down my medical care.",
        "What are the reasons I didn't receive my treatment?",
        "Why refuse my health care?",
        "Why didn't it get treatment?",
        "Why has it been denied treatment?",
        "Oh, my treatment refusal?",
        "What happened that denied me my treatment?",
        "Can you tell us about the treatment denial?",
        "How come I couldn't be treated?",
        "Why have the care declined?",
        "Why no approval for treatments?",
        "I asked why my treatment was denied.",
        "Why wasn't my request accepted?",
        "Why was treatment not granted?",
        "Why was the rejection of treatment caused?",
        "Did my treatment end up being denied?",
        "Treatment was refused really?",
        "Care was declined why?",
        "Can you explain why treatment denied?",
        "There was denied treatment?",
        "There was something that resulted in my treatment not being given.",
        "Why did my treatment fail me?",
        "The treatment was not granted.",
        "Why did they deny my treatment?",
        "Why didn't my treatment get done?",
        "Is there a reason why I haven't been treated?",
        "Why isn't treatment approved?",
        "Why did the treatment get rejected?",
        "Why was the treatment denied?",
        "What happened that resulted in my treatment not being granted.",
        "Why didn't we have treatment approval?",
        "Really? denied treatment?",
        "What is the reason that my treatment wasn't approved?",
        "Didn't receive treatment?",
        "\"Why did the treatment not work out for me?\"",
        "My treatment didn't take place?",
        "I wasn't approved for my treatment.",
        "Treatment refused to be given?",
        "What is the reason for my treatment being refused?",
        "The reason I was denied my treatment.",
        "My treatment wouldn't happen?",
        "What was the reason that my treatment didn't get approved?",
        "I wonder if my treatment got rejected.",
        "Why was the care denied?",
        "How can I not receive treatment?",
        "The treatment got turned down.",
        "Is there a specific reason for not receiving my care?",
        "What happened to my treatment which was denied?",
        "Who turned me down for medical care?",
        "Why wascare declined?",
        "What caused my treatment to not be approved.",
        "What resulted in me being denied my treatment?",
        "What's the reason for denying treatment?",
        "What is the cause for my treatment not being given?",
        "Why wouldn't I receive healthcare?",
        "What were the reasons they declined it?",
        "What is the reason why care was rejected?",
        "What happened that prevented me from receiving treatment?",
        "Why denial of treatment?",
        "What happened that resulted in the rejection of treatment?",
        "What is the reason that my treatment isn't being approved?",
        "Why wasn't my treatment approved?",
        "What denied me treatment?",
        "Can you tell us more about the treatment denial?",
        "Treatment not performed?",
        "My treatment denial?",
        "My treatment wasn't accepted.",
        "How did I not get treated?",
        "Why did it refuse my request?",
        "Is there a reason for not giving me my care?",
        "They denied proper care for me.",
        "Why was this denied treatment?",
        "Why didn't I receive approval for my treatment?",
        "What made my treatment not being given?",
        "Was care declined, why?",
        "Why could the treatment not work for me?",
        "Is there a specific reason why my care was denied?",
        "Who were the reasons for my treatment being denied?",
        "Being denied treatment?",
        "Treat got denied!",
        "The treatment didn't go on?",
        "Is there any specific reason for denying my care?",
        "Was denied treatment due to reason?",
        "Why are treatment denied?",
        "Why do you refuse my healthcare request?",
        "My medical care was denied.",
        "Why were I refused?",
        "What is the reason for treatment denying?",
        "They denied me care?",
        "What is the reason for them to decline it?",
        "Treatment refused completely?",
        "Why did they decide not to therapy?",
        "I was denied proper care.",
        "What made my treatment not being given happen?",
        "Is there a reason to deny my care?",
        "My treatment did not occur?",
        "What happened that my treatment wasn't done?",
        "Treat got turned away, huh?",
        "What is the reason my treatment wasn't approved.",
        "Why did the treatment denial happen?",
        "Why did my treatment go down?",
        "There was a reason for the rejection of treatment.",
        "Is that why my care was denied?",
        "What's the reason why my treatment was denied?",
        "How came I was denied treatment?",
        "Is there a particular reason for not receiving my care?",
        "What caused my treatment to be not granted?",
        "Can you shed light on the treatment denial?",
        "Treat was not granted, huh?",
        "Why care was Declined?",
        "Why did the treatment not work in my favor?",
        "Why didn't the approval be for treatment?",
        "Why deny my care now?",
        "Treatment was turned down?",
        "Is there a reason I can't get care?",
        "Why did they refuse to have therapy?",
        "Did my treatment get rejected?",
        "Is there a reason for denied treatment?",
        "Now you deny me my care?",
        "What was the reason my treatment did not get granted?",
        "There is a reason why I can't get my care.",
        "Why did treatment approval not happen?",
        "I want to know what happened that resulted in my treatment not being granted.",
        "Did they not accept my treatment?",
        "I did not have my treatment approved.",
        "So what is it that denied my treatment?",
        "Is there a specific reason for not being treated?",
        "My treatment wasn't approved, what happened to it?",
        "I wonder why being refused.",
        "Why wasn't treatment approval given?",
        "Is there a reason why they refused therapy?",
        "I want to know why the treatment didn't work out for me.",
        "Being refused makes me wonder why.",
        "\"Treatment refused?\"",
        "Is there a reason for not allowing me to see a doctor?",
        "Why hasn't treatment been given?",
        "My treatment got rejected",
        "What happened that my treatment didn't start?",
        "What led to the rejection of the treatment?",
        "My treatment ended up not happening?",
        "What happened that my treatment not being approved?",
        "What are the reasons for my refusal of treatment?",
        "I want to know what caused my treatment not being approved.",
        "It was refused - why?",
        "How come I haven't been treated?",
        "It was my treatment that did not get approved.",
        "Why was care not approved?",
        "How come you deny my care?",
        "Why did I not get approved for a treatment?",
        "What is the reason this denied my treatment?",
        "Being refused - what was the reason?",
        "Why refuse to get healthcare?",
        "What are the reasons for my treatment not being offered?",
        "I wanted to know what caused my treatment not being granted.",
        "Why refuse your healthcare request?",
        "There is a reason for not giving my care.",
        "Treatment was declined?",
        "Was it a reason for not getting treatment?",
        "How come I was not being treated?",
        "Why wasn't my treatment done?",
        "What happened to my treatment that didn't get approval?",
        "I was wondering if my treatment got denied.",
        "I wondered why the treatment did not work out for me.",
        "Is it a specific reason for not getting my care?",
        "Why don't I have my healthcare request accepted?",
        "Care refused - why?",
        "Did they refuse me proper care?",
        "What caused treatment to be turned down?",
        "Why do I not get my healthcare request?",
        "What happened with my treatment not being granted?",
        "Why would care be declined.",
        "I would like to know what denied my treatment.",
        "Why was the care not accepted?",
        "Why refuse a healthcare request?",
        "Why was it not granted to me?",
        "What got my treatment denied?",
        "Why did my treatment not go to me?",
        "I don't understand why my treatment was denied.",
        "Why didn't the treatment be given?",
        "Why do you deny my care?",
        "The treatment has been denied.",
        "Why couldn't I get healthcare?",
        "Treat was denied?",
        "How did my treatment become rejected?",
        "I didn't get approved for treatments.",
        "I didn't get approved for treatment, so what is the reason?",
        "What lead to my treatment not being approved?",
        "I wanted to know what led to my treatment being denied.",
        "Why refused my healthcare request?",
        "Who turned me down for medical treatment?",
        "Why did it refuse to accept my request?",
        "What happened that didn't result in my treatment being approved?",
        "What made the treatment be rejected?",
        "What are their reasons for denying my treatment?",
        "What had caused the rejection of the treatment?",
        "Why did they refuse the therapy?",
        "I didn't get the approval for treatment.",
        "Why care was not given?",
        "I was wondering why the treatment did not work out for me.",
        "Why didn't they take the therapy?",
        "Why care declined.",
        "Why did the treatment not get done?",
        "I didn't receive treatment?",
        "I don't know what caused my treatment to not be given.",
        "Why were they opposed to therapy?",
        "Did they not give me the care I needed?",
        "There was a reason why the treatment was rejected.",
        "What about my treatment caused it to be denied?",
        "The treatment got rejected.",
        "Did they deny proper care to me?",
        "If you have been denied treatment, why?",
        "Why would you deny treatment?",
        "What are the reasons for not getting my treatment?",
        "How did I not receive treatment?",
        "What happened that resulted in me having my treatment denied?",
        "There is a reason I can't get my care.",
        "Why was it treatment denied?",
        "Why didn't treatment approved?",
        "How come I got denied treatment?",
        "Treatment refused to happen?",
        "What happened to my treatment that never got approved?",
        "Did they deny me proper help?",
        "What happened to my treatment not being done?",
        "Was it reason to be denied treatment?",
        "What transpired that led to my treatment being denied?",
        "My needs were turned down.",
        "Why deny my care?",
        "Why did care declined?",
        "What made the treatment not go through?",
        "What is happening, treatment denied?",
        "I was refused treatment.",
        "Was treatment denied?",
        "My treatment was denied. What were the reasons?",
        "There is a specific reason for denying me care.",
        "Why didn't I get my healthcare requested?",
        "I got rejected for treatment.",
        "My treatment was denied because of something.",
        "What happened that I did not get my treatment?",
        "What can you tell me about the treatment denial?",
        "what happened to my treatment being denied?",
        "Is there a reason to deny my care.",
        "How come I wasn't approved for treatment?",
        "You deny me the care?",
        "What made the treatment rejection occur?",
        "What factors resulted in my treatment being denied?",
        "Treat wasn't given, huh?",
        "I want to know who turned down my medical care.",
        "My refusal for treatment?",
        "I don't know if there is a reason for denying my care.",
        "Did they not give me the care I deserved?",
        "how did my treatment get rejected?",
        "What led to my treatment not getting approved?",
        "Why didn't they treatment?",
        "Why didn't we receive treatment?",
        "Why didn't I get approved for the treatment?",
        "My treatment rejection?",
        "What happened that made my treatment denied?",
        "I had my treatment not being given.",
        "Is there a reason I don't get my care?",
        "What are the reasons for the treatment not being given to me?",
        "Treat got denied... huh?",
        "Why am I denied treatment?",
        "Do I have a reason for not getting my care?",
        "treatment refusal?",
        "What were the reasons for my treatment not being accepted?",
        "I don't know what caused my treatment not being approved.",
        "Treatment turned down.",
        "Why did the treatment fail me?",
        "Why couldn't treatment approval be granted?",
        "I am wondering if there is a reason for denying my care.",
        "What is the reason for care declining?",
        "Really? were denied treatment?",
        "What is the reason why my treatment was not granted?",
        "Why didn't I be approved for treatment?",
        "Why was My treatment denied?",
        "What is the reason that prevented my treatment?",
        "Was it a reason for not treatment?",
        "Why isn't treatment approval available?",
        "What were the reasons that the treatment was denied?",
        "What are the reasons for denying me my treatment?",
        "Who refused to provide my medical services?",
        "Is there a specific reason for denying my care.",
        "What happened that led to the rejection of treatment?",
        "What is the reason that my treatment wasn't given?",
        "What now? The treatment was denied.",
        "Treatment was not granted.",
        "Treatments denied? Why?",
        "Why won't I be given healthcare?",
        "Why do not we have treatment approval?",
        "I would like to know why I wasn't approved for treatment.",
        "Is there a reason why my care has been denied?",
        "Why did care not be given?",
        "I do not understand why I did not get approved for treatment.",
        "What caused the treatment to be stopped?",
        "Why care was declined.",
        "Who turned me down for care?",
        "What happened to my treatment that was not approved?",
        "My treatment was denied.",
        "Why has care been declined?",
        "What happened that my treatment was denied?",
        "Why no approval to treat?",
        "Why did they reject care?",
        "What led to my treatment not being given?",
        "Why wouldn't it be treated?",
        "I had my treatment denied. What are the reasons?",
        "I don't know why my treatment got rejected.",
        "Why is it that I was refused - why?",
        "What is the reason for my treatment not happening?",
        "Can you explain the treatment denial to me?",
        "Why did my treatment not continue?",
        "Treat denied?",
        "Why did my treatment disapproved?",
        "What caused care to be rejected?",
        "What occurred that caused my treatment to be denied?",
        "Denied care? Justify it?",
        "Why was my treatment not accepted?",
        "The treat got denied, huh?",
        "Why was care not given to someone?",
        "Treat getting denied, huh?",
        "What's the reason why they declined it?",
        "was my treatment denied?",
        "Why did care being declined?",
        "My refusal to get treated?",
        "Why wasn't treated: reason?",
        "Why did no approval for treatment?",
        "It was declined, why?",
        "Treat got turned down, huh?",
        "Why wasn't treatment approval granted?",
        "I was wondering if my treatment was denied?",
        "Why was it denied for care?",
        "Treatment refused. Why?",
        "I wonder how my treatment was denied.",
        "Who refused my medical services?",
        "Why the care declined?",
        "What happened that resulted in my treatment not being granted?",
        "Why did the treatment not work out for myself?",
        "Can you give me an explanation for the treatment denial?",
        "What made the treatment rejection happen?",
        "What is the reason that my treatment is not being approved?",
        "Why do I not get my healthcare requests?",
        "What prompted my treatment to be denied?",
        "Why did the treatment deny happen?",
        "The treatment was refused.",
        "Why isn't there treatment approval?",
        "Not recieved treatment?",
        "Why was it that treatment was rejected?",
        "What are the reasons for my treatment being turned down?",
        "Why wasn't there approval for treatment?",
        "Treatment denied?",
        "What happened that resulted in my treatment not happening?",
        "Why did treatment not get done?",
        "Why is care rejected?",
        "I have no idea why I did not get approved for treatment.",
        "What happened to me that I was denied treatment?",
        "I wonder if my treatment got denied?",
        "There could be a specific reason for denying my care.",
        "What is it that resulted in my treatment being rejected?",
        "Why didn't I receive approval for the treatment?",
        "What transpired that resulted in my treatment not being granted?",
        "Why did I have my request refused?",
        "How did my treatment not be granted?",
        "What could have caused the rejection of the treatment?",
        "Why was treatment denied",
        "There was a reason my treatment wasn't given.",
        "Are you able to explain the treatment denial.",
        "Is there a reason why I wasn't treated?",
        "My treatment was denied as a result.",
        "Did they decline to give me proper care?",
        "My treatment is refused?",
        "My treatment was declined.",
        "Why did I not get healthcare?",
        "Treatment was completely refused?",
        "Had they denied me proper care?",
        "Someone turned down my healthcare.",
        "Why did it not work out for treatment?",
        "What was the reason my treatment didn't happen?",
        "I failed to get approved for treatment.",
        "How did the treatment get rejected?",
        "What happened that resulted in me not receiving treatment?",
        "Why did my treatment rejection happen?",
        "Why did Treat get denied?",
        "I don't know why I didn't get approved.",
        "What were the reasons for my treatment not happening?",
        "I'm wondering if my treatment was denied.",
        "What happened to my treatment not being approved.",
        "Why did they refuse treatment?",
        "My treatment wasn't approved, what is the reason?",
        "Why didn't my request be accepted?",
        "Why do you reject my request?",
        "I was denied my treatment, what caused it?",
        "Why did Care be declined?",
        "What are the reasons for the denial of my treatment?",
        "What caused my treatment to not be given.",
        "Why refused care?",
        "What happened to my treatment becoming denied?",
        "What was the reason why my treatment was denied?",
        "Is there a reason why I wasn't given care?",
        "Why hasn't treatment been treated?",
        "What are the reasons for my treatment not being approved?",
        "You don't give me care now?",
        "I wasn't approved for treatment.",
        "What were the reasons for my treatment being denied?",
        "Why did I not receive my medical care?",
        "What was the reason I didn't get my treatment?",
        "Being refused, what's going on?",
        "Why decline my request for healthcare?",
        "What caused the failure of the treatment?",
        "Why was it not provided to me?",
        "The treatment I got was rejected.",
        "I don't know how I didn't get approved for treatment.",
        "What happened that prevented my treatment from happening?",
        "what happened to my treatment not being given?",
        "My treatment isn't happening?",
        "My treatment may have got denied.",
        "Why was it denied care?",
        "Why was care not granted?",
        "Can you give an explanation for treatment denial?",
        "Why do you deny my care now?",
        "What reasons did my treatment be denied?",
        "Justify how you were denied care?",
        "What happened to cause the rejection of the treatment?",
        "Was there a reason I didn't get approved for treatment?",
        "I was wondering why my treatment was rejected.",
        "Is there a reason why treatment was denied?",
        "What happened that denied my care?",
        "I didn't get approved for treatment, so any idea why?",
        "Why not a treatment approval?",
        "Why weren't treatment approvals granted?",
        "What is it that caused my treatment to not be approved?",
        "Care declined?",
        "Why was Care rejected?",
        "What might have resulted in my treatment being denied?",
        "Been denied treatment.",
        "Are you able to give an explanation for the treatment denial?",
        "What caused my treatment to not be provided?",
        "Treatment refused then?",
        "The treat got refused.",
        "Why my treatment was rejected?",
        "Why couldn't the treatment be approved?",
        "Being refused was a question of why.",
        "Did I not get treatment?",
        "Do you have an explanation of the treatment denial?",
        "no approval for treatment?",
        "Why has treatment not been given?",
        "My treatment missed out?",
        "What was the reason for care being rejected?",
        "Why did the treatment not happen for me?",
        "Treat stopped?",
        "What was the cause of my not receiving treatment?",
        "What happened that prompted my treatment to be denied?",
        "Did you not give me my treatment?",
        "Treatment refused? Why?",
        "What was the reason for care declining?",
        "Why did they decline that?",
        "Did they deny me proper care.",
        "Why did care get declined?",
        "No treatment approval!",
        "Really, were denied treatment?",
        "The treatment was denied, what are the reasons?",
        "When my treatment was denied, why?",
        "What are the reasons why my treatment was denied.",
        "Did they deny me needed care?",
        "My therapy was rejected.",
        "What happened to my treatment being denied?",
        "Do you know why my care was denied?",
        "Are there any specific reasons for denying my care?",
        "What is the reason they refused therapy?",
        "What was my treatment refusal about?",
        "What happened that resulted in me not being treated?",
        "I am wondering what denied my treatment.",
        "Is there a reason I was denied care?",
        "What was the cause of the treatment not being given?",
        "What led to the failure of treatment?",
        "Why didn't you receive treatment?",
        "Why did the treatment not work out for me??",
        "It denied my treatment?",
        "Is care declined, why?",
        "I asked what resulted in my treatment being denied.",
        "I was wondering if my treatment got rejected.",
        "What is the reason that I didn't get treatment?",
        "You were denied treatment, why?",
        "Is there a specific reason for the denial of my care?",
        "What was the reason that my treatment wasn't granted?",
        "The person turned down my medical treatment.",
        "I want to know why my treatment wasn't approved.",
        "I am wondering what resulted in my treatment not being given.",
        "Treatment denied",
        "What was the reason that denied my treatment?",
        "What prompted my treatment not being given?",
        "Why did my request not be taken up?",
        "Who are the reasons that my treatment was denied?",
        "I had my medical care turned down.",
        "What caused mytreatment to be denied?",
        "Can you tell me something about the treatment denial?",
        "What is the reason my treatment was rejected?",
        "I was not granted my treatment.",
        "Was the treatment denied?",
        "Why did I never get approved for treatment?",
        "What did happen to my treatment being denied?",
        "What made the treatment reject you?",
        "How come they denied me treatment?",
        "What causes my treatment not to be given?",
        "How did the rejection of treatment occur?",
        "What is the cause of my treatment not getting approved?",
        "What happened that the treatment was rejected?",
        "Is this the reason for denying my care?",
        "Something denied my treatment.",
        "Can you tell me why the treatment denial is denied?",
        "What are the reasons for my treatment denying?",
        "A treatment denied.",
        "What are the reasons behind the denial of my treatment?",
        "No approval for treatment?",
        "What triggered the rejection of the treatment?",
        "What causes my treatment not to be approved?",
        "I want to know what happened to my treatment not being given.",
        "my treatment was turned down",
        "Why hasn't treatment approval been given?",
        "I don't understand why I wasn't approved for treatment.",
        "Treatment refused??",
        "Why didn't treatment occur?",
        "Why didn't treatment approval?",
        "Why don't you get treatment approval?",
        "What contributed to the rejection of the treatment?",
        "Why can't I get healthcare?",
        "Did my care get denied?",
        "Which are the reasons that my treatment was denied?",
        "Why was it that care was declined?",
        "Why care wasn't given?",
        "I was wondering why my claim was rejected.",
        "A reason for not receiving treatment?",
        "What caused my treatment to not get granted?",
        "Why did treatment not come about?",
        "What is it that led to my treatment not being approved?",
        "What resulted in my treatment not being approved?",
        "What triggered my treatment not being approved?",
        "What causes the treatment to be rejected?",
        "Was there a reason for denying treatment?",
        "My treatment wasn't done?",
        "What is the result of my treatment not being approved?",
        "No treatment approval?",
        "Was it because they denied me proper care?",
        "My treatment was denied, what was the reason?",
        "How were I denied treatment?",
        "Why didn't treatment approval occur?",
        "I asked why I was denied treatment.",
        "Treatment was stopped?",
        "The treatment was denied, why?",
        "What are the reasons for denial of my treatment?",
        "Why wouldn't I be given healthcare?",
        "How come you deny me my care?",
        "My treatment was decided against.",
        "Why didn't the treatment be done?",
        "What were the reasons for denying my treatment?",
        "Is there a specific reason for denying the care?",
        "What happened to my treatment not getting granted?",
        "Why was it I was denied treatment?",
        "Why wasn't my treatment accepted?",
        "my treatment was denied.",
        "Treat got turned down.",
        "Why was my medical treatment denied?",
        "Is he denied me proper care?",
        "What was the cause of my not being given treatment?",
        "What was the cause of my not being granted treatment?",
        "It was treatment that was refused.",
        "My treatment was turned away.",
        "Why didn't treatment approval be given?",
        "How could I not be treated?",
        "What happened that prevented me from getting my treatment?",
        "My treatment refusals?",
        "Was denied treatment a reason?",
        "I wanted to know how I was denied treatment.",
        "It resulted in my treatment being rejected.",
        "What is the reason I was denied treatment?",
        "Was it because my treatment got rejected?",
        "What is the reason that denied me my treatment?",
        "There is no idea why I didn't get approved for treatment.",
        "Was it someone who turned down my medical care?",
        "What happened when my treatment did not get approved?",
        "What was causing the rejection of treatment?",
        "What occurred that my treatment wasn't approved?",
        "Why hasn't treatment approval been granted?",
        "What are the reasons for my treatment not being provided?",
        "What happened to my treatment that didn't receive approval?",
        "Did my treatment be refused?",
        "Perhaps my treatment was denied.",
        "My treatment wasn't granted, what happened to it?",
        "Why did no approval for the treatment?",
        "Why were treatments denied?",
        "What resulted in the rejection of treatment?",
        "Wait, treat got denied?",
        "Why did care not get treatment?",
        "Being refused, why did it happen?",
        "I wasn't approved for treatment, any idea?",
        "I was denied my care, what?",
        "How did I get rejected for treatment?",
        "Is there a specific reason that my care is denied?",
        "What is it that prevented my treatment from being granted?",
        "What caused my treatment to be not approved?",
        "Treat got refused?",
        "What happened that resulted in my being denied treatment?",
        "My therapy got rejected.",
        "What's the reason for being refused?",
        "My treatment refuses?",
        "I don't know if there is a specific reason for denying my care.",
        "What were the reasons for why my treatment was denied?",
        "Something led to my treatment being denied.",
        "How did I not receive any treatment?",
        "What caused the treatment to be rejected?",
        "Is there a specific reason that my care was denied?",
        "Why did my treatment not approve?",
        "Which resulted in my treatment not being granted?",
        "Why wasn't treatment granted.",
        "Why were my treatments denied?",
        "Why was it rejected for care?",
        "I didn't get approved to have treatment.",
        "Who are the reasons for denying my treatment?",
        "What is the problem that denied my treatment?",
        "What happened to my treatment not being provided?",
        "There was something that denied my treatment.",
        "What are the reasons for the treatment denying me?",
        "Why was care refused?",
        "What is the reason my treatment is not being approved?",
        "Why, care declined?",
        "What caused the treatment to reject?",
        "What are the reasons for my treatment not happening?",
        "Why was my treatment denied?",
        "Is there a specific reason for denying my healthcare?",
        "Might be my treatment refusal?",
        "The treatment that I was given was rejected.",
        "I want to know if there was a denial of care.",
        "What exactly denied my treatment?",
        "Why not accept my healthcare request?",
        "Can you clarify the treatment denial?",
        "What is the reason for it denying my treatment?",
        "Why did my treatment get turned down?",
        "Can you give an explanation for the denial of treatment?",
        "What are the reasons for not giving me treatment?",
        "There were reasons that my treatment was denied.",
        "I wonder who turned down my care.",
        "I was asking if they denied me proper care.",
        "My treatment didn't get given.",
        "Why am I not approved for treatment?",
        "Why was it that denied my treatment?",
        "Treat was declined, huh?",
        "The treatment was refused?",
        "The treatment I was receiving got rejected.",
        "Why was it that I was not treated?",
        "My treatments got turned down.",
        "I wonder why care was declined.",
        "What was the reason I didn't get treatment?",
        "my treatment did not happen?",
        "Why didn't they give treatment?",
        "I got rejected with my treatment.",
        "There is a reason for not providing my care.",
        "What are the reasons for the treatment denying?",
        "What is the reason for my denied treatment?",
        "The treatment was rejected",
        "What happened that my treatment didn't happen?",
        "Is that the reason my treatment wasn't approved?",
        "Why isn't treatment available?",
        "I wonder if there is a reason for denying my care.",
        "Why is the treatment denial denied?",
        "I was turned down for medical care.",
        "Treatment was refusal?",
        "Is it that resulted in my treatment not being given?",
        "I didn't get approved for treatment, I have no idea why.",
        "My treatment may have been rejected.",
        "Why the care was rejected?",
        "I did not receive approved for treatment.",
        "Why was the treatment denied to me?",
        "Treatment turned down?",
        "How could the treatment denial be explained?",
        "Why did it not receive treatment approval?",
        "Is it that my treatment didn't get approved?",
        "Was the treatment denied because of reason?",
        "Is that the reason my treatment was denied?",
        "What stopped my treatment?",
        "Who turned away my medical treatment?",
        "Why did I not receive approval for treatment?",
        "How come they declined it?",
        "What happened to my treatment that wasn't given?",
        "It's been denied treatment?",
        "How come you deny my care now?",
        "What went wrong that resulted in my treatment being denied?",
        "What are the reasons for my denied treatment.",
        "Why was treatment rejected?",
        "What led to rejection of treatment?",
        "I have a treatment that was not approved.",
        "Can you explain how the treatment was denied?",
        "Why did my treatment not go forth?",
        "why did they reject therapy?",
        "My treatment did not go on?",
        "What is the reason to refuse my healthcare request?",
        "They denied me the proper care.",
        "My treatment canceled?",
        "I wonder what happened to my treatment not being granted.",
        "Istreatment refused?",
        "Treat got denied.",
        "Is it possible to explain the treatment denial?",
        "Why did they refuse to therapy?",
        "Why decline in care?",
        "Treatment really refused?",
        "Can you explain the treatment denial",
        "Why wasn't treatment approval approved?",
        "Why did they ignore therapy?",
        "What happened that made the treatment reject?",
        "I wondered why I did not get approved for treatment.",
        "My treatment was not taken up.",
        "Why wasn't care received?",
        "Why are there no approvals for treatment?",
        "What is the reason that I was not treated?",
        "Why did they reject treatment?",
        "Why are they refusing therapy?",
        "Why not get treatment approval?",
        "Why wasn't therapy available?",
        "I didn't get approved for a treatment.",
        "What are some of the reasons that my treatment was denied?",
        "What prompted my treatment not being granted?",
        "Did they deny me my proper care?",
        "I didn't get approved for treatment, what happened?",
        "My treatment didn't go through.",
        "What caused the turn down of treatment?",
        "What are the reasons for the denial of my care?",
        "Why did my treatment not go ahead?",
        "What transpired that denied my treatment?",
        "Was my treatment denied?",
        "Treatment denied? What now?",
        "Why has the treatment been denied?",
        "What are my reasons for not being treated?",
        "Treatment denial?",
        "What gave rise to the rejection of treatment?",
        "Who was responsible for turning down my medical care?",
        "Why didn't I get approved for this treatment?",
        "Why did I not get approval for the treatment?",
        "Has there a specific reason for denying my care?",
        "I didn't get my treatment?",
        "I don't know why I didn't get approved for the treatment.",
        "What made my treatment not being approved happen?",
        "Treatment not done?",
        "What were the reasons for the denial?",
        "What happened that made my treatment not being approved?",
        "Why doesn't it approve treatment?",
        "Why did treatment deny?",
        "I am wondering what happened to my treatment not being given.",
        "Treat got denied, right?",
        "Why is it that treatment was denied?",
        "I want to know what resulted in my treatment not being approved.",
        "What has denied me my treatment?",
        "What caused my treatment to get rejected?",
        "did my treatment get denied?",
        "Was there a reason for being denied treatment?",
        "What caused the rejection of the treatment?",
        "Treatment denied and why?",
        "What are the reasons for my denying of treatment?",
        "What did I not get treated for?",
        "Who decided not to provide my medical care?",
        "There was a reason why care was rejected.",
        "What happened to the treatment being denied?",
        "Why was healthcare rejected?",
        "What's the reason for denying my care?",
        "Why doesn't treatment approval happen?",
        "Treat got declined?",
        "Did them deny me proper care?",
        "Why was my treatment denied.",
        "How did my treatment not be approved?",
        "What led to my treatment being denied?",
        "Are you able to explain the treatment refusal?",
        "Treat received denied?",
        "Was the treatment refused?",
        "I didn't receive approval for my treatment.",
        "So treat was denied?",
        "I have been denied my treatment.",
        "My treatment was not approved, what happened to it?",
        "Treat did not get granted?",
        "Why isn't treatment being treated?",
        "What happened that led to my treatment not being approved?",
        "Treatments refused?",
        "What was the reason my treatment was not given?",
        "Is there a reason for not being treated?",
        "What are the reasons for my denial of the treatment?",
        "How come I am not getting treatment?",
        "Was it seriously denied treatment?",
        "The treat got denied?",
        "What is the reason for denying my treatment.",
        "There may be a reason for denying my care.",
        "How did my treatment not get granted?",
        "Why did they refuse it?",
        "What is the cause for my treatment not being approved?",
        "The rejection of treatment, what caused it?",
        "I wondered why I didn't get approved for the treatment.",
        "How came I did not receive treatment?",
        "My treatment didn't happen?",
        "What caused my treatment to being denied?",
        "What is the reason for its denied treatment?",
        "What causes my treatment to be rejected?",
        "Did they deny meproper care?",
        "What caused my treatment not being done?",
        "What caused my treatment not to be approved?",
        "What are the reasons for rejecting my treatment?",
        "Who did not allow me to receive my medical care?",
        "I don't get approved for treatment.",
        "Why did care not get provided?",
        "What happened that caused the rejection of treatment?",
        "I did not get approved for the treatment.",
        "Absolutely refused treatment?",
        "I was turned down for my medical care.",
        "What happened that resulted in my treatment not being done?",
        "What is the reason I wasn't granted treatment?",
        "Why has no treatment approval been given?",
        "How did the rejection of the treatment happen?",
        "Did they not provide me proper treatment?",
        "Why did it not receive treatment?",
        "Treat wasn't accepted?",
        "Why isn't treatment given?",
        "What about my treatment led to it being denied?",
        "Care was rejected Why?",
        "What was the reason I was denied treatment?",
        "Do I have a specific reason for not being given care?",
        "Why hasn't the treatment been given?",
        "Why did my treatment rejected?",
        "What are the reasons why my treatment wasn't given?",
        "Why didn't they receive treatment?",
        "What's the reason my treatment wasn't approved?",
        "Who turned me away from medical care?",
        "There was a denial of the treatment.",
        "The treatment I had got rejected.",
        "Is there a reason I can't receive my care?",
        "Is it reason that treatment is denied?",
        "My treatment is off?",
        "What is the reason my treatment not being granted?",
        "Thetreatment got rejected.",
        "Is there a reason for not having my care?",
        "Why was this care rejected?",
        "Why care was not provided?",
        "Who refused to give my medical care?",
        "My treatment refusal??",
        "Why did I not get my care?",
        "What are the reasons I was denied treatment?",
        "Why treatment wasn't done?",
        "What is the reason why my treatment wasn't given?",
        "Treat has got denied.",
        "Is it a specific reason to deny my care?",
        "My request was rejected, why?",
        "What was the reason for not being treated?",
        "Which resulted in my treatment being denied?",
        "It was being refused, why?",
        "What are the reasons for denying the treatment?",
        "Treatment wasn't done?",
        "Is there a reason for denying my care.",
        "How did I not get the treatment?",
        "Treat was denied, huh?!",
        "Why did I not get my treatment?",
        "Why was it turned down?",
        "Why can't we get treatment approval?",
        "Who turneddown my medical care?",
        "I wonder why my claim was rejected.",
        "Why were I denied treatment?",
        "Why was there no treatment approval?",
        "Treatment didn't get done?",
        "Why wasn't I treated?",
        "What made treatment reject?",
        "I'm not sure why I didn't get approved.",
        "What about my treatment did it deny?",
        "Why refuse to receive healthcare?",
        "My request was not granted.",
        "Why don't you accept my healthcare request?",
        "Why wasn't care approved?",
        "What caused the decision to reject the treatment?",
        "Is there a reason for my denial of care?",
        "What are the motives for denying my treatment?",
        "What happened to therapy that they refused?",
        "There was denial of care?",
        "What is the reason that it denied my treatment?",
        "There was a reason my treatment wasn't granted.",
        "Why did there not be approval for treatment?",
        "Who did not give me medical care?",
        "What is the reason I wasn't given my treatment?",
        "What is the reason my treatment was not granted?",
        "My treatment wasn't approved.",
        "Why did care become declined?",
        "A treat was denied.",
        "Why was my treatment rejected?",
        "The care was declined, why?",
        "Treatment was rejected?",
        "What led to my treatment being not given?",
        "Treatment not accepted?",
        "It was treatment that refused?",
        "Why did they refuse help?",
        "Has the treatment denial been explained?",
        "What happened that my treatment not being given?",
        "I wonder why my claim was turned down.",
        "Is this the reason for being denied treatment?",
        "What is the reason that my treatment was rejected?",
        "Why did I not get approved to receive treatment?",
        "My medicine was rejected.",
        "Eventual treatment refused?",
        "How come I did not get treated?",
        "What caused the treatment to not work for me?",
        "What happened to the treatment being rejected?",
        "Why the treatment was rejected?",
        "Been denied treatment?",
        "What led to them declining it?",
        "Treat was not approved, huh?",
        "I don't know why the treatment didn't work out for me.",
        "How did I end up denied treatment?",
        "Was there a reason why treatment was denied?",
        "What occurred that my treatment wasn't granted?",
        "What were the reasons I wasn't treated?",
        "Why have no approval for treatment?",
        "What about my treatment was denied?",
        "I didn't get approved for treatment, what was the reason?",
        "Treatment was not offered?",
        "How could I not receive treatment?",
        "My treatment was refused.",
        "Why didn't I get approved for it?",
        "Reasons for denying treatment?",
        "Why was their care rejected?",
        "What caused care to be declined?",
        "Why turn down my request for healthcare?",
        "What is the reason the treatment was denied?",
        "I didn't know why my treatment was denied.",
        "A question about why my claim was rejected.",
        "What happened that caused my treatment to not happen?",
        "Who didn't give me medical care?",
        "I was denied medical care.",
        "Treat didn't get approved, huh?",
        "There was a treatment that didn't get approved.",
        "How am I not getting treatment?",
        "Did someone deny of care?",
        "Was it a reason for not being treated?",
        "Why so, my request was refused.",
        "Why do I not receive healthcare?",
        "Treat had it denied?",
        "I do not know why I did not get approved for the treatment.",
        "What happened that my treatment wouldn't be approved?",
        "Did they deny me proper health care?",
        "Were my treatment denied?",
        "What is the cause of my treatment not being approved?",
        "Why did my treatment go wrong?",
        "The treatment I had was rejected.",
        "What is the reason that I wasn't treated?",
        "Why turn down my request?",
        "Disregard for treatment: reason?",
        "What is the reason for care being declined?",
        "What happened that I didn't get treatment?",
        "What are the reasons they declined it?",
        "What did cause the treatment to be rejected?",
        "What happened that caused my treatment to not be granted?",
        "I want to know what resulted in my treatment being denied.",
        "What was the cause of my treatment not being done?",
        "I want to know what happened to my treatment not being approved.",
        "What happened that caused my treatment not being approved?",
        "What is the reason my treatment wasn't granted?",
        "What caused my treatment to not be given?",
        "What's the reason for treatment being denied?",
        "Why did I not get treatment?",
        "What are the reasons that my treatment was refused?",
        "What made my treatment get rejected?",
        "The treatment I received was turned down.",
        "Why was Treatment denied?",
        "What led to my treatment being rejected?",
        "How do I not get treatment?",
        "Why did the rejection of treatment happen?",
        "What was the reason for the rejection of treatment?",
        "What is the reason behind denying my treatment?",
        "What is the cause of my treatment not being granted?",
        "What is the reason why care declined?",
        "Why not my treatment?",
        "I wonder why I was not treated.",
        "Why did the treatment not go ahead?",
        "My care was turned down.",
        "Why did care be turned down?",
        "What is the cause of my treatment not being given?",
        "Why was care declined.",
        "I was rejected for treatment.",
        "I was refused approval for treatment.",
        "What happened that my treatment did not receive approval?",
        "Why did the treatment didn't work out for me?",
        "Can you give an explanation about the treatment denial?",
        "How come I am not treated?",
        "I was denied for treatment.",
        "Why not the treatment for me?",
        "What happened that I wasn't treated?",
        "I wondered why the treatment didn't work for me.",
        "I am wondering what caused my treatment not being given.",
        "Why didn't the treatment work out for me.",
        "Was denied treatment reason?",
        "Why would care declined?",
        "the treatment was denied",
        "What is the reason why my treatment wasn't granted?",
        "Why did it decline care?",
        "It was my treatment that didn't get approved.",
        "A treat was denied, huh?",
        "There might be a specific reason for denying my care.",
        "Why was it that it was refused?",
        "Is there a reason I can't get my care?",
        "My treatment didn't go on?",
        "What happened when my treatment didn't get approved?",
        "Why would I not get my healthcare request?",
        "What is the reason what denied my treatment?",
        "Can you explain the denied treatment?",
        "A reason was denied for treatment.",
        "What was the reason that my treatment did not happen?",
        "Why wasn't treated?",
        "What caused my treatment not to be given?",
        "There is a reason for denying my care.",
        "Why did I fail to get approved for treatment?",
        "What are the reasons behind my treatment being denied?",
        "What went wrong that my treatment was rejected?",
        "How come I wasn't getting treatment?",
        "What occurred that my treatment was not given?",
        "Clearly denied treatment?",
        "Why wouldn't the treatment be given?",
        "Why couldn't I request healthcare?",
        "What made my treatment not being approved possible?",
        "Why did my request get turned down?",
        "Is there a reason for not seeing me?",
        "Really, treatment was refused?",
        "What were the reasons for my treatment not being granted?",
        "I had medical care turned down.",
        "What was the reason for denial of treatment?",
        "What caused my treatment to not take place?",
        "The treatment wasn't approved.",
        "Why would my treatment be denied?",
        "My treatment didn't continue?",
        "I am wondering what happened to my treatment not being granted.",
        "Can you explain the treatment denying?",
        "It was someone who turned down my medical care.",
        "What are the reasons of my denial of treatment?",
        "What is the reason for not treatment approval?",
        "He was denied treatment?",
        "Why aren't I approved for treatment?",
        "Do you know why treatment denial is denied?",
        "Why did the treatment go wrong for me?",
        "What is the reason for denying my treatment?",
        "Why was that care denied?",
        "My treatment not going forward?",
        "What are the reasons to deny my treatment?",
        "Why did my request go down?",
        "What was the reason that my treatment was not given?",
        "Was it the reason for being denied treatment?",
        "My treatment did not go ahead?",
        "So why was my treatment denied?",
        "I wondered why I didn't get approved.",
        "Why did I not get treated?",
        "Is there a reason why I am not receiving care?",
        "Why did my request fail?",
        "How can I be denied treatment?",
        "What happened that led to my treatment being denied.",
        "Why didn't the treatment approve?",
        "What caused my treatment to be denied.",
        "Treatment was denied?",
        "Why was it that my treatment was rejected?",
        "Can you tell me why the treatment denied?",
        "What happened to my treatment that wasn't granted?",
        "A denial of care?",
        "Why the care was declined?",
        "Why would my request be rejected?",
        "Why didn't I get healthcare?",
        "How come I was denied treatment.",
        "I had a treatment refusal?",
        "Why would care be refused?",
        "Why are the treatment denied?",
        "What did you decide to deny my care?",
        "Why was healthcare declined?",
        "Why did the treatment approval not come?",
        "What prevented my treatment?",
        "What is the root of my treatment not being approved?",
        "What resulted in my treatment being denied?",
        "How could care be declined?",
        "What happened that caused my treatment not to be granted?",
        "How did I not be treated?",
        "The reason for denied treatment?",
        "My treatment wasn't granted because of something.",
        "Why don't treatment approval?",
        "If you were denied treatment, why?",
        "Why did it reject treatment?",
        "What triggered my treatment not being granted?",
        "I want to know why care was rejected.",
        "What made my treatment being denied?",
        "What is the reason that my treatment isn't being given?",
        "What is the reason for why my treatment was denied?",
        "What is the cause of my not being approved for treatment?",
        "I was turned away from treatment.",
        "What is the cause of denying my treatment?",
        "My treatment Refusal?",
        "They did not say yes to my need.",
        "What were the reasons for my treatment being rejected?",
        "What is the reason for treatment denial?",
        "The reason for being denied treatment?",
        "Can you tell me the reason for the treatment denial?",
        "Why wasn't my treatment offered?",
        "Can you explain why the treatment denial happened?",
        "Treatment did not go forward?",
        "Why no approval of the treatment?",
        "My treatment wasn't approved, what happened?",
        "Is there a reason for the treatment denial?",
        "What's the reason they decline it?",
        "Why would they reject therapy?",
        "Is it the reason my treatment was denied?",
        "What were the reasons for the treatment being denied?",
        "What happened that care was rejected?",
        "Why aren't treatment approvals granted?",
        "What is the reason that denied my treatment?",
        "Denied of treatment?",
        "Why did treatment not work out for me?",
        "What did they reason to decline it?",
        "I need an explanation as to why I didn't get approved for treatment.",
        "Was the treat denied?",
        "How could I have been denied treatment?",
        "What is the reason that my treatment did not receive approval?",
        "Why wouldn't the treatment work for me?",
        "Why didn't it be treated?",
        "Is anyone responsible for turning down my medical care?",
        "Just treatment refused?",
        "What happened that my treatment wasn't being given?",
        "Why not accept my request for healthcare?",
        "I didn't get approved to receive treatment.",
        "Who is the reason for my treatment being denied?",
        "What happened that the treatment didn't get approved?",
        "The reasons for my treatment being denied are unknown.",
        "Why did the treatment not go forward?",
        "How did I not get a treatment?",
        "I don't know why I didn't get approved for my treatment.",
        "Is there a specific reason that I was denied care?",
        "Treatments denied. Why?",
        "Why failed treatment?",
        "My treatment refused.",
        "My procedure was turned down.",
        "What was the cause for my treatment not being approved?",
        "You deny my access to care?",
        "What happened that didn't result in my treatment being granted?",
        "Why did my treatment not occur?",
        "Why did they refused therapy?",
        "Why did treatment approval not occur?",
        "I asked how I was denied treatment.",
        "I want to know what caused my treatment to not be approved.",
        "That resulted in my treatment not being given.",
        "Treatment that refused?",
        "What happened that caused my treatment not being granted?",
        "Did they prevent me from getting proper care?",
        "Why was this denied to me?",
        "How could I not get approved for treatment?",
        "I don't understand why care was declined.",
        "I had my treatment not approved.",
        "Treat got turned away.",
        "Why was my treatment denied",
        "My health care was turned down.",
        "What was the reason they refused therapy?",
        "Why was this treatment denied?",
        "Absolutely denied treatment?",
        "Why did they not give therapy?",
        "Why should care be declined?",
        "The person turned down my medical care",
        "My treatment was denied",
        "What happened that resulted in my treatment being rejected?",
        "Why doesn't treatment approval come?",
        "Why did care not receive care?",
        "Why wasn't care accepted?",
        "Why had treatment denied?",
        "Definitely denied treatment?",
        "Why did my treatment not get accepted?",
        "Treat did not get granted, huh?",
        "What happened to my treatment that did not get approved?",
        "I had my treatment not granted.",
        "What was the cause of my treatment being not granted?",
        "Why was the treatment denied for me?",
        "Why denied treatment?",
        "Was there a reason for denying my care?",
        "Why did my request become rejected?",
        "Why did you reject my treatment?",
        "Why was care turned away?",
        "The treatment wasn't accepted.",
        "Do I have a specific reason for not receiving care?",
        "I didn't get approved for my treatment.",
        "Why did they not take the therapy?",
        "Why were care declined.",
        "What's the reason you deny my care?",
        "What happened when my treatment wasn't approved?",
        "Did the people deny me proper care?",
        "What are the reasons for denying my care?",
        "What brought my treatment not being granted?",
        "Why did they not accept therapy?",
        "What is the reason my treatment got rejected?",
        "I would like to know why my care was denied.",
        "Is it possible that they denied me proper care?",
        "Which is why my treatment was denied?",
        "What happened to my treatment not being approved?",
        "They refused therapy and why?",
        "Is it a reason for denying my care?",
        "Why not the treatment?",
        "My treatment ended up being rejected.",
        "Is there a specific reason for the denial of care?",
        "Is there a reason for rejecting my care?",
        "Which is why care was rejected?",
        "Do you know why I didn't get approved for treatment?",
        "Why did my treatment become rejected?",
        "What happened totreatment denied?",
        "How did they deny me proper care?",
        "Why didn't the treatment approval arrive?",
        "What happened that I did not receive my treatment?",
        "Why had my treatment rejected?",
        "They denied my treatment.",
        "It was refused care, why?",
        "Why was care discontinued?",
        "I'm wondering if there's a specific reason for denying my care.",
        "Why didn't they allow therapy?",
        "why was care rejected?",
        "So treat got denied?",
        "Did they deprive me of proper care?",
        "How come my treatment didn't happen?",
        "Did you not give me the treatment?",
        "I asked why the treatment didn't work out for me.",
        "Why didn't I get my healthcare request?",
        "Why couldn't my treatment be done?",
        "Why did my treatment get rejected.",
        "I don't know what happened that resulted in my treatment not being given.",
        "Uhm, treatment refused?",
        "I've been denied treatment.",
        "What happened that treatment was denied?",
        "I wondered why my treatment was denied.",
        "What are the reasons for refusal of my treatment?",
        "Why didn't there be treatment approval?",
        "Why didn't I get approved for treatment.",
        "How can my treatment be rejected?",
        "What was the cause of my treatment being denied.",
        "Why weren't treated: reason?",
        "What made my treatment not given?",
        "I wanted to know why my claim was rejected.",
        "How did I not have treatment?",
        "They denied me proper care?",
        "I questioned why I was denied treatment.",
        "Why didn't treatment approval come?",
        "What happened when my treatment didn't get granted?",
        "My treatment was not welcomed.",
        "I'm wondering if there is a specific reason for denying my care.",
        "What are the reasons for the denial of treatment?",
        "What was the reason for my treatment not being given?",
        "How come I was denied a treatment?",
        "Why isn't it approved for treatment?",
        "How can the denial of treatment be explained?",
        "How come I was refused my healthcare request?",
        "They refused therapy why?",
        "I were denied treatment.",
        "Treat got not approved.",
        "What is it that denied my treatments?",
        "Why didn't the treatment approval approve?",
        "Why didn't the treatmentwork for me?",
        "Why were there no treatment approval?",
        "The reason my treatment was denied.",
        "What are the reasons for my lack of treatment?",
        "What was the reason why they declined it?",
        "How could I be denied treatment?",
        "What led to my treatment not being granted?",
        "Do you know why care declined?",
        "My treatment was shot down.",
        "what happened to my treatment not being approved?",
        "Well, treat got denied, huh?",
        "Treat has been denied?",
        "Do you know what caused my treatment to be denied?",
        "Was it denied me proper care?",
        "I want to know why I didn't get approved for treatment.",
        "Why was treatment turned down?",
        "Why wasn't my treatment met?",
        "What happened to my treatment which did not get approved?",
        "Is there a reason I don't get care?",
        "How come there is no treatment approval?",
        "I want to know if there is a particular reason for denying my care.",
        "The reason for denying my care is unknown.",
        "It was denied treatment, what now?",
        "What is the reason it denied the treatment?",
        "Why did I not get approved for therapy?",
        "What happened to my treatment not happening?",
        "Why is my request turned down?",
        "Is there a reason for me to be denied care?",
        "Mytreatment was turned down.",
        "What made my treatment not approved?",
        "Treatment was not given?",
        "Why didn't the care be accepted?",
        "It is unclear why I didn't get approved for treatment.",
        "What happened that my treatment wouldn't be granted?",
        "Was it a reason for denying treatment?",
        "Why did the treatment not get approved?",
        "Why were the care denied?",
        "Did I not receive treatment?",
        "How come I was rejected for treatment?",
        "Why was no treatment approval given?",
        "What happened that my treatment didn't receive approval?",
        "Why didn't there be approval for treatment?",
        "Did they not allow me proper care?",
        "How come I was refused care?",
        "What happened that my treatment didn't take place?",
        "I wonder why I didn't get approved for treatment.",
        "I had my treatment not being approved.",
        "Why don't you get approval for treatment?",
        "How come care declined?",
        "The treatment was denied because of reason.",
        "Why did my treatment reject?",
        "Being refused, what was the reason?",
        "Who is responsible for turning down my medical care?",
        "Really, denied treatment?",
        "Was it because I was denied treatment?",
        "What happened to my treatment that did not receive approval?",
        "Treating refused?",
        "I was denied treatment?",
        "Which resulted in my treatment not being approved?",
        "Are there a specific reasons for denying my care?",
        "I have been denied treatment.",
        "Is there a reason why I'm denied care?",
        "Why did they reject my treatment?",
        "What happened that led to them declining it?",
        "Why do I not get my healthcare?",
        "How come I received no treatment?",
        "Not approval for treatment?",
        "How have I been denied treatment?",
        "Why did my treatment failure?",
        "Why wouldn't I be allowed to request healthcare?",
        "What happened when my treatment didn't get given?",
        "Did they deny me appropriate care?",
        "Why did I not receive my healthcare request?",
        "Was denying treatment reason?",
        "Treat got refused.",
        "I was denied treatment, what happened?",
        "It's not clear why I didn't get approved for treatment.",
        "Really? Treatment declined?",
        "What happened that got my treatment not approved?",
        "My treatment had been turned down.",
        "Why didn't I get my care?",
        "What led to my not receiving treatment?",
        "Why care turned down?",
        "They denied me care.",
        "Why did I not get my healthcare request?",
        "Treatment refused to be offered?",
        "The treat was denied.",
        "Can you tell me why the treatment was denied?",
        "I wondered who turned down my medical care.",
        "Why did the care be rejected?",
        "Treat wasn't approved, huh?",
        "How do you explain the denial of treatment?",
        "What were the reasons my treatment was denied.",
        "Why would my request not be accepted?",
        "Is there a reason why treatment is denied?",
        "Were they denied proper care for me?",
        "What is the reason that my treatment isn't approved?",
        "What were the reasons that my treatment was denied.",
        "Why the decline of care?",
        "Why did my treatment not be approved?",
        "What is it that denied my medical treatment?",
        "Any idea why I didn't get approved?",
        "Why was my treatment not given to me?",
        "Why was my treatment rejected.",
        "Why was it not approved for care?",
        "Why did this treatment fail me?",
        "Are there specific reasons for denying my care?",
        "You deny my health care?",
        "Really? Treatment was refused?",
        "I wanted to know what caused my treatment to be denied.",
        "What was the reason my treatment was denied?",
        "What is the cause of denied treatment?",
        "Why was patient care rejected?",
        "Is it because my treatment was rejected?",
        "Why is it that care was declined?",
        "Really? treatment declined?",
        "Treat was denied?!",
        "What made my treatment not being granted?",
        "Why couldn't I get treatment?",
        "What was the reason that my treatment wasn't approved?",
        "What is it that prevented my treatment?",
        "Why were the treatment rejections?",
        "What occurred that led to my treatment being denied?",
        "I don't know why my claim was rejected.",
        "What happened that resulted in my not receiving treatment?",
        "Is there a reason for not giving me care?",
        "The treatment didn't get approved.",
        "What is the reason that my treatment didn't get approved?",
        "Why did no approval for treatment occur?",
        "What now, treatment was denied?",
        "I was not given my treatment.",
        "Why did care be rejected?",
        "Why wouldn't I be able to get healthcare?",
        "Who turned down my medical treatment?",
        "There is a particular reason for denying my care.",
        "Is it that my treatment wasn't given?",
        "What about been denied treatment?",
        "The treatment that I got was rejected.",
        "The treatment was denied for me.",
        "There are reasons why my treatment was denied.",
        "They declined to help me with my needs.",
        "I wonder if my treatment got denied.",
        "The treatment I was given was rejected.",
        "Was the treatment rejected?",
        "The reason for not receiving treatment?",
        "I asked what denied my treatment.",
        "It was really denied treatment?",
        "Who turned my medical care away?",
        "Why was the care turned away?",
        "My treatment was rejected",
        "Why had care been rejected?",
        "Why did I not get any treatment?",
        "Is it that my treatment was not approved?",
        "This was denied treatment?",
        "Why was mytreatment denied?",
        "Why do I have my request refused?",
        "Was denied treatment?",
        "I want to know if there was a specific reason for denying my care.",
        "I need to know if there is a specific reason for denying my care.",
        "How come they decline it?",
        "Why were they against therapy?",
        "what happened to my treatment not being granted?",
        "How come they refuse therapy?",
        "Treat wasn't approved.",
        "What caused treatment to reject?",
        "What is the reason my treatment did not go through?",
        "What are your reasons for denying my care?",
        "What about the treatment denial?",
        "Why did my treatment not take place?",
        "My treatment is not being done?",
        "Why won't I get healthcare?",
        "They deny me proper care?",
        "What resulted in the rejection of the treatment?",
        "Not being granted treatment?",
        "What is the reason that denied my treatment.",
        "Why has no treatment approval been granted?",
        "I was not approved to receive treatment.",
        "Why is this treatment denied?",
        "What caused my treatment not to be approved.",
        "What was the reason why care was rejected?",
        "why was my treatment denied",
        "Why didn't I get approval for treatment?",
        "Was the rejection of treatment caused by something?",
        "What is it that led to my treatment not being granted?",
        "Why did my treatment not accept?",
        "Treat being denied, huh?",
        "What's the cause of my treatment not being given?",
        "My treatment wasnt accepted.",
        "What is the reason it denied me?",
        "What is the reason for not being treated?",
        "If care was rejected, why?",
        "Was my treatment turned down?",
        "What made them reject treatment?",
        "I wondered why my treatment was turned down.",
        "Did my treatment be rejected?",
        "Why decline care?",
        "What happened to my treatment that didn't win approval?",
        "What happened to treatment denied?",
        "How have I not been treated?",
        "I was wondering why the treatment didn't work out for me.",
        "What happened that caused me to have my treatment denied?",
        "Why did we not get treatment approval?",
        "Why was the treatment turned down?",
        "Why didn't treatment approval come through?",
        "I wondered why I was denied treatment.",
        "I want to know what led to my treatment not being given.",
        "What happened to my treatment not being granted?",
        "What did my treatment result in not being granted?",
        "What happened which resulted in my treatment not being granted?",
        "Treat got rejected!",
        "There was a reason for being denied treatment.",
        "How come I didn't get treated?",
        "Had my treatment been rejected?",
        "Why was it denied to care?",
        "Why was it that they declined it?",
        "I don't know why I wasn't approved for the treatment.",
        "There is a reason for denying me care.",
        "My medical care was turned down by someone.",
        "How come I wasn't receiving treatment?",
        "Why did they object to therapy?",
        "What caused my treatment to not being granted?",
        "Why did no approval for treatment happen?",
        "Is it that my treatment did not get approved?",
        "What is the reason I didn't receive my treatment?",
        "I want to know why the treatment did not work out for me.",
        "Why did the treatment fail for me?",
        "Why did they reject therapy?",
        "Being refused, what were the reasons?",
        "Is there a way you can explain the treatment denial?",
        "There is a question about what denied my treatment.",
        "Why don't I get my healthcare?",
        "My treatment was denied, what happened?",
        "Why care was declined?",
        "What caused the treatment to be turned down?",
        "What are the reasons for my not getting treatment?",
        "My treatment was not approved.",
        "My request was declined, why?",
        "Treatments denied, why?",
        "Treatments were denied.",
        "What is the reason my treatment did not receive approval?",
        "My treatment may have gotten denied.",
        "Treat was not approved.",
        "why was care declined",
        "What are the reasons for not giving me my treatment?",
        "Why treatment denied?",
        "It is unclear why care declined.",
        "What was the reason that my treatment was denied?",
        "What happened to my treatment that wasn't approved.",
        "why did they refuse therapy?",
        "What is the reason I did not get approved for treatment?",
        "Why wascare rejected?",
        "I was denied treatment, what are the reasons?",
        "How did the treatment rejection happen?",
        "There was a specific reason for denying my care.",
        "What is the reason for denying me my treatment?",
        "Why did treatment denied?",
        "The treatment that I was receiving was rejected.",
        "I did not receive my treatment?",
        "Why don't I get my healthcare requested?",
        "What happened that my treatment did not get approval?",
        "Been refused, why?",
        "What's the reason my treatment wasn't granted?",
        "The reasons for my treatment being denied.",
        "How did I not get my treatment?",
        "Treat wasn't granted, huh?",
        "I don't understand how I was denied treatment.",
        "Why were the treatments denied?",
        "Can you tell me why the treatment denial happened?",
        "What were the reasons for my treatment being refused?",
        "Why refuse me healthcare?",
        "What happened that caused my treatment not being given?",
        "What happened with my treatment being denied?",
        "There wasn't approval for my treatment.",
        "Why don't we get treatment approval?",
        "Why did my treatment not pass?",
        "Why did my request be turned down?",
        "What is the cause of my denied treatment?",
        "What happened that my treatment wasn't approved?",
        "There is a specific reason for denying my care.",
        "What is it that denied my health care?",
        "Did they deny me proper medical care?",
        "What happened to my treatment being not approved?",
        "What happened to my treatment not being used?",
        "What led to my not being granted treatment?",
        "What happened to me that I was not treated?",
        "Do you know why the treatment denial happened?",
        "Why Care was declined?",
        "Someone has a question about why I didn't get approved for treatment.",
        "Why not receive treatment approval?",
        "They said no to something I needed.",
        "I got turned down for my treatment.",
        "Why didn't it receive treatment approval?",
        "Maybe they denied me proper care.",
        "What led to my treatment being denied.",
        "How were I not treated?",
        "The treatment I got got rejected.",
        "What are the reasons for denial of treatment?",
        "Why did you not receive treatment approval?",
        "Treatment was refused.",
        "What's the reason for denied treatment?",
        "I have a question about why my treatment was rejected.",
        "I asked why my claim was rejected.",
        "What happened that meant my treatment wasn't given?",
        "Why do you think they refused therapy?",
        "What happened where my treatment wasn't granted?",
        "Denied care, justify it?",
        "Why care declined, why?",
        "What is the reason for being rejected?",
        "Is there a reason that I can't get my care?",
        "So why was care declined?",
        "My treatment refusing?",
        "Reason for denying treatment?",
        "There are reasons my treatment was denied.",
        "My treatments got rejected.",
        "Why did the treatment go awry for me?",
        "How can you deny my care now?",
        "They denied me treatment.",
        "A denial of treatment?",
        "My treatment rejected.",
        "Why am I not receiving my treatment?",
        "What led to the refusal of treatment?",
        "What was the reason for it denying my treatment?",
        "Why not get approved for treatment?",
        "What was the reason my treatment was not granted?",
        "Treatment was refused?",
        "Which is why care was declined?",
        "What is the reason for the denied treatment?",
        "I was denied treatment and how come?",
        "Who turned me down for healthcare?",
        "What was the reason for the denied treatment?",
        "What is the cause of my not getting treatment?",
        "What is it that you deny my care now?",
        "Will there be a reason for denying my care?",
        "What is the root cause of my treatment not being approved?",
        "It was declined why?",
        "Why was my healthcare denied?",
        "A treatment was denied?",
        "I would like to know if there is a reason for denying my care.",
        "I don't understand why my claim was rejected.",
        "I'm wondering why I didn't get approved for treatment.",
        "What prompted the rejection of the treatment?",
        "Treatment denial.",
        "I wasn't approved for the treatment.",
        "What happened to my treatment that was not given?",
        "What is the cause of rejection of treatment?",
        "What are the reasons for my denial oftreatment?",
        "Is there a reason why I can't get care?",
        "So care was declined?",
        "My refusal to have treatment?",
        "What are the reasons I did not receive my treatment?",
        "Why did treatment not come?",
        "Why didn't the treatment approval come?",
        "Why did my treatment not work out for me?",
        "Why was care disapproved?",
        "Why was the treatment denial denied?",
        "They said no to my needs",
        "My treatment did not get granted.",
        "Was care refused, why?",
        "Hmm, treatment refused?",
        "What happened that led to my treatment being refused?",
        "How come my treatment was rejected?",
        "Did my treatment not get done?",
        "Why didn't I get approved to get treatment?",
        "My treatment failed to be approved.",
        "Why was the treatment rejected?",
        "Why did they decline the therapy?",
        "What led to my treatment not being accepted?",
        "Why was treatment not given?",
        "Who turned down my medical care for me?",
        "The treatment was denied.",
        "Treatment did not continue?",
        "Treatment rejected.",
        "The treatment I got was turned down.",
        "What caused the failure of treatment?",
        "Is there a reason for denying my healthcare?",
        "Can you tell me about the treatment denial?",
        "What happened that caused my treatment not to happen?",
        "You've denied my care now?",
        "It was not approved for my treatment.",
        "Why didn't it get treated?",
        "The treatment did not get granted.",
        "Do you have an explanation for the denial of treatment?",
        "Treatment denied.",
        "My treatment's refusal?",
        "There is something that denied my treatment.",
        "Where did the rejection of treatment come from?",
        "How did care get rejected?",
        "My treatment was not given the green light.",
        "Why was it I wasn't treated?",
        "What reasons did they refuse therapy?",
        "Why did my treatment reject me?",
        "I want to know what caused my treatment not being given.",
        "My treatment didn't get approved.",
        "Why did my treatment deny me?",
        "I am wondering what caused my treatment to be denied.",
        "What was the reason my treatment was denied.",
        "I was denied treatment!",
        "What happened that my treatment was not approved for?",
        "My therapy didn't happen?",
        "My treatment was not accepted",
        "I didn't get approved for treatment, so what's the reason?",
        "What about my treatment refusal?",
        "What happened to my treatment that failed to be approved?",
        "Who turned me away from my medical care?",
        "Justifiably denied care?",
        "What causes my treatment not being given?",
        "What were the reasons for denial of my treatment?",
        "Why is there no treatment approval?",
        "I didn't receive approved for treatment.",
        "How could there be no treatment approval?",
        "I want to know why my treatment was rejected.",
        "Why reject my healthcare request?",
        "Why don't I get my healthcare requests?",
        "Why not get my healthcare?",
        "The care declined, why?",
        "My treatment not accepted.",
        "Why doesn't I get my healthcare request?",
        "Why did no treatment approval not happen?",
        "Do you know why my treatment was denied?",
        "Really been denied treatment?",
        "I want to know why I was not approved for treatment.",
        "My healthcare request has been refused.",
        "What is the reason behind my treatment not being approved?",
        "why was treatment denied",
        "What leads to my treatment being denied?",
        "What was the reason for my treatment being denied?",
        "What's the reason for care declining?",
        "Did the treatment not go through?",
        "What is the cause of my treatment being rejected?",
        "Did the treatment get rejected?",
        "Why did the treatment not go through?",
        "My treatment didn't receive approval.",
        "What lead to my treatment being denied?",
        "What is the reason my treatment wasn't approved?",
        "I had a treatment refusal.",
        "A treatment refusal from me?",
        "You refuse my care?",
        "I want to know what happened to my treatment being denied.",
        "I had no idea why I wasn't approved for treatment.",
        "What are the reasons for denying mytreatment?",
        "my treatment was rejected.",
        "What happened to the care declined?",
        "Why did the treatment not receive approval?",
        "My treatment may have been denied.",
        "Is there reason for denying treatment?",
        "Why did I not get the treatment?",
        "Why did the treatment not take place?",
        "Why didn't I receive my healthcare request?",
        "It was being refused - why?",
        "It was declined why.",
        "Why did the treatment don't work out for me?",
        "What is the matter that denied my treatment?",
        "What are the reasons for the rejection of my treatment?",
        "Did they unfairly deny me care?",
        "Was it a reason for treatment to be denied?",
        "Something caused the rejection of treatment.",
        "Really denied treatment?",
        "What is the reason my treatment didn't go through?",
        "How did care be rejected?",
        "Not being treated: reason?",
        "There must be a reason for denying my care.",
        "There may be a specific reason for denying me care.",
        "Did they deny me proper medical attention?",
        "What happened that resulted in my not being given treatment?",
        "My refusal in treatment?",
        "What is the reason my treatment was denied?",
        "There was something that resulted in my treatment being denied.",
        "How could my treatment be rejected?",
        "Is it because my treatment got rejected?",
        "Why would I refuse to receive healthcare?",
        "my treatment was refused",
        "Why didn't the treatment approval be granted?",
        "Is that the reason for denying my care?",
        "Does there a specific reason for denying my care?",
        "The treatment was rejected what caused it?",
        "What has denied my treatment?",
        "Why is my treatment refusal?",
        "Why couldn't we get treatment approval?",
        "The treatment was not accepted.",
        "My treatment did not become approved.",
        "Why did I not get the treatment I wanted?",
        "\"My treatment refusal?\"",
        "So my treatment refusal?",
        "Why did care be refused?",
        "The care declined - why?",
        "Who turned away my medical care?",
        "Why wouldn't I have my healthcare request?",
        "Why did my treatment being rejected?",
        "How did my treatment fail to be approved?",
        "How come I was denied the care?",
        "Care was declined?",
        "I wonder what happened to my treatment being denied.",
        "What are the reasons for the decision to deny my treatment?",
        "Someone turned down my medical care",
        "What's the reason for not receiving treatment?",
        "Does anyone know why I wasn't approved for treatment?",
        "My treatment is rejected.",
        "Why did they decline it?",
        "What happened that prevented my treatment from being approved?",
        "Why did my treatment not happen?",
        "Is there a reason why I don't get care?",
        "Treatment canceled?",
        "Why did care not get offered?",
        "Was denied care? Justify it.",
        "What was the reason my treatment wasn't granted?",
        "Why was my procedure rejected?",
        "Treatment was denied",
        "My treatment did not get approved.",
        "Do you have an explanation for treatment denial?",
        "There is a reason for not giving me my care.",
        "Why didn't we get treatment?",
        "Why was that care rejected?",
        "What are the reasons for the denial of my treatment.",
        "How come I was not treated?",
        "Who turned down the medical care for me?",
        "They decline it, what was the reason?",
        "Why did the care declined?",
        "Why, care was declined?",
        "Treat did not get approved, huh?",
        "What are the reasons that my treatment was denied.",
        "Why weren't you treated?",
        "Why did it not receive care?",
        "What is the cause of the treatment not being given?",
        "Is there a reason for not taking care of me?",
        "Please explain denied care.",
        "Why did the treatment deny?",
        "Any idea as to why I wasn't approved for treatment?",
        "What happened to my treatment not being given.",
        "What is it that prevented me from being treated?",
        "What leads to the rejection of treatment?",
        "Why isn't my healthcare request accepted?",
        "What happened that my treatment didn't get granted?",
        "What happened that did not result in my treatment being given?",
        "treatment was refused?",
        "Why refused treatment?",
        "What was the cause of my treatment not being given?",
        "Who turned down my medical service?",
        "Can there be a specific reason for denying my care?",
        "Treat turned down, huh?",
        "My treatment was denied, what is it?",
        "What are the reasons for the treatment denial?",
        "What caused my treatment to be not given?",
        "Why is it that I was refused?",
        "denied treatment?",
        "Did they prevent me from receiving proper care?",
        "I had my treatment denied.",
        "What is the cause of my not being treated?",
        "The denial of treatment?",
        "What is the reason why they refused therapy?",
        "Why were the care declined?",
        "What is the reason that my treatment is not approved?",
        "What was the reason my treatment did not happen?",
        "Wondering why care declined.",
        "What made care rejected?",
        "What caused rejection of the treatment?",
        "Why isn't treatment being given?",
        "Why turn down my healthcare request?",
        "What happened that resulted in my treatment not being approved.",
        "What caused me to be denied treatment?",
        "What reason did I not get approved for treatment?",
        "Why wasn't my treatment granted?",
        "I was not approved for treatment.",
        "What happened that my treatment was not given?",
        "Why hasn't the treatment been treated?",
        "My refusal to have my treatment?",
        "Do you know why the treatment denial is happening?",
        "There was a denial of care",
        "What happened to the treatment denial?",
        "They denied me proper care.",
        "I was denied treatment how?",
        "Why is it that treatment has been denied?",
        "I don't know why I didn't get approved for therapy.",
        "Is that the reason I was denied my treatment?",
        "It was not treated. Why?",
        "How come I couldn't get treated?",
        "Why wasn't the treatment accepted?",
        "Why am I not getting my treatment?",
        "I didn't know why my treatment was rejected.",
        "Denying my treatment?",
        "Why did the treatment not work out for me then?",
        "Did they deny me medical care?",
        "Did they deny me the necessary care?",
        "What are the reasons after my treatment was denied?",
        "My treatment wasn't granted, what happened?",
        "What has caused my treatment not being given?",
        "Why have my request been refused?",
        "Why did care being rejected?",
        "Why wasn't the care accepted?",
        "What happened that denied my treatment?",
        "What made me not get approved for treatment?",
        "What occurred that resulted in my treatment not being granted?",
        "What are the reasons for my rejection?",
        "Denying treatment was a reason?",
        "It was my treatment that wasn't granted.",
        "Why refusal of my healthcare request?",
        "Can you provide an explanation for the treatment denial?",
        "Why wasn't treatment approved?",
        "Why did care be declined?",
        "What made the rejection of the treatment occur?",
        "What were the reasons I was denied my treatment?",
        "Was the treatment denial explained?",
        "Why did the treatment not work out for me.",
        "My treatment wasn't granted.",
        "Can you elaborate on the treatment denial?",
        "What are the reasons I was denied a treatment?",
        "What was the reason why my treatment wasn't given?",
        "What has resulted in my treatment not being approved?",
        "I want to know what happened to my treatment not being granted.",
        "Why did I not get approved for treatment.",
        "What is the reason that my treatment didn't happen?",
        "Were my treatments denied?",
        "What was the reason for the denial of my treatment?",
        "Why did it not get treatment approval?",
        "What was the cause of my treatment being denied?",
        "What is the reason for denying treatment?",
        "Whatcaused them to decline it?",
        "What was the reason that my treatment didn't happen?",
        "Reason for denied treatment?",
        "How came my treatment was rejected?",
        "What caused the treatment to be refused?",
        "What happened that made my treatment not being given?",
        "Why did the care not get approved?",
        "I was turned down for treatment.",
        "I'm not sure why I did not get approved for treatment.",
        "Did they reject me for proper care?",
        "What are the reasons for my being denied treatment?",
        "Is there a reason why my care wasn't given?",
        "Treatment was denied, huh?",
        "I got turned down for treatment.",
        "What is the reason that my treatment was not given?",
        "What caused me to be denied my treatment?",
        "It resulted in my treatment not being given.",
        "How come treatment refused?",
        "Why didn't the treatment be treated?",
        "Why did the treatment not work out with me?",
        "Is there a specific reason for not giving me my care?",
        "I want to know what it was that denied my treatment.",
        "I did not get approved to receive treatment.",
        "The care was declined why?",
        "There were reasons for my treatment being denied.",
        "What causes my treatment not being granted?",
        "Is there a reason I didn't get my care?",
        "Is there an excuse for denying my care?",
        "my treatment was not done?",
        "How come I missed out on treatment?",
        "Why isn't there a treatment approval?",
        "What happened that meant my treatment was not given?",
        "What is it that made my treatment not approved?",
        "Who turned my medical care down?",
        "Now that you deny my care?",
        "Why did it refuse care?",
        "Why refuse my care request?",
        "I don't know why I was not approved for treatment.",
        "What happened that I was denied treatment?",
        "How did my treatment get turned down?",
        "What are the reasons for my denial?",
        "Who turned away my medical help?",
        "Why didn't they approve me for treatment?",
        "Why was this care declined?",
        "My treatment did not get given.",
        "What are the causes of my treatment being denied?",
        "I want to know if my treatment got denied.",
        "Why refuse therapy?",
        "I was not given treatment.",
        "My treatment denied.",
        "Did my treatment get refused?",
        "Really? Denied treatment?",
        "Why didn't the treatment approval be given?",
        "Which caused the rejection of treatment?",
        "I wondered how I had been denied treatment.",
        "What are the reasons I had my treatment denied?",
        "This treatment refused?",
        "Why denied the treatment?",
        "Is there a reason for the denial of care?",
        "What is it that denied my treatment.",
        "What led to my being denied treatment?",
        "My treatment was not performed?",
        "How can you explain the denial of treatment?",
        "Why did I receive my treatment rejected?",
        "Treat was not granted?",
        "What caused the decision to refuse treatment?",
        "What made my treatment reject?",
        "Did I not get treated?",
        "What is the reason I wasn't treated?",
        "What happened to cause the rejection of treatment?",
        "Did they stop me from receiving proper care?",
        "Why would treatment be denied?",
        "What were the reasons for rejecting my treatment?",
        "I have a question about who turned down my medical care.",
        "Why did there not be treatment approval?",
        "Did they deny me proper treatment?",
        "Being refused - what are the reasons?",
        "I asked why my treatment was rejected.",
        "The treatment refused really?",
        "Why did it get turned down?",
        "What went wrong that my treatment was denied?",
        "It resulted in my treatment not being granted.",
        "Why wouldn't the treatment be treated?",
        "How could they refuse therapy?",
        "How come I was not given any treatment?",
        "Why did care not receive treatment?",
        "What made the rejection of the treatment happen?",
        "Why did they snub therapy?",
        "There should be a reason for denying my care.",
        "What are the reason for my treatment being denied?",
        "My treatment was denied, what were the reasons?",
        "What was the reason I did not get my treatment?",
        "What led to my treatment being turned down?",
        "my treatment wasn't accepted",
        "What were the reasons for them to decline it?",
        "Can you explain the treatment denial.",
        "Not getting treatment?",
        "What about my treatment didn't get approved?",
        "My treatment was stopped?",
        "Who turned away my health care?",
        "I wondered how I was not treated.",
        "Was there someone denying care?",
        "What is the reason I didn't get treatment?",
        "Who turned down my medical care",
        "Do you think there is a specific reason for denying my care?",
        "Is there a reason for not getting my care?",
        "Why didn't anyone approve the treatment?",
        "What caused my treatment to be refused?",
        "Why did the care be declined?",
        "What lead to the rejection of treatment?",
        "What is it that caused my treatment to not be given?",
        "The treatment that I received got turned down.",
        "What are the reasons for treatment denial?",
        "Treatment wouldn't be done?",
        "I wondered how I was denied treatment.",
        "What is the reason my treatment is not approved?",
        "You refuse my care now?",
        "What are the reasons for me not being treated?",
        "Why not give me my healthcare request?",
        "I wonder what caused my treatment not being granted.",
        "I have a treatment refusal?",
        "Why did they refuse to engage in therapy?",
        "What was the cause of my treatment not being granted.",
        "who turned down my medical care?",
        "What happened that the treatment wasn't granted?",
        "Does anyone have an idea why I didn't get approved for treatment?",
        "There was no idea why I didn't get approved for treatment.",
        "Do you know a specific reason for denying my care?",
        "What was the reason that my treatment did not get approved?",
        "Are you able to give an explanation of the treatment denial?",
        "I have a treatment that wasn't approved.",
        "Why was therapy refused?",
        "How come I was turned down?",
        "Care declined. why?",
        "How was I denied treatment?",
        "My treatment was refused?",
        "Treatment not granted.",
        "Why was my treatment snubbed?",
        "I do not know why I didn't get approved for treatment.",
        "Why resist my healthcare request?",
        "My denial of treatment?",
        "Why did I get turned down?",
        "How did I end up without treatment?",
        "What was the reason my treatment did not get approved?",
        "My treatment was opposed.",
        "What was the reason for my treatment not being approved?",
        "Did my treatment not get treatment?",
        "I don't understand why care declined.",
        "I wondered why my treatment got rejected.",
        "Was there a reason for the rejection?",
        "How come I was denied any treatment?",
        "Why did we not get treatment?",
        "It was strange that I was denied treatment.",
        "I was wondering why the treatment did not work for me.",
        "Why is there no approval for treatment?",
        "I am wondering if my treatment was denied.",
        "What is it that prevented me from receiving treatment?",
        "Why did my request fall through?",
        "What are the reasons for how my treatment was denied?",
        "Why wasn't it treatment?",
        "Is there an answer to the treatment denial?",
        "So why didn't I get approved for treatment?",
        "What were the reasons for the treatment denied?",
        "Why weren't I treated?",
        "What happened that caused the rejection of the treatment?",
        "Why did no treatment approval come up?",
        "What's the reason that my treatment wasn't given?",
        "What was the reason I didn't get approved for treatment?",
        "There was a reason why my treatment was denied.",
        "Why would they decline it?",
        "My treatment got rejected, why?",
        "What prompted my treatment to not be granted?",
        "Treatment not given?",
        "Can you tell me how the treatment was denied?",
        "Why did the treatment get turned down?",
        "Why don't we approve treatment?",
        "What is the reason my treatment was not given?",
        "What are some of the reasons for my treatment being denied?",
        "I have a question about why my claim was rejected.",
        "What prompted my treatment to be rejected?",
        "What made treatment denied?",
        "What do you think caused my treatment to be denied?",
        "Did someone deny care?",
        "Why were the care rejected?",
        "Not received treatment?",
        "Why don't I get my healthcare request.",
        "Why wasn't my treatment considered?",
        "What about my treatment did not get approved?",
        "It's unclear why I didn't get approved for treatment.",
        "Why did my treatment refuse?",
        "What caused my treatment not to be granted?",
        "Is it that my treatment was denied?",
        "Why did I not receive healthcare?",
        "Will there be a specific reason for denying my care?",
        "How can you explain treatment denial?",
        "Why not receive treatment?",
        "What might have caused my treatment to be denied?",
        "Who denied my medical services?",
        "My treatment was not approved, what happened?",
        "Treatment refused, really?",
        "Treat didn't get approved?",
        "Why did care been declined?",
        "What's the reason my treatment was denied?",
        "Why isn't it treated?",
        "What is the reason that my treatment did not go forward?",
        "What happened that my treatment not being granted?",
        "I don't know why care was rejected.",
        "I wondered why care was rejected.",
        "Why do not you get treatment approval?",
        "Why did care not get treated?",
        "Why reject my medical request?",
        "Why no approvals for treatment?",
        "Is it a particular reason for denying my care?",
        "Treatment refused, serious?",
        "What's the reason for denying me?",
        "What causes my treatment to get rejected?",
        "Treatment Refusal?",
        "Really? The treatment refused?",
        "I was denied treatment",
        "Treatment refuse?",
        "People rejected my treatment.",
        "Why do I not get treatment?",
        "Why did the treatment not go down?",
        "What happened to my treatment being refused?",
        "Did they deny me the proper care?",
        "My treatments were rejected.",
        "Treatment that was refused?",
        "What's the reason I was denied my treatment?",
        "There is a reason to deny my care.",
        "Was there a reason for refusal?",
        "Why didn't they accept my request?",
        "Not granted treatment?",
        "Did my treatment rejected?",
        "I didn't receive my treatment approved.",
        "What caused me to not be given my treatment?",
        "What are the reasons of my denied treatment?",
        "I was denied treatment, how come?",
        "Was it possible that they denied me proper care?",
        "Treatment denied. why",
        "What did it prevent me from receiving treatment?",
        "Did my treatment get disapproved?",
        "I don't have an idea why I didn't get approved for treatment.",
        "What happened that I didn't get approved for treatment?",
        "Can you tell me the reason for the denial?",
        "What is the reason for the denying my treatment?",
        "I didn't get treated how come?",
        "My treatment was turned down",
        "Treatments denied?",
        "Why doesn't the treatment approve?",
        "Being refused, what is the reason?",
        "Why would a treatment be denied?",
        "Why have you been denied treatment?",
        "Why did them decline it?",
        "Treatment refused?",
        "Why did my treatment not get approved?",
        "What are the reasons for the denying of my treatment?",
        "It was unclear why I didn't get approved for treatment.",
        "I was denied the treatment.",
        "Treatment refused seriously?",
        "What affected the rejection of the treatment?",
        "Why did they oppose therapy?",
        "Was it the rejection of treatment?",
        "Why couldn't we get treatment?",
        "Why wasn't care offered?",
        "Who turned my health care down?",
        "What can you tell us about the treatment denial?",
        "Why did I have my treatment rejected?",
        "What is the explanation of the treatment denial?",
        "Didn't my treatment get approved?",
        "Did my treatments get denied?",
        "Was it denied for treatment?",
        "Why do we have no treatment approval?",
        "Why did you deny my care now?",
        "It was rejected my treatment.",
        "Why did they refuse to get therapy?",
        "Is there a specific reason for denying me care?",
        "My treatment wasn't granted, what is the reason?",
        "Why wasn't care given to you?",
        "What prompted my treatment not being approved?",
        "Do I have a specific reason for not receiving my care?",
        "What are the reasons for my treatment to be denied?",
        "What caused my treatment to be turned down?",
        "What went wrong that resulted in my treatment not being granted?",
        "What are the reasons for treatment denied?",
        "Why was it that my treatment was denied?",
        "I received a treatment that was rejected.",
        "Why treatment was denied?",
        "Did they deny me some care?",
        "I didn't get approved to be treated.",
        "Why isn't there approval for treatment?",
        "Why do you refuse my request for healthcare?",
        "What caused my treatment not to happen?",
        "What made treatment refuse?",
        "What sparked my treatment being denied?",
        "What happened that care declined?",
        "What is the root of my treatment not being granted?",
        "What happened that prevented my treatment from being granted?",
        "What is the reason for the rejection?",
        "The treatment has been rejected.",
        "My medical treatment refusal?",
        "I was denied therapy.",
        "Why was the care turned down?",
        "Why deny treatment?",
        "The treatment I was receiving was rejected.",
        "What is the reason for denying me treatment?",
        "My refusal to get treatment?",
        "Why would care be declined?",
        "Is there a specific reason why I was denied care?",
        "There was a rejection of my treatment.",
        "What is the reason why my treatment did not get approved?",
        "My cure was rejected.",
        "What happened that I didn't get treated?",
        "Why did care not be approved?",
        "I wondered what denied my treatment.",
        "What happened that resulted in my treatment not getting granted?",
        "I didn't get my treatment approved.",
        "It was denied treatment, why?",
        "Did they deny me the appropriate care?",
        "It seems like I didn't get approved for treatment.",
        "I want to know if they denied me proper care.",
        "What happened that led to my treatment not being granted?",
        "I wonder why I was denied treatment.",
        "What lead to the rejection of the treatment?",
        "I wondered why I didn't get approved for treatment.",
        "Treatment refused? Really?",
        "What is the reason that my treatment was denied?",
        "Absolutely not been treated?",
        "Something resulted in my treatment not being given.",
        "Someone turned down my health care.",
        "I wonder what happened to my treatment not being approved.",
        "You are denying my care?",
        "What is it that denied me treatment?",
        "Why hasn't it been treated?",
        "What is the cause of my not being approved?",
        "How come I was not received treatment?",
        "My treatment was not given approval.",
        "I was rejected my treatment.",
        "denial of treatment?",
        "How did it deny my treatment?",
        "Why was the treatment denied.",
        "There is a reason why I was denied care.",
        "My treatment was snubbed.",
        "Why did they say no to therapy?",
        "I was denied medical treatment.",
        "What is the cause of the treatment being denied?",
        "What triggered my treatment being denied?",
        "What causes my treatment being denied?",
        "Is there a reason for the denial of treatment?",
        "What happened that denied the treatment?",
        "What happened to my treatment that didn't get approved?",
        "Why were treatment denied.",
        "I was not approved for treatment",
        "How am I not being treated?",
        "What are the reasons for the denial?",
        "Why did no approval come for treatment?",
        "Not Granted treatment?",
        "You denied me my care?",
        "Why did they turn away therapy?",
        "What happened that resulted in my treatment being denied?",
        "I don't know what resulted in my treatment not being granted.",
        "The reason for my treatment being denied.",
        "Why did my request being refused?",
        "Can you explain why the treatment was denied?",
        "Why didn't treatment happen?",
        "What is the reason for that denied my treatment?",
        "Why is care not accepted?",
        "I am not sure why I wasn't approved for treatment.",
        "Why did my treatment not get granted?",
        "What happened to my treatment that wasn't approved?",
        "What made the treatment not work out for me?",
        "I have no idea why I wasn't approved for treatment.",
        "Not allowed treatment?",
        "What happened that forced my treatment to be denied?",
        "A reason for denial of treatment?",
        "There is a reason why my care is denied.",
        "Why wasn't there treatment approval?",
        "Treat has got denied, huh?",
        "It was treated refused?",
        "Is there a reason why I don't get my care?",
        "What is the reason that denied my care?",
        "So why was care rejected?",
        "The reason for not getting treatment?",
        "Well, treatment refused?",
        "I couldn't get approved for treatment.",
        "Please explain the treatment denial.",
        "Why were we denied treatment?",
        "What is the reason that stopped my treatment?",
        "Why do you think treatment was denied?",
        "The treatment was rejected because of something.",
        "How come treatment was denied?",
        "What is the reason my treatment was denied.",
        "What are the reasons for the treatment denied?",
        "What's the reason my treatment wasn't given?",
        "What is it that denied my care?",
        "I was denied my care now.",
        "What happened that lead to my treatment being denied?",
        "Did they deny me the care I need?",
        "What was the reason that my treatment was not granted?",
        "What resulted in my treatment not being accepted?",
        "What was the reason why my treatment wasn't granted?",
        "Someone rejected my treatment.",
        "What were the reasons for the rejection of treatment?",
        "What is it that denied me my treatment?",
        "Is this the reason my treatment was denied?",
        "Can you explain why treatment denial happened?",
        "How did you not receive treatment?",
        "Why didn't I be allowed to request healthcare?",
        "They had denied me proper care.",
        "I'm wondering if there's a reason for denying my care.",
        "What are the reasons for the refusal of my treatment?",
        "why was care rejected",
        "Why did they choose not to therapy?",
        "What is the reason why they decline it?",
        "Severely denied treatment?",
        "Why does treatment not happen?",
        "Why did the rejection of the treatment occur?",
        "why did my treatment not happen?",
        "Are you able to explain the treatment denied?",
        "Whatcaused my treatment to be denied?",
        "The treatment became rejected.",
        "why did my treatment not go through?",
        "What are the reasons I was denied the treatment?",
        "What caused the denial of treatment?",
        "What happened with the treatment denied?",
        "Treat got turned down?",
        "What is the reason I didn't receive treatment?",
        "Is the reason for the rejection of treatment?",
        "My treatment did not get approved, what happened to it?",
        "Being refused is a question, why?",
        "My treatment was denied, what happened to it?",
        "I wondered how my treatment was denied.",
        "Didn't my treatment get accepted?",
        "Treatment was rejected.",
        "Why didn't treatment come?",
        "Why did my treatment not get done?",
        "What happened to mytreatment being denied?",
        "The treat was denied?",
        "Treat didn't get granted.",
        "What did cause treatment to be rejected?",
        "How come there was no treatment approval?",
        "How did I end up being denied treatment?",
        "I had no idea why I didn't get approved for treatment.",
        "Treatment refused to occur?",
        "What is its reason for denying my treatment?",
        "I was wondering who turned down my medical care.",
        "Why was it denied to me?",
        "There was someone who turned down my medical care.",
        "My treatment is not accepted.",
        "What's the cause of my treatment being denied?",
        "What caused the refusal of treatment?",
        "What caused my treatment to not be granted.",
        "Has there a reason for denying my care?",
        "Why failed the treatment for me?",
        "Why wasn't it treated?",
        "Is it that led to my treatment being denied?",
        "My treatments were turned down.",
        "Why wasn't I approved for the treatment?",
        "why did my treatment fail?",
        "Being refused made me wonder why.",
        "My treatment was denied?",
        "There was a reason why treatment was denied.",
        "Someone turned down my care.",
        "What happened that denied me the treatment?",
        "Why wasn't treatment given.",
        "Why was care not available?",
        "Why am I not receiving treatment?",
        "The treatment was turned down.",
        "How come I wasn't treated?",
        "Who turned me down for medicine?",
        "Can you offer an explanation for the treatment denial?",
        "What was the reason my treatment was not approved?",
        "Why have I been refused?",
        "What about my treatment resulted in it not being approved?",
        "treatment denied, why?",
        "I wanted to know why my treatment got rejected.",
        "Why has treatment been denied?",
        "Who denied me my medical care?",
        "It was my treatment that was rejected.",
        "My refusal of treatment?",
        "Which resulted in my treatment not being given?",
        "I didn't get approval for my treatment.",
        "What happened that caused my treatment being denied?",
        "What resulted in my treatment not getting approved?",
        "Why would my request be refused?",
        "What was the reason my treatment was rejected?",
        "Do you have a explanation for the treatment denial?",
        "I don't know why I wasn't approved for treatment.",
        "why did my request fail?",
        "Why did they decide against therapy?",
        "Is there a reason for denying me care?",
        "Hmm, treat got denied.",
        "What made my treatment not granted?",
        "What was it that caused my treatment to be denied?",
        "How come I was denied medical care?",
        "I asked if they denied me proper care.",
        "Treatment was not done?",
        "What are the reasons of my treatment being denied?",
        "Treat got stopped?",
        "What happened to the treatment not being granted?",
        "What led my treatment to be denied?",
        "Why are care declined?",
        "Why did my treatment not go through?",
        "My treatment was canceled?",
        "What is it that denied my therapy?",
        "Why wasn't my treatment given to me?",
        "There was a result of my treatment not being given.",
        "What were the reasons for the rejection?",
        "Being refused is a question of why.",
        "To be denied treatment?",
        "Why did they decline care?",
        "You deny my care right now?",
        "I asked what happened that resulted in my treatment being denied.",
        "What was it that led to my treatment being denied?",
        "Can you explain why treatment was denied?",
        "Why am I denied my healthcare request?",
        "Why didn't my treatment get accepted?",
        "What happened to my treatment refusal?",
        "Why were treatment denied?",
        "Why ignore my healthcare request?",
        "I want to know why my care was denied.",
        "I have no idea why I didn't get approved for treatment.",
        "Why didn't treatment approval come along?",
        "What are the reasons for my denial of my treatment?",
        "What happened that my treatment didn't get done?",
        "What made the treatment turn down?",
        "What are the reasons for my treatment denial?",
        "What is the reason that my treatment wasn't granted?",
        "I wonder why care declined.",
        "What is the reason that my treatment did not get approval?",
        "Who turned down my medical procedures?",
        "I am wondering why I did not get approved for treatment.",
        "Really?treatment refused?",
        "The people turned down my medical care.",
        "What are the reasons I was denied?",
        "I was wondering who turned down my care.",
        "Do I have a specific reason for not getting care?",
        "Is that the reason my treatment wasn't given?",
        "Why care was turned down?",
        "Why reject my request for healthcare?",
        "Did my treatment not go forward?",
        "I am wondering why I wasn't approved for treatment.",
        "I'm wondering if there is a reason for denying my care.",
        "Why did you reject the treatment?",
        "What is the reason my treatment didn't work out?",
        "Why did they decline treatment?",
        "How came I did not get treatment?",
        "Why refuse my health care request?",
        "I didn't get approved for treatment, what's the reason?",
        "Why did care be declined.",
        "I have been denied my care.",
        "Do I have a specific reason for not getting my care?",
        "Why isn't treatment approval granted?",
        "Why couldn't the treatment approval be granted?",
        "What happened that my treatment didn't get given?",
        "Why did my treatment turn down?",
        "Did you not acceptmy treatment?",
        "Did my treatment not receive treatment?",
        "What prompted my treatment to not be approved?",
        "They refused therapy?",
        "There is a reason why my care was denied.",
        "They said no to what I need.",
        "Treat did not get approved.",
        "Is that the reason my treatment wasn't granted?",
        "It's possible that I didn't get approved for treatment.",
        "The treatment refused, seriously?",
        "What are the reasons they denied my treatment?",
        "What did I not receive treatment for?",
        "Does it have a specific reason for denying my care?",
        "What led to the decline of treatment?",
        "My treatment did not continue?",
        "What was the reason that my treatment was rejected?",
        "I am wondering what resulted in my treatment not being granted.",
        "Why did no treatment approval?",
        "What is the reason for not receiving treatment?",
        "Why was therapy denied?",
        "Why have my healthcare request refused?",
        "What is the cause of my treatment being denied.",
        "What happened that my treatment wasn't being granted?",
        "Why couldn't I get my healthcare request?",
        "I am wondering why I didn't get approved for treatment.",
        "Why has it not been treated?",
        "What are the reasons why the treatment was denied?",
        "Were treatment refused?",
        "What caused the rejection of the therapy?",
        "Treat got denied?",
        "Why were I denied my treatment?",
        "why did they reject therapy",
        "Why treatment wasn't given?",
        "How did the rejection of the treatment occur?",
        "Why was I denied my treatment?",
        "What happened that resulted in my treatment not being given?",
        "I have no idea why I was not approved for treatment.",
        "What happened to cause them to decline it?",
        "What might have led to the rejection of treatment?",
        "Why have no treatment approval?",
        "How come they didn't give me treatment?",
        "They refuse therapy, why?",
        "How come no treatment approval?",
        "What was the reason that my treatment wasn't given?",
        "What happened that prevented me from receiving my treatment?",
        "What is the reason why my treatment wasn't approved?",
        "What are the reasons for denying my treatment.",
        "Why was there no approval for the treatment?",
        "I was not approved for my treatment.",
        "How did you deny my care?",
        "Is my medical care turned down?",
        "Why was care Declined?",
        "My needs were declined.",
        "What caused my treatment to not be done?",
        "Why can't the treatment be approved?",
        "I was denied my care.",
        "They deny my care?",
        "I asked what it was that denied my treatment.",
        "Is there a reason for not receiving my care?",
        "Why did the treatment not go to me?",
        "Why treatment refused?",
        "The treatment was turned away.",
        "Why did they do not accept therapy?",
        "Could you explain the treatment denial?",
        "Why doesn't the treatment approval come?",
        "What are the reasons for my treatment rejecting?",
        "The treatment I was getting got rejected.",
        "Why stop my healthcare request?",
        "What happened to my treatment that was rejected?",
        "I don't know why I didn't get approval for treatment.",
        "What led to the treatment being denied?",
        "I would like to know if they denied me proper care.",
        "So treatment refused?",
        "What happened to my treatment not being given?",
        "Is there a specific reason for rejecting my care?",
        "There's no idea why I didn't get approved for treatment.",
        "A treat got denied?",
        "Why wasn't the treatment for me successful?",
        "How did I not get treatment?",
        "Why am I denied my treatment?",
        "Why didn't approval for treatment happen?",
        "why care declined",
        "Why did my treatment not go forward?",
        "Was my treatment refusal?",
        "Why weren't treatment approval granted?",
        "What was the reason why they decline it?",
        "Did my treatment not proceed?",
        "Is it the reason for denying my care?",
        "Was it a reason for not receiving treatment?",
        "I had my treatment denied, what are the reasons?",
        "Why wouldn't the treatment work out for me?",
        "Why am I denied my care?",
        "There is no idea why I did not get approved for treatment.",
        "What caused my treatment not being granted.",
        "What caused the treatment to be denied?",
        "I question if there is a specific reason for denying my care.",
        "What was the reason for being denied treatment?",
        "It's being refused - why?",
        "Is it that my treatment wasn't approved?",
        "Did you not accept my treatment?",
        "What was the reason for treatment being denied?",
        "Why weren't treated?",
        "Is there an explanation for the denial of treatment?",
        "There might be a specific reason for not giving me care.",
        "Who are the reasons for my treatment being denied?",
        "How come they refused therapy?",
        "You're denying my care?",
        "I wonder if they denied me proper care.",
        "What about the treatment refused?",
        "What did cause the rejection of the treatment?",
        "I did not get approved for treatment, any idea why?",
        "Why didn't I get my medical care?",
        "Did they deny me correct care?",
        "Why would the treatment be denied?",
        "Treatment was not accepted?",
        "What are the reasons why my treatment was refused?",
        "Why was that care declined?",
        "How come you were denied treatment?",
        "What happened that led to my treatment being rejected?",
        "Why do you have no treatment approval?",
        "Why did my request not get granted?",
        "What are the reasons I didn't get my treatment?",
        "Were treatment denied due to reason?",
        "Why was care turned down.",
        "Why did my request turn down?",
        "Are there any answers to the treatment denial?",
        "What happened that caused my treatment to not be given?",
        "Care declined why?",
        "Why didn't care be given?",
        "What are the reasons my treatment was rejected?",
        "What happened with treatment denied?",
        "I want to know what led to my treatment being denied.",
        "Is it the reason for being denied treatment?",
        "Did they not give me needed care?",
        "I wonder why I didn't get approved for the treatment.",
        "Why did they refuse Therapy?",
        "I wonder why my treatment was turned down.",
        "How come I didn't receive any treatment?",
        "What are the reasons for my treatment being rejected?",
        "What caused the doctors to reject the treatment?",
        "Was I denied proper care?",
        "Treatment was refused?!",
        "Treat received denial, huh?",
        "What made the rejection of treatment occur?",
        "Why isn't treatment approval approved?",
        "The treatment was denied",
        "Repeatedly denied treatment?",
        "Who is responsible for my treatment not being approved?",
        "Treatment had refused?",
        "I don't know how I was denied treatment.",
        "What is the reason why my treatment was not given?",
        "Why no approved treatment?",
        "I did not get my treatment approved.",
        "Why weren't my treatments accepted?",
        "What made my treatment be denied?",
        "Treatments were denied, what now?",
        "I don't know why I didn't receive approval for treatment.",
        "Why was it not treated?",
        "My treatment was denied, what was it?",
        "What happened that made my treatment not approved?",
        "How come I was denied care?",
        "There could be a reason for denying my care.",
        "Well, treat got denied?",
        "did they deny me proper care?",
        "Is there a reason for being denied treatment?",
        "Is the denial of treatment explained?",
        "Why didn't the treatment approval be approved?",
        "What are the reasons for my denial of treatment?",
        "The reason for no treatment approval?",
        "What led to my treatment being not approved?",
        "Who said no to my medical care?",
        "Why was there no treatment for me?",
        "My treatment got turned down.",
        "Can you explain why care was rejected?",
        "I was denied help.",
        "Why did it get refused?",
        "What is the reason for being refused?",
        "What is it that caused my treatment not being approved?",
        "Treatment refused, seriously?",
        "Why refuse my healthcare request.",
        "Why couldn't I get approved for treatment?",
        "Why wouldn't I get my healthcare requested?",
        "Is a specific reason for denying my care the reason?",
        "What is it that caused my treatment to not be granted?",
        "What happened where my treatment wasn't given?",
        "Why did I be refused?",
        "What is the reason why being refused?",
        "What is the cause of my being denied treatment?",
        "I don't know what happened that resulted in my treatment not being granted.",
        "Why was my treatment reject?",
        "What is the reason my treatment isn't being granted?",
        "Reasons for being denied treatment?",
        "Why wasn't care granted?",
        "I wonder if there is a specific reason for denying my care.",
        "What lead to my treatment not being given?",
        "Why would the treatment not work out for me?",
        "How came I was not treated?",
        "What happened that my treatment didn't go through?",
        "I want to know if there is a specific reason for denying my care.",
        "I am wondering what caused my treatment to not be given.",
        "Why the treatment did not work out for me?",
        "What is the reason why I was denied treatment?",
        "What resulted in my treatment being rejected?",
        "I was deniedtreatment.",
        "Treatment not received?",
        "Is there a specific reason for not having my care?",
        "I wonder what caused my treatment to be denied.",
        "I need to know why I didn't get approved for treatment.",
        "My treatment was disapproved.",
        "Why never treatment approval?",
        "Do you have a reason for denying my care?",
        "I don't understand why my request refused.",
        "I was denied treated.",
        "There's a specific reason for denying my care.",
        "Can you give us an explanation of the treatment denial?",
        "Who turned down my medical services?",
        "What was the reason for not receiving treatment?",
        "I didn't get my medical care.",
        "Why did treatment not go ahead?",
        "There had been a denial of care.",
        "What made care be rejected?",
        "What's the reason for being denied treatment?",
        "I want to know what caused my treatment not being granted.",
        "Why refuse to see a doctor?",
        "Why was it treated denied?",
        "They refused to give me my needs.",
        "Why wouldn't I get approved for treatment?",
        "How did I lose my treatment?",
        "Treatment refused.",
        "Why don't they approve treatment?",
        "Why do I not get my healthcare request.",
        "What was the cause of the rejection of treatment?",
        "I was denied treatment, why?",
        "My treatment was halted?",
        "Why were care declined?",
        "Why did they refuse therapies?",
        "Why did the treatment be denied?",
        "I wasn't given treatment.",
        "I don't understand why I did not get approved for treatment.",
        "What prompted the rejection of treatment?",
        "So what made them decline it?",
        "What caused them to reject the treatment?",
        "I'm not sure why I didn't get approved for treatment.",
        "Treatment wouldn't be treated?",
        "Why did treatment not take place?",
        "What prompted my treatment being denied?",
        "Who turned me down for my healthcare?",
        "Why wouldn't treatment be given?",
        "Treatment was turned down.",
        "What are the reasons I wasn't treated?",
        "Can you explain the denial of treatment?",
        "Why refuse my healthcare?",
        "Why were my treatment rejected?",
        "The treat got denied.",
        "Why wasn't treatment allowed?",
        "Now you deny my care?",
        "What led to my treatment being not granted?",
        "What are the reasons why I wasn't treated?",
        "What were the reasons for the denial of my treatment?",
        "I'd like to know why I didn't get approved for treatment.",
        "treatment denied?",
        "What affected the rejection of treatment?",
        "Is there a reason why my care is denied?",
        "How can we explain the treatment denial?",
        "The treatment did not work out for me, why?",
        "Who did not give me my medical care?",
        "What happened that my treatment wasn't granted?",
        "My treatment was denied. What are the reasons?",
        "Wow, treatment refused?",
        "How can the treatment denial be explained?",
        "What drove the rejection of treatment?",
        "Why did the treatment have to be rejected?",
        "The care declined why?",
        "Why is no treatment approved?",
        "Can you tell me why the treatment is denied?",
        "In what way did they refuse therapy?",
        "What is the cause of my treatment not being approved.",
        "What was the reason for the rejection of the treatment?",
        "What caused my treatment not getting approved?",
        "Care was rejected why?",
        "Denying treatment is a reason?",
        "What was the reason why my treatment was not approved?",
        "Is it true they denied me proper care?",
        "Were I denied treatment?",
        "What is the cause of my treatment not being granted.",
        "Who refused to give me medical care?",
        "A question about why care was rejected.",
        "Treatment was denied, what now?",
        "Absolutely Denied treatment?",
        "Why my request was turned down?",
        "There was a denial of treatment.",
        "What is the reason for the rejection of the treatment?",
        "I didn't get approved for treatment, any idea?",
        "Is that the reason my treatment was not granted?",
        "Is there a reason for not receiving care?",
        "What is the cause of treatment rejection?",
        "My treatments didn't happen?",
        "What is the reason for the treatment not being granted?",
        "why did the treatment not work out for me",
        "Is there a specific reason why my care is denied?",
        "why was my treatment denied?",
        "What's the reason it denied my treatment?",
        "Why were there no treatment approvals?",
        "My treatment not being accepted?",
        "Why did treatment be rejected?",
        "What is behind the rejection of treatment?",
        "Why was the patient denied care?",
        "What transpired that resulted in my treatment not being given?",
        "What is the reason for my treatment not being done?",
        "Even treatment refused?",
        "Did my treatment get turned down?",
        "What caused my treatment to be disapproved?",
        "So why did they refuse therapy?",
        "Why did the treatment do not work out for me?",
        "What made the treatment rejected?",
        "I was asked why my treatment was rejected.",
        "I don't understand why my treatment got rejected.",
        "Why wasn't my treatment provided?",
        "Will you explain the treatment denial?",
        "Treatment denied or why?",
        "What are the reasons for deny my treatment?",
        "I have a question about why my treatment was denied.",
        "Why refuse healthcare?",
        "How did my treatment end up rejected?",
        "Correct care was denied to me.",
        "What contributed to the rejection of treatment?",
        "What led to my treatment being refused?",
        "What are the reasons for my denial of treatment.",
        "What happened that caused treatment to be rejected?",
        "Why have my treatment denied?",
        "How did my treatment not get given?",
        "What happened that resulted in me being denied treatment?",
        "Treatment not granted?",
        "Why don't you accept my request for healthcare?",
        "What was the reason my treatment wasn't approved?",
        "There is a reason why my care has been denied.",
        "What happened that caused my treatment not to be approved?",
        "Is there a reason that my care was denied?",
        "Why did they refuse counseling?",
        "Want to know why care declined?",
        "Something resulted in my treatment being denied.",
        "What were the reasons my treatment was denied?",
        "There is a question as to why I didn't get approved for treatment.",
        "What happened that resulted in me not getting treatment?",
        "There are reasons that my treatment was denied.",
        "Totally denied treatment?",
        "What happened that didn't lead to my treatment being given?",
        "I'm not sure why I wasn't approved for treatment.",
        "Is that the reason why my treatment was denied?",
        "I didn't know why my claim was rejected.",
        "Why wouldn't I get healthcare?",
        "What happened that my treatment did not get given?",
        "Why could the treatment not work out for me?",
        "What happened, treatment denied?",
        "Why didn't we get treatment approval?",
        "Why did I have my treatment denied?",
        "How come you denied my care?",
        "How am I not receiving treatment?",
        "Yep, treatment refused?",
        "What were the reasons for my treatment not being approved?",
        "You refuse to provide my care?",
        "My procedure was rejected.",
        "Is it that my treatment was not given?",
        "Why did they reject the therapy?",
        "I am wondering what caused my treatment not being approved.",
        "What are the reasons for denying me treatment?",
        "What was the cause for my treatment not being given?",
        "Who turned me down for my care?",
        "Denied treatment, why?",
        "How come my treatment was denied?",
        "My treatment was denied due to something.",
        "What causes my treatment to not be approved?",
        "Can you tell us why the treatment was denied?",
        "My treatment did not take place?",
        "What happened to my treatment that got denied?",
        "What happened that caused my treatment to be denied?",
        "I was denied my treatment, what are the reasons?",
        "The reason my treatment was denied is unknown.",
        "What are the reasons behind my denied treatment?",
        "What were the reasons for my treatment being denied.",
        "What is the reason behind my treatment being denied?",
        "How came my treatment was denied?",
        "My treating was rejected.",
        "What may have led to the rejection of treatment?",
        "What resulted in my treatment not being approved.",
        "Why didn't Treatment be given?",
        "What is what caused my treatment to be denied?",
        "Do you have an answer for the treatment denial?",
        "Why are you denying my care now?",
        "Why wasn't care provided?",
        "Why did they deny therapy?",
        "I would like to know the reason for denying my care.",
        "What happened with my treatment not being given?",
        "Why was it that I was refused - why?",
        "The treatment was rejected, what caused it?",
        "You didn't accept my treatment?",
        "Deny my care?",
        "Did they deny me proper medical treatment?",
        "Why did they decline it.",
        "I wanted to know if my treatment got denied.",
        "They denied me proper care, did they?",
        "The treatment didn't work out for me, why?",
        "My treatment did not receive approval.",
        "Why did they reject it?",
        "Why was my treatment not given?",
        "They didn't approve me for treatment.",
        "Who prevented my medical care?",
        "What made them reject the treatment?",
        "What are the reasons it denied my treatment?",
        "How come I was never treated?",
        "What are the reasons for the rejection?",
        "How did my treatment not happen?",
        "Why wouldn't I get my healthcare request?",
        "What is it that you deny my care?",
        "How come I was not receiving treatment?",
        "What is the reason my treatment did not get approved?",
        "I wondered why the treatment didn't work out for me.",
        "Treat was denied, huh?",
        "Why did the care not be accepted?",
        "Why didnt the treatment work out for me?",
        "Can you give an explanation of treatment denial?",
        "There were reasons my treatment was denied.",
        "Why was my request turned down?",
        "I'm wondering what denied my treatment.",
        "What may have caused my treatment to be denied?",
        "Why deny my request for healthcare?",
        "Why did they reject Therapy?",
        "Was denied care?",
        "How come I was denied medical treatment?",
        "Who turned it down for my medical care?",
        "I wasn't granted my treatment.",
        "They declined to give me my needs.",
        "Why not approval for treatment?",
        "Why was the care rejected.",
        "Why did my treatment decline?",
        "There is a specific reason why my care was denied.",
        "What was the cause of my treatment not getting approved?",
        "Why did I not be treated?",
        "What happened that caused my treatment to be denied.",
        "How did I end up not being treated?",
        "I'm curious about why I didn't get approved for treatment.",
        "Really?Treatment refused?",
        "What are the reasons for treatment being denied?",
        "why care was declined",
        "What is the reason my treatment didn't get approved?",
        "I was not granted treatment.",
        "Why wasn't my treatment received?",
        "What happened that my treatment was not granted?",
        "What resulted in my treatment not happening?",
        "What are the reasons for the denial of the treatment?",
        "What were the reasons for treatment denied?",
        "Any idea why I wasn't approved for the treatment?",
        "My treatment wasn't given.",
        "I didn't get approved for treatment, what is the reason?",
        "What happened that resulted in me being denied my treatment?",
        "What led to my treatment not happening?",
        "I want to know why I didn't get approved.",
        "If you are denied treatment, why?",
        "Why istreatment denied?",
        "Why wouldn't treatment be treated?",
        "What were the reasons for denying my treatment.",
        "Was it a reason for being denied treatment?",
        "What led to my treatment not being given.",
        "What are the reasons my treatment was refused?",
        "Is that why care was rejected?",
        "What is the reason why my treatment was denied?",
        "What led to my not being treated?",
        "It was my treatment that wasn't approved.",
        "Why didn't they accept therapy?",
        "What are the reasons for my treatment being refused?",
        "Why did the treatment not worked out for me?",
        "What happened that I didn't get my treatment?",
        "Why didn't I get approval for the treatment?",
        "Is it a specific reason for denying my care?",
        "Why was my treatment refusal?",
        "How could care be turned down?",
        "I wonder why they refused therapy.",
        "Somebody turned down my medical care.",
        "They refused to give me what I needed.",
        "Why is it that denied my treatment?",
        "What was the reason I didn't receive my treatment?",
        "A treatment was denied.",
        "Treat was not granted.",
        "Does it have to do with a specific reason for denying my care?",
        "I did not get approved for treatment",
        "What is the reason it denied my care?",
        "Why wasn't treatment offered?",
        "Why did my treatment have to be rejected?",
        "What happened that I was not treated?",
        "I didn't get approved for treatment, any idea why?",
        "Treat were denied, huh?",
        "Why did I not get approved for the treatment?",
        "Why not treatment approval?",
        "I am not sure why I did not get approved for treatment.",
        "Why not approval for the treatment?",
        "Is there a reason why I didn't get care?",
        "Why reject my healthcare request.",
        "The reason for denying treatment?",
        "Treatment denied. why?",
        "Who turned me down for health care?",
        "The treatment was denied, huh?",
        "There was a denial of medical care.",
        "Been refused - why?",
        "Why did the treatment not work out for me",
        "My treatment wasn't approved, what was the reason?",
        "Did my treatment not get accepted?",
        "Was there a reason for refusing?",
        "Why was it turned down for care?",
        "Why did I lose my treatment?",
        "What was the reason they decline it?",
        "Why aren't there treatment approval?",
        "Why were there no approval for treatment?",
        "They turned me down for my needs.",
        "Why did care not get given?",
        "Who denied my medical help?",
        "What are the reasons for me not receiving my treatment?",
        "How come I was turned down for treatment?",
        "Did they reject my treatment?",
        "Why did the treatment rejection happen?",
        "What were the reasons for my treatment to be denied?",
        "What did I not get treatment for?",
        "Why isn't the treatment approved?",
        "It wasn't treated. Why?",
        "There was a denial of care!",
        "Can anyone tell me why I didn't get approved for treatment?",
        "They refused therapy Why?",
        "Why did the care get rejected?",
        "I wasn't approved for treatment, any idea why?",
        "Why did we not receive treatment approval?",
        "My treatment got refused.",
        "Was it a reason for denial of treatment?",
        "Treatment refusing?",
        "What was the cause of my treatment not being approved?",
        "What is the cause of the treatment not being granted?",
        "What was it that denied my treatment?",
        "Why did my treatment go against me?",
        "Why was the treatment not approved?",
        "Why did my treatment be turned down?",
        "Why care was refused?",
        "What were the reasons for the denied treatment?",
        "Why didn't treatment go ahead?",
        "So who turned down my medical care?",
        "What caused the treatment's rejection?",
        "What went wrong with care being rejected?",
        "A reason for denied treatment?",
        "What is the reason why they declined it?",
        "I don't know why I was denied treatment.",
        "My treatment got disapproved.",
        "Why wasn't treatment provided?",
        "The treatment I received was not accepted.",
        "Did they refuse proper care for me?",
        "Treat been denied, huh?",
        "Treatment refused to be treated?",
        "What happened that resulted in my treatment being not given?",
        "Why didn't my treatment go ahead?",
        "My treatment didn't go ahead?",
        "I was denied treatment how come?",
        "What are the factors that denied my treatment?",
        "What happened to my treatment causing it to be denied?",
        "Why is the care declined?",
        "What happened that prevented my treatment from being given?",
        "What are the reasons for my treatment being denied.",
        "What went wrong that resulted in my treatment not being approved?",
        "Can you tell us why the treatment denied?",
        "What happened that led to my being denied treatment?",
        "Why didn't care be provided?",
        "Is there a specific reason for not getting my care?",
        "What is the reason my treatment did not go ahead?",
        "I didn't have my treatment granted.",
        "What happened to my treatment not being granted.",
        "Why did the care not get accepted?",
        "Why was it that treatment was denied?",
        "Being refused - what is the reason?",
        "I didn't understand why my claim was rejected.",
        "Treatment did not occur?",
        "Why was my treatment not done?",
        "Why did my treatment be rejected?",
        "Why was care rejected.",
        "What are the reasons that my treatment was denied?",
        "I don't understand why being refused.",
        "Why is it that treatment is denied?",
        "What's the reason why they decline it?",
        "Why couldn't I receive my treatment?",
        "Why did they refrain from therapy?",
        "What is it that prevented me from getting treatment?",
        "Why was care dismissed?",
        "Why did it not get treatment?",
        "What is the reason it denied my treatment.",
        "Why did my treatment fail?",
        "How did the rejection of treatment arise?",
        "Did they deny me the care I deserved?",
        "What lead to my treatment not being granted?",
        "I received treatment that got rejected.",
        "You've denied my care?",
        "Is there reason for being denied treatment?",
        "How come I didn't get any treatment?",
        "How come I am not receiving treatment?",
        "I wanted to know what happened to my treatment being denied.",
        "What is the cause for denying my treatment?",
        "I didn't get approved for the therapy.",
        "Why did I not get approved for treatment?",
        "Why were care denied?",
        "I have a treatment that did not get approved.",
        "How should I have been denied treatment?",
        "How was care denied?",
        "I wondered why my treatment was rejected.",
        "Why reject my health request?",
        "Why did it reject the treatment?",
        "Are there any explanations for the treatment denial?",
        "You may have rejected my treatment.",
        "The treatment was declined.",
        "Were denied treatment reasons?",
        "The reason for denial of treatment?",
        "My treatment didn't get accepted.",
        "What is the reason my treatment is not being granted?",
        "Why did they refuse the treatment?",
        "I was refused, why?",
        "How could my treatment be denied?",
        "Why didn't the treatment get approved?",
        "Is there a reason why I was denied care?",
        "His treatment was rejected.",
        "What are the reasons I did not get my treatment?",
        "Why did my treatment not proceed?",
        "What was the cause of my not being treated?",
        "Why did my treatment not be accepted?",
        "Why didn't you accept my request?",
        "Why couldn't there be treatment approval?",
        "Being refused, what is going on?",
        "Were denied treatment?",
        "Why my treatment was denied?",
        "Why would care be rejected?",
        "I want to know why my treatment wasn't given.",
        "My medical care was turned down by who?",
        "Why did no treatment approval happen?",
        "Treatment was not available?",
        "What caused treatment to be denied?",
        "I wonder why my treatment was denied.",
        "Was it a reason for denied treatment?",
        "Is it a specific reason for not receiving my care?",
        "What has caused my treatment to not be given?",
        "What happened that my treatment was rejected?",
        "Treatments were denied?",
        "What happened that resulted in my treatment not being approved?",
        "What happened to my treatment being rejected?",
        "What made this treatment reject?",
        "Why were care declining?",
        "Can you tell me why treatment denial happened?",
        "Who denied my medical care?",
        "I wondered why I wasn't approved for treatment.",
        "What's the reason that denied my treatment?",
        "There was something that resulted in my treatment not being approved.",
        "Why is the care rejected?",
        "Why did you deny my care?",
        "Why was care denied?",
        "What was the cause of my treatment not being given.",
        "Treatment did not get done?",
        "Why was my treatment ignored?",
        "Why hasn't the treatment been done?",
        "Why did I not receive treatment?",
        "What happened to my treatment that not being approved?",
        "My treatment not being done?",
        "What transpired that caused my treatment to be denied?",
        "Why haven't treatment approval been granted?",
        "What are the reasons I was not treated?",
        "Why did treatment not go through?",
        "I wonder what caused my treatment not being given.",
        "The treatment was denied?",
        "What happened that made my treatment not being granted?",
        "Can you tell me more about the treatment denial?",
        "What is the cause of the treatment not being approved?",
        "Why refuse treatment?",
        "Reasons for not receiving treatment?",
        "The treatment I received got turned down.",
        "Why decline the care?",
        "I was wondering if my treatment had been denied.",
        "Why don't you receive treatment approval?",
        "Why do I not get approved for treatment?",
        "Why wasn't my treatment available?",
        "What are the reasons for being denied treatment?",
        "Why didn't treatment get done?",
        "Why wasn't the treatment granted?",
        "I was rejected for my treatment.",
        "We were denied treatment?",
        "I was not approved for the treatment.",
        "Did you not give me treatment?",
        "The treatment was rejected due to something.",
        "Why wasn't treatment available?",
        "There was a reason that my treatment was denied.",
        "What are the reasons behind my denial of treatment?",
        "I want to know who turned down my care.",
        "The treatment I got was not accepted.",
        "My treatment was not accepted.",
        "Treatment refused to start?",
        "Why was I denied treatment?",
        "The rejection of treatment?",
        "Were you able to explain the treatment denial?",
        "I received treatment that was rejected.",
        "I wonder what made them decline it.",
        "What's the reason you deny my care now?",
        "No treatment approval is why?",
        "What is the reason my treatment did not happen?",
        "What were the reasons the treatment was denied?",
        "How come I was denied any care?",
        "Treatment was refused",
        "Why didn't treatment approval go through?",
        "Mytreatment was denied.",
        "There has been a denial of care.",
        "Why would my request be turned down?",
        "Why did my request not be granted?",
        "I would like to know why the treatment didn't work for me.",
        "How did I miss out on treatment?",
        "Are you able to explain the denial of treatment?",
        "Why did I have my request refuse?",
        "How came I didn't get treated?",
        "Why was it that I wasn't treated?",
        "A treatment refused?",
        "my treatment was denied",
        "How can I not get treatment?",
        "What was the reason I was denied my treatment?",
        "What are the reasons for denying my treatment?",
        "How can you explain the treatment denial?",
        "Why was it that you were denied treatment?",
        "Does there a reason for denying my care?",
        "Is there a reason for denying care?",
        "How did I end up not receiving treatment?",
        "What is the reason my treatment didn't go forward?",
        "The treatment I was given got rejected.",
        "Is it possible to explain the denial of treatment?",
        "What was the reason that they declined it?",
        "What are the reasons for why my treatment was denied?",
        "Why did the treatment not work out for me?!",
        "The treatment got denied?",
        "What is the reason that I was denied treatment?",
        "I wonder why my request was refused.",
        "Why was I not treated?",
        "What's the cause of my treatment not being granted?",
        "What's the reason for my treatment being denied?",
        "Did you not accept mytreatment?",
        "Rejected treatment?",
        "Was there a reason for denied treatment?",
        "Why was the care declined.",
        "How did my treatment end up being denied?",
        "My treatment was not accepted?",
        "Denial of treatment?",
        "What are the reasons for denied treatment?",
        "Why no treatment?",
        "treating refused?",
        "What happened that my treatment did not happen?",
        "What made the treatment turned down?",
        "What was the cause for my treatment not being granted?",
        "Why did it deny my treatment?",
        "Why the treatment was denied?",
        "My treatment did not happen?",
        "Is it that resulted in my treatment being denied?",
        "How did my treatment not get approved?",
        "Why does my treatment get rejected?",
        "Why had no approval for treatment?",
        "Why so, my request was turned down?",
        "I don't know why care declined.",
        "What is the reason you deny my care?",
        "Do you have an explanation for the treatment denial?",
        "Why did this treatment not work out for me?",
        "How did I get denied the treatment?",
        "Why can't I get my healthcare request?",
        "What is the reason for my treatment not being given?",
        "What led to my treatment not being done?",
        "Reason for denial of treatment?",
        "I wonder how I was not treated.",
        "Why was care turned down?",
        "Why was this treatment denied to me?",
        "Why didn't I receive approval for treatment?",
        "Is there a reason why I can't receive care?",
        "Do you have an explanation for the treatment denying?",
        "What's the reason that my treatment wasn't granted?",
        "The treatment declined?",
        "Is there a reason for not getting treatment?",
        "What is the reason care was declined?",
        "What was the cause of my treatment being not approved?",
        "What drove the rejection of the treatment?",
        "Why is care declined?",
        "What was the cause of my treatment not being granted?",
        "What had caused my treatment to be denied?",
        "Why did they decline therapy?",
        "What happened that my treatment did not get approved?",
        "Were treatment denied because of reason?",
        "Is there a reason for the rejection of treatment?",
        "How did the rejection of treatment happen?",
        "You rejected my treatment?",
        "How come I couldn't receive treatment?",
        "Why was this care denied?",
        "What is the cause of the rejection of treatment?",
        "Did they deny me appropriate healthcare?",
        "What is it that refused my treatment?",
        "Do you have any explanation for the treatment denial?",
        "Why was it denied treatment?",
        "What made treatment rejection occur?",
        "Why wasmy treatment denied?",
        "Why was it refused care?",
        "What were the reasons of my treatment being denied?",
        "It was seriously denied treatment.",
        "What is the cause for my treatment not being granted?",
        "Really, was denied treatment?",
        "Treat did not get approved?",
        "What was the reason they declined it?",
        "How am I denied treatment?",
        "Why didn't they approve the treatment?",
        "Is denying my care due to a specific reason?",
        "Why couldn't it be treated?",
        "Was denied treatment because of reason?",
        "Why have treatment been denied?",
        "What was the cause of my treatment being rejected?",
        "Do you have an explanation for the treatment denial.",
        "I didn't get my treatment.",
        "Is there a reason why I haven't received my care?",
        "What caused my treatment to not being given?",
        "What caused the decision to reject treatment?",
        "Why is it that care was rejected?",
        "There is a question about why I didn't get approved for treatment.",
        "What caused my treatment not to go through?",
        "What happened that led my treatment to be denied?",
        "What is the reason for my treatment being denied?",
        "You deny my medical care now?",
        "How come I had no treatment?",
        "I was denied treatment why?",
        "What are some of the reasons my treatment was denied?",
        "There was a reason for denying my care.",
        "Did you decide not to treat me?",
        "Do you have a specific reason for denying my care?",
        "I got denied treatment.",
        "What is the reason my treatment did not take place?",
        "Why were denied treatment?",
        "What is the reason my treatment was refused?",
        "There was a denial of my treatment.",
        "What happened that care was declined?",
        "What was the reason my treatment wasn't given?",
        "Treat was turned down, huh?",
        "Why didn't I get approved to be treated?",
        "Why wouldn't treatment be granted?",
        "Are you able to explain the denial of the treatment?",
        "What is the reason I had my treatment denied?",
        "What might have caused my treatment to not be given?",
        "I am wondering what resulted in my treatment not being approved.",
        "What was the reason for denying my treatment?",
        "Someone turned down my medical treatment.",
        "Disregard treatment: reason?",
        "Why treatment didn't happen?",
        "My treatment was rejected, why?",
        "What occurred that resulted in my treatment not being given?",
        "How did I not get care?",
        "I questioned why my treatment was denied.",
        "Why care declined?",
        "There is no idea why I wasn't approved for treatment.",
        "What denied my treatment?",
        "How come I wasn't being treated?",
        "Really? was denied treatment?",
        "Not given any treatment?",
        "Treatment did not happen?",
        "Why was my medical care turned down?",
        "Why was denied care?",
        "What is the cause of my not getting treated?",
        "Why did my request not been accepted?",
        "Why wasn't therapy offered?",
        "What happened to my treatment being not given?",
        "What is the reason my treatment wasn't done?",
        "Why did I not get my medical care?",
        "What is the reason I wasn't approved for treatment?",
        "Why did the rejection of treatment occur?",
        "What is the cause of my not receiving treatment?",
        "I wanted to know why I didn't get approved for treatment.",
        "What are the reasons for the denied treatment?",
        "I'm wondering why I wasn't approved for treatment.",
        "Care was refused, why?",
        "I did not get approved for treatment.",
        "I questioned why my claim was rejected.",
        "You reject my treatment?",
        "Reasons for denied treatment?",
        "My treatment was denied so what are the reasons?",
        "why did I not get approved for treatment?",
        "What was the reason my treatment didn't get granted?",
        "Why was it declined care?",
        "my refusal of treatment?",
        "Was it the case that they denied me proper care?",
        "Can you explain why the treatment is denied?",
        "What happened that caused my treatment to be refused?",
        "treatment denied.",
        "I want to know why my claim was rejected.",
        "I was denied treatment and why?",
        "Is it reason that treatment was denied?",
        "What about my treatment not being approved?",
        "There was no idea why I wasn't approved for treatment.",
        "Why had I been refused?",
        "How come I couldn't get treatment?",
        "Why were my treatments turned down?",
        "How came I couldn't get treatment?",
        "Why didn't the treatment be approved?",
        "The treatment that I was given got rejected.",
        "Treat had it denied, huh?",
        "I am wondering what resulted in my treatment being denied.",
        "What caused my treatment to not get approved?",
        "So why did they decline it?",
        "What went wrong with the treatment for me?",
        "I wonder who turned down my medical care.",
        "What are the reasons that mytreatment was denied?",
        "How could the treatment not work out for me?",
        "Why do you not have approval for treatment?",
        "What about my treatment did not happen?",
        "My treatment didn't occur?",
        "What led to my treatment not being granted.",
        "What might have caused the rejection of the treatment?",
        "Did my treatment not go ahead?",
        "Can you give me an explanation for the denial?",
        "Why did you not get treatment approval?",
        "What caused my treatment not being provided?",
        "Can you tell me why treatment denial is denied?",
        "How do I not get treated?",
        "Effectively denied treatment?",
        "What is the reason I was not treated?",
        "What happened that caused my treatment not to be given?",
        "Was it because my treatment was denied?",
        "Care declined. Why?",
        "What is the root of my treatment not being given?",
        "Did they stop me from getting proper care?",
        "Why was no treatment approval granted?",
        "My refusal to receive treatment?",
        "Why was there care declined?",
        "It was my treatment that didn't get approval.",
        "How come I wasn't given any treatment?",
        "Why can't I have my healthcare request?",
        "Had my treatment denied?",
        "Why didn't treatment be granted?",
        "What happened where my treatment was denied?",
        "Is there an explanation for the treatment denial?",
        "Why was it not approved for treatment?",
        "Why do not we get treatment approval?",
        "I didn't receive approval for treatment.",
        "What is the reason for treatment being denied?",
        "Can you give an explanation for the treatment denial?",
        "What reasons did my treatment not go through?",
        "What reasons was my treatment denied?",
        "why care was declined?",
        "Why is my treatment being denied?",
        "A question about why my treatment was denied.",
        "What happened that my treatment wasn't given?",
        "Treat got not approved?",
        "Why was my treatment not received?",
        "Is there a reason why I didn't get my care?",
        "I had my treatment not being granted.",
        "I was wondering why the treatment didn't work for me.",
        "I did not have my treatment granted.",
        "A reason for being denied treatment?",
        "Why were I not treated?",
        "I didn't get approved for the procedure.",
        "What is the reason why my treatment wasn't done?",
        "What's the reason that my treatment wasn't approved?",
        "Why didn't I get approved to receive treatment?",
        "Is there a reason for not giving my care?",
        "What happened that did my treatment not get approved?",
        "What are the reasons for not giving my treatment?",
        "What happened that caused my treatment to not be approved?",
        "Treat refused, huh?",
        "Treat was refused, huh?",
        "What brought about the rejection of treatment?",
        "Something resulted in my treatment not being approved.",
        "Treatment refused, why?",
        "What happened that I didn't receive my treatment?",
        "Absolutely not for treatment?",
        "The person turned down my medical care.",
        "Why was medicine rejected?",
        "Why did nobody approve treatment?",
        "Why did my request not go through?",
        "Justified denied care?",
        "Why so, my request was refused?",
        "I would like to know if my treatment was denied.",
        "What caused my treatment not being given.",
        "What is the case that denied my treatment?",
        "What is the reasons for denying my treatment?",
        "My treatment got denied.",
        "Absolutely not recieved treatment?",
        "Why did I refuse treatment?",
        "Why was it that care was denied?",
        "How did treatment be denied?",
        "Why wouldn't I be allowed to have healthcare?",
        "How come I was refused treatment?",
        "Is there a reason why they declined it?",
        "my treatment was rejected",
        "What are the reasons behind the denied treatment?",
        "There can be a specific reason for denying my care.",
        "Why refuse a request for healthcare?",
        "Is there a reason why I can't receive my care?",
        "What is the reason that I was denied my treatment?",
        "My medical treatment was rejected.",
        "It was denied for treatment.",
        "Why didn't I get the treatment?",
        "I got denied my treatment.",
        "What happened that did not result in my treatment being approved?",
        "I got my treatment denied.",
        "Why declined the care?",
        "Treatment denied!",
        "What prompted my treatment to not be given?",
        "Why did it not get care?",
        "How about my treatment refusal?",
        "I do not know why I did not get approved for treatment.",
        "What causes my treatment not being approved?",
        "I did not get approved for therapy.",
        "What caused my treatment to not be approved?",
        "Is it that my treatment wasn't granted?",
        "Why wasn't my treatment given?",
        "Why did they refuse therapy",
        "What is the reason my treatment isn't approved?",
        "What is the reason my treatment isn't being given?",
        "I am wondering what happened to my treatment being denied.",
        "Why care was denied?",
        "Why did I have my request rejected?",
        "Is there a single reason for denying my care?",
        "Why was there no approval for treatment?",
        "When I was denied treatment, how come?",
        "What were the reasons for my denied treatment?",
        "Did they not grant me proper care?",
        "Why wasn't my treatment funded?",
        "My treatment was turned down.",
        "Why was care declined?",
        "What happened to my treatment which was not approved?",
        "Can you explain why the treatment denied?",
        "Treat got turned away?",
        "What made my treatment turned down?",
        "I want to know why the treatment did not work for me.",
        "What is the reason for denying me care?",
        "The treatment refused!",
        "Is there a reason why care was rejected?",
        "Why was the treatment not given to me?",
        "Does anyone know why I didn't get approved for treatment?",
        "What was the cause of the treatment's rejection?",
        "What may have caused the rejection of the treatment?",
        "What made treatment rejection happen?",
        "Why was care not accepted?",
        "Why is the treatment not approved?",
        "Why was care rejected",
        "Can you explain the treatment denied?",
        "How come my request was rejected?",
        "How came I didn't receive treatment?",
        "Allegedly denied treatment?",
        "why was my request turned down?",
        "Why did my treatment not go forwards?",
        "Why did care have it declined?",
        "What about the treatment denied?",
        "What happened to my treatment getting rejected?",
        "Did they deny me the care I needed?",
        "It was unclear why care declined.",
        "That was denied treatment?",
        "Is it because my treatment was denied?",
        "Did they turn me away from proper care?",
        "Why would the care be declined?",
        "Treatment refused to be done?",
        "Why wasn't treatment granted?",
        "What is the cause of my treatment not being done?",
        "Look, treatment refused?",
        "Treatment completely refused?",
        "Can you explain the treatment refusal?",
        "Why didn't I get treatment?",
        "That denied my treatment?",
        "Is there a reason to deny me care?",
        "My treatment didn't get done?",
        "Why was it denied of care?",
        "I received a rejection from my treatment.",
        "What has caused my treatment to not be approved?",
        "What about my treatment refusal.",
        "How came I didn't get treatment?",
        "What are the reasons for refusing my treatment?",
        "I had my treatment not given.",
        "I wonder how I was denied treatment.",
        "What is the reason for treatment denied?",
        "Why did I not receive the treatment?",
        "Why? Care declined.",
        "Why was it that care was turned down?",
        "What was it that denied me my treatment?",
        "What are the reasons for my treatment being denied?",
        "Is there a reason not to get my care?",
        "Why did my request get refused?",
        "What is the reason that my treatment wasn't done?",
        "What is the reason why it denied my treatment?",
        "I was turned down for my treatment.",
        "Is there a specific reason not to get my care?",
        "Why did my treatment get disapproved?",
        "Was the treatment denied for me?",
        "What is the situation that denied my treatment?",
        "What are the reasons for denying treatment?",
        "I was refused my treatment.",
        "Why didn't my treatment go forward?",
        "Who turned down my medical care??",
        "How can there be no treatment approval?",
        "What are the reasons for the denying my treatment?",
        "What resulted in my treatment not being done?",
        "What happened that resulted in me not receiving my treatment?",
        "What are the reasons my treatment was denied?",
        "What caused my treatment to be denied?",
        "Why declined care?",
        "Denyed care?",
        "Someone turned down my medical care.",
        "Is there an explanation to the treatment denial?",
        "What were the reasons for my treatment not being given?",
        "My therapy was turned down.",
        "Why did care not get care?",
        "Why was the treatment refused?",
        "How could you be denied treatment?",
        "What is it about my treatment that denied it?",
        "Who refused to help me with my medical care?",
        "Why did it not get treated?",
        "How did they reject therapy?",
        "What are the reasons for my treatment denied?",
        "Why refuse my care?",
        "I asked how come I was denied treatment.",
        "Why the treatment denial?",
        "What is the reason why my treatment did not happen?",
        "Why won't I receive healthcare?",
        "Oh, treat got denied?",
        "Why wasn't the treatment done?",
        "How did I not get any treatment?",
        "I want to know why my treatment got rejected.",
        "Treat didn't get approved.",
        "How do you explain the treatment denial?",
        "Treatment been refused?",
        "Is there a specific reason for not giving me care?",
        "What reason did they decline it?",
        "Were they denying me proper care?",
        "How did my treatment be denied?",
        "I don't understand why I didn't get approved for the treatment.",
        "It was treatment refused?",
        "What led to my not being given treatment?",
        "why was my treatment rejected?",
        "Treatment turned off?",
        "Why doesn't treatment approval occur?",
        "How could I not get treatment?",
        "What is the reason they denied my treatment?",
        "Why did they desert therapy?",
        "Why had my treatment denied?",
        "Is there a reason for denying the care?",
        "I had a question about why I didn't get approved for treatment.",
        "I want to know what happened that resulted in my treatment not being given.",
        "Why do we not receive treatment approval?",
        "Why did the treatment approval not happen?",
        "How could care be rejected?",
        "Why was the treatment not accepted?",
        "What were the reasons for my treatment denying?",
        "What happened that made my treatment not granted?",
        "Oh, treatment refused?",
        "What was the reason why my treatment was not granted?",
        "Not given treatment?",
        "Are you capable of explaining the treatment denial?",
        "Can you tell me why the treatment denial was denied?",
        "I am wondering why my treatment was denied.",
        "I had my treatment rejected.",
        "Why did my request not be allowed?",
        "What about me was denied treatment?",
        "Were treatment denied?",
        "How did I not receive care?",
        "Why didn't we get the treatment?",
        "The treatment I received got rejected.",
        "Thetreatment refused?",
        "What occurred that my treatment wasn't given?",
        "Treatment refused!",
        "There were reasons for my treatment to be denied.",
        "I wanted to know what happened that resulted in my treatment being denied.",
        "How are the reasons for my treatment denied?",
        "Did my treatment not receive approval?",
        "Why did they decline this?",
        "What happened that my treatment didn't go forward?",
        "I don't know why my treatment was denied.",
        "What did my treatment cause to not be approved?",
        "why did they refuse therapy",
        "The treat got rejected.",
        "What denial denied my treatment?",
        "Why did the treatment denial occur?",
        "Treat got denied",
        "there was a denial of care",
        "What is it that prevented my treatment from happening?",
        "What was the result of my treatment not being approved?",
        "What now? treatment was denied.",
        "Why did my treatment end up being rejected?",
        "Really? Treatments refused?",
        "Why did not I get approved for treatment?",
        "Was it a reason that treatment was denied?",
        "Who refused to provide my medical care?",
        "What brought my treatment not being approved?",
        "Is there a reason why I am denied care?",
        "What is the reason my treatment not being given?",
        "I wonder why I wasn't treated.",
        "My treatment has been turned down.",
        "Is there a particular reason for denying my care?",
        "How did treatment refuse?",
        "How come you denied my care now?",
        "What might have caused the rejection of treatment?",
        "I was denied care because of a specific reason.",
        "How did they decide to decline it?",
        "Really? been denied treatment?",
        "I didn't receive my treatment?",
        "How did you deny my care now?",
        "I was denied my treatment, what were the reasons?",
        "What is the reason for no treatment approval?",
        "What is the cause for my treatment being denied?",
        "Why did care not be provided?",
        "My refusal to receive treatment.",
        "Why did treatment not go your way?",
        "Why my treatment was turned down?",
        "There might be a specific reason for denying me care.",
        "What are the reasons that denied my treatment?",
        "The treatment is denied?",
        "Now, what did you deny my care for?",
        "Reason for not receiving treatment?",
        "Why have the treatment been denied?",
        "What was the reason for treatment denied?",
        "Did treat get denied?",
        "Why was my care denied?",
        "Can you tell us why the treatment is denied?",
        "It was denied my treatment.",
        "Were there reasons for denying treatment?",
        "There was a reason why my treatment was rejected.",
        "It was Treatment refused?",
        "What happened with my treatment not being approved?",
        "What are you doing denying my care?",
        "why did they decline it?",
        "Why was my treatment turned away?",
        "Denied treatment is a reason?",
        "Why were they unwilling to accept therapy?",
        "I was wondering if they had denied me proper care.",
        "Why do you not have treatment approval?",
        "Is there a reason I can't receive care?",
        "My treatment was objected to.",
        "What happened to my treatment that got rejected?",
        "Oh, treat got denied, huh?",
        "What is the reason I wasn't given treatment?",
        "I wanted to know why my treatment was denied.",
        "Why did care get rejected?",
        "Treatment refused to continue?",
        "Really? Treatment refused.",
        "Why didn't I get approved for treatment?",
        "Why Care was Declined?",
        "My medical care turned down.",
        "Something caused my treatment to be denied.",
        "I don't know the reason for denying my care.",
        "What is the reason for denying my care?",
        "Why not have my healthcare request?",
        "What is the reason that my treatment was not approved?",
        "Why did my treatment not receive approval?",
        "Who turned away my care?",
        "Is there a reason why I didn't receive my care?",
        "What is the reason for denying me?",
        "Why did my treatment not go my way?",
        "The person turned down my health care.",
        "Why had no treatment approval?",
        "I had my treatment turned down.",
        "My medical care was declined.",
        "I was denied my treatment because of something.",
        "Treat was not approved?",
        "Who stopped me from receiving my medical care?",
        "What is the reason my treatment wasn't given?",
        "I am wondering if my treatment got denied.",
        "Treatment refused to take place?",
        "treat was denied",
        "Why did my treatment go away?",
        "I don't understand why I didn't get approved.",
        "Treat turned down?",
        "What causes the rejection of treatment?",
        "What happened that my treatment did not get granted?",
        "Is there a reason not to receive my care?",
        "What about care was rejected?",
        "What causes my treatment to be denied?",
        "The treatment refused?",
        "Why didn't treatment take place?",
        "What happened to my treatment that didn't go through?",
        "My treatment did not proceed?",
        "His treatment was denied.",
        "Why did the treatment not happen?",
        "Why deny my healthcare request?",
        "What happened that denied my treatment.",
        "What is the cause of my treatment not happening?",
        "What caused my treatment not being granted?",
        "what about my treatment refusal?",
        "I am wondering why my treatment was rejected.",
        "Why do we not get treatment approval?",
        "Treat getting denied?",
        "What are the reasons that treatment was denied?",
        "Why did my treatment disapprove?",
        "Totally refused treatment?",
        "Why did care not get received?",
        "What happened that caused my treatment to be rejected?",
        "What was the reason for being refused?",
        "Treat rejected, huh?",
        "What was the reason why the treatment was rejected?",
        "What was the reason for denying treatment?",
        "Is there a specific reason not to receive my care?",
        "Treat got declined, huh?",
        "Why didn't treatment approval arrive?",
        "What are the reasons for my denying my treatment?",
        "I did not get approved for my treatment.",
        "My treatment not being given, what is it?",
        "They refused therapy, why?",
        "Why was Care Declined?",
        "My treatment didn't get approved, what happened to it?",
        "Treatments were refused?",
        "What made my treatment not being approved?",
        "There is a reason for the denial of my care.",
        "Is there a reason why I was denied my care?",
        "How come I have not been treated?",
        "How come I didn't get treatment?",
        "Denyed treatment?",
        "Why was my treatment declined?",
        "The reason for not being treated?",
        "Do I have a specific reason for being denied care?",
        "I wonder if you can explain the treatment denial.",
        "My care got rejected.",
        "why treatment denied",
        "Why did my treatment go to waste?",
        "I wanted to know why my treatment was rejected.",
        "I wonder why the treatment did not work out for me.",
        "What is responsible for the rejection of treatment?",
        "Why didn't we receive treatment approval?",
        "Why do you not receive treatment approval?",
        "What led to me being denied my treatment?",
        "Treat didn't get granted, huh?",
        "Why haven't we received treatment?",
        "Why wasn't my approval for treatment?",
        "What are the reasons for the treatment being denied?",
        "Treatment not continued?",
        "When care was rejected, why?",
        "Why do we not have treatment approval?",
        "Treatment did not take place?",
        "The treatment did not get approved.",
        "They turned down my medical care.",
        "How come I didn't receive treatment?",
        "I don't know why I couldn't get approved for treatment.",
        "I did not receive approval for treatment.",
        "Treat got refused, huh?",
        "Therapy denied?",
        "Why is treatment denied.",
        "Was it because the treatment was denied?",
        "Why was treatment denied to me?",
        "What made my treatment denied?",
        "You deny my medical care?",
        "Why wouldn't we get treatment?",
        "What happened that resulted in my treatment not getting approved?",
        "Why did my treatment get denied?",
        "Why had care been declined?",
        "I got rejected for my treatment.",
        "I wondered if there was a specific reason for denying my care.",
        "What caused my treatment not being approved?",
        "Is the denial of treatment reason?",
        "Being refused, what's the reason?",
        "Did my treatment not get treated?",
        "What happened which resulted in my treatment not being approved?",
        "Why did I not get approved for my treatment?",
        "I am wondering what caused my treatment to not be approved.",
        "Any idea why I wasn't approved for treatment?",
        "Why are there no approval for treatment?",
        "Can you explain why treatment is denied?",
        "What happened to my treatment that was not granted?",
        "Why was the care disapproved?",
        "I wonders if my treatment was denied.",
        "What is the reason it denied me my treatment?",
        "Why care was rejected?",
        "Why didn't it get treatment approval?",
        "How did the rejection of treatment come about?",
        "How came I was refused treatment?",
        "Why didn't treatment approval come about?",
        "They denied me proper care, right?",
        "What is the reason why you deny my care?",
        "What happened that the treatment wasn't approved?",
        "I questioned if they denied me proper care.",
        "I don't know why I did not get approved for treatment.",
        "Why don't I be given healthcare?",
        "Who are the reasons for the denial of my treatment?",
        "Is there reason for denied treatment?",
        "Why is treatment denied?",
        "Being refused, what are the reasons?",
        "How come they didn't treat me?",
        "What happened to my treatment which wasn't approved?",
        "Why is the treatment denied?",
        "What is the reason why my treatment was not approved?",
        "Why didn't I get approved for my treatment?",
        "The treatment I was getting was rejected.",
        "What is the reason that my treatment did not happen?",
        "Are you able to explain the treatment denial?",
        "I received my treatment turned down.",
        "Why are there no treatment approvals?",
        "Why has treatment denied?",
        "Why didn't anyone approve treatment?",
        "What happened to my treatment being turned down?",
        "Really? treatment refused?",
        "What are the reasons for my treatment not being done?",
        "What occurred that resulted in my treatment not being approved?",
        "Why was cared for declined?",
        "It was denied treatment?",
        "What is the reason my treatment did not get approval?",
        "Why did it be refused?",
        "Why refuse my treatment?",
        "why did my treatment get rejected",
        "My request for healthcare was refused.",
        "My treatment didn't get approval.",
        "Who turned down my medical needs?",
        "A reason for denying treatment?",
        "my treatment refusal?",
        "How did the treatment be rejected?",
        "I asked what caused my treatment to be denied.",
        "What is the reason care declined?",
        "Why should my treatment be rejected?",
        "It wasTreatment refused?",
        "There were reasons why my treatment was denied.",
        "Were there reasons for denied treatment?",
        "I received a rejection of my treatment.",
        "Why didn't they agree to therapy?",
        "Why do you not accept my healthcare request?",
        "What is the reason why treatment was denied?",
        "What is the reason for my not receiving treatment?",
        "What led to the treatment being rejected?",
        "I want to know what resulted in my treatment not being given.",
        "You didn't accept my treatment.",
        "Why was it not given care?",
        "Had treatment denied?",
        "I didn't get approved for treatment.",
        "Was treatment denied due to reason?",
        "What happened to my treatment that resulted in it being denied?",
        "Why did the treatment not work out in my favor?",
        "My treatment refused?",
        "Hmm, treat got denied?",
        "Is it true that they denied me proper care?",
        "What caused my treatment not to take place?",
        "What was the cause of denying my treatment?",
        "I want to know if my treatment was denied.",
        "My treatment not happening?",
        "Why had care declined?",
        "I'm wondering if they denied me proper care.",
        "What is my refusal to receive treatment?",
        "Treatment declined?",
        "What are the reasons for the denial of mytreatment?",
        "Can you explain the reasons for denying treatment?",
        "Why didn't the treatment approval go through?",
        "Why did I not receive my treatment?",
        "I want to know what denied my treatment.",
        "What happened that led to my treatment not being given?",
        "Treat became denied?",
        "Is there a reason why the treatment was rejected?",
        "What was it that resulted in my treatment being denied?",
        "It was my treatment that was denied.",
        "What has caused my treatment to be denied?",
        "I don't know what caused my treatment to be denied.",
        "Treat didn't get accepted, huh?",
        "What was the reason that my treatment was not approved?",
        "Why did my treatment turned down?",
        "Why was it being refused?",
        "Absolutely not given treatment?",
        "Who was responsible for rejecting my medical care?",
        "Indeed, treatment refused?",
        "I would like to know if there is a specific reason for denying my care.",
        "Who turned me down for my health care?",
        "What went wrong that I was denied treatment?",
        "Being declined, why?",
        "Why could care be declined?",
        "It was my treatment that got rejected.",
        "What happened to my treatment not being offered?",
        "Why hasn't treatment been done?",
        "There is something that resulted in my treatment not being approved.",
        "What is the reason that my treatment is not being given?",
        "What is the reason for its denial of my treatment?",
        "My treatment was cut short?",
        "Why would I be refused?",
        "How come my request was refused?",
        "My treatment didn't get granted.",
        "Why wouldn't I be offered healthcare?",
        "Was treatment refused?",
        "My Treatment was rejected.",
        "My medical care was turned down.",
        "My treatment was not granted, what happened to it?",
        "Why didn't my treatment get approved?",
        "I wonder why the treatment didn't work out for me.",
        "The treatment wasn't granted.",
        "Who refused to give me my medical care?",
        "Treat has been denied, huh?",
        "Is there a reason why I can't get my care?",
        "There was a reason why the treatment was denied.",
        "Oh my, treat got denied.",
        "Why have treatment denied?",
        "What was responsible for the rejection of treatment?",
        "What occurred that denied my treatment?",
        "Why do I not receive my healthcare request?",
        "What is the reason I didn't get treated?",
        "Is there a specific reason for not being provided care?",
        "Treat was rejected, huh?",
        "Why did treatment be denied?",
        "I asked if there was a specific reason for denying my care.",
        "Why did my treatment be denied?",
        "Why don't I get my health care request?",
        "Is there a reason why you weren't treated?",
        "What is the reason that my treatment didn't go through?",
        "What caused me to have my treatment denied?",
        "Why didn't I receive my treatment?",
        "What is it that led to my treatment being denied?",
        "What was the reason for the rejection?",
        "Why couldn't the treatment work out for me?",
        "What happened that caused me to be denied treatment?",
        "Is there a purpose for denying my care?",
        "What happened that they refused therapy?",
        "What went wrong that my treatment got rejected?",
        "Treatment refused? seriously?",
        "Why was it that care declined?",
        "What was the case that denied my treatment?",
        "Did you not accept me for treatment?",
        "Why did my treatment not being approved?",
        "What resulted in my treatment not being given?",
        "What is the reason for being denied treatment?",
        "Why didn't you approve the treatment?",
        "That denied my treatment, what is it?",
        "Treat didn't get given.",
        "Why wasn't treatment given?",
        "What has happened with treatment denied?",
        "There is a reason why I was denied my care.",
        "Why do I not get my healthcare requested?",
        "Why did the treatment not go my way?",
        "Care was decline, why?",
        "I want to know if there's a reason for denying my care.",
        "What resulted in my treatment not being granted?",
        "How did I not get approved for treatment?",
        "What are the reasons for my treatment not being granted?",
        "Treat was rejected?",
        "I got rejected for the treatment.",
        "What is the reason why I wasn't treated?",
        "What happened to my treatment that did not get approval?",
        "Why did they refuse treatments?",
        "What did cause the rejection of treatment?",
        "How can I explain the treatment denial?",
        "The treatment was denied seriously?",
        "What happened to my treatment that it wasn't approved?",
        "What are the reasons that my treatment wasn't approved?",
        "Why are there no treatment approval?",
        "What might have caused my treatment not being given?",
        "So why care declined?",
        "Really? Treatment refused?",
        "Why wasn't treatment accepted?",
        "Someone asked if there was a specific reason for denying my care.",
        "What is the cause of my not receiving my treatment?",
        "no treatment approval?",
        "I got my treatment rejected.",
        "I could not get approved for treatment.",
        "What is the reason I didn't get approved for my treatment?",
        "I'm not sure why I didn't get approved for the treatment.",
        "Didn't get treatment?",
        "What is the cause of the treatment's rejection?",
        "Is there reason for not receiving treatment?",
        "What resulted in them declining it?",
        "What happened that resulted in my treatment being denied.",
        "What's the reason for refusal?",
        "What happened that my treatment didn't get approval?",
        "Why didn't they treat me?",
        "What now? Treatment was denied.",
        "The Treatment refused?",
        "Was there a reason for not being treated?",
        "Why did I not get approval for treatment?",
        "Is there a reason for denying treatment?",
        "Why did my request not be approved?",
        "What leads to my treatment not being given?",
        "Why did I not benefit from the treatment?",
        "Why did my treatment never happen?",
        "Why didn't you accept my treatment?",
        "That treatment refused?",
        "A treatment didn't happen?",
        "Are there explanations for the treatment denial?",
        "Why don't I get my healthcare request?",
        "What is the reason it denied my treatment?",
        "Do you know a reason for denying my care?",
        "My treatment didn't conclude?",
        "I was not approved for treatment, any idea why?",
        "You denied my care now?",
        "What was the reason behind my treatment being denied?",
        "Treatement refused?",
        "Why was care taken away?",
        "My treatment wasn't given because of something.",
        "What happened that my treatment did not take place?",
        "Treat didn't get received, huh?",
        "I was denied treatment and what happened?",
        "What resulted in my treatment being refused?",
        "What is the reason I didn't get my treatment?",
        "I don't know why I didn't get approved for treatment.",
        "How can I not be treated?",
        "I am curious about why I didn't get approved for treatment.",
        "Why did the treatmentnot work out for me?",
        "I want to know why I didn't get approved for the treatment.",
        "What was the cause of treatment rejection?",
        "I don't know why my treatment was rejected.",
        "I didn't get approved for this treatment.",
        "My treatments was rejected.",
        "Can you give me an explanation of the treatment denial?",
        "What was it that denied me treatment?",
        "What happened that I did not get treatment?",
        "There was a denial of the care.",
        "Why did my treatment not get approval?",
        "Why no treatment was given to me?",
        "Why didn't treatment approval be granted?",
        "I wonder why I did not get approved for treatment.",
        "Why was I not approved for treatment?",
        "What is the reason behind my treatment not being granted?",
        "What caused my treatment to not go through?",
        "How come care was rejected?",
        "Why weren't my treatments granted?",
        "What is the reason you deny my care now?",
        "Did my treatment not be approved?",
        "Do you know why the treatment denial is denied?",
        "I want to know what happened that resulted in my treatment being denied.",
        "Why did thetreatment not work out for me?",
        "Can you tell me what happened with the treatment denial?",
        "What were the reasons behind my treatment being denied?",
        "What is the result of my treatment not being granted?",
        "I wonder why I wasn't approved for treatment.",
        "What is it that stopped my treatment?",
        "Why did the treatment not get approval?",
        "Completely denied treatment?",
        "Why was it that my request was refused?",
        "I received my treatment rejected.",
        "Was it that they denied me proper care?",
        "how come I was not treated?",
        "I want to know why I did not get approved for treatment.",
        "There is a reason for not giving me care.",
        "Wait, you deny my care now?",
        "What are the reasons why I was denied my treatment?",
        "Why did they not allow therapy?",
        "Why failed treatment approval?",
        "Was it true that they denied me proper care?",
        "What is the specific reason for denying my care?",
        "What is the reason for the treatment not being given?",
        "What happened that caused the treatment to be rejected?",
        "Did I not receive my treatment?",
        "Why don't I get approved for treatment?",
        "What happened to my treatment getting denied?",
        "What is the cause of my treatment being not given?",
        "I didn't get approved for treatment for something.",
        "Why are you denying my care?",
        "Why can't treatment approval be granted?",
        "Treat refused?",
        "How come I did not get any treatment?",
        "My treatment was reject.",
        "What happened that led to my treatment being denied?",
        "What is the reason my treatment didn't go ahead?",
        "I was denied my care because of a specific reason.",
        "I wasn't treated how come?",
        "Why did my request not be entertained?",
        "What resulted in my treatment being denied.",
        "What's the reason they declined it?",
        "What is the cause of my treatment not being accepted?",
        "I don't know what resulted in my treatment not being given.",
        "I got my treatment turned down.",
        "I want to know what caused my treatment to be denied.",
        "What is the reason why I was denied my treatment?",
        "I wanted to know if there was a specific reason for denying my care.",
        "Why was care removed?",
        "Why did treatment not occur?",
        "My treatment did not get approved, what happened?",
        "What is the reason behind my treatment not being given?",
        "Did treatment not go through?",
        "My treatment has been denied.",
        "What is the root of my treatment being denied?",
        "How did they refuse therapy?",
        "Why isn't treatment done?",
        "What happened to my treatment that didn't get approved.",
        "A treat got denied, huh?",
        "Was this treatment denied because of reason?",
        "Why does no treatment approval occur?",
        "Can you explain why treatment denial is denied?",
        "Why no approval of treatment?",
        "What occurred that my treatment was not granted?",
        "What are the reasons that my treatment was rejected?",
        "Why didn't I get approved for the treatment.",
        "I don't understand why I was denied treatment.",
        "treatment refused?",
        "What is the reason that my treatment was refused?",
        "I didn't have my treatment approved.",
        "There was a reason my treatment was rejected.",
        "What happened that led to the rejection of the treatment?",
        "why did they decline it",
        "Why wasn't approval given for treatment?",
        "How come they didn't accept therapy?",
        "I didn't get approved for treatment and I have no idea why.",
        "I was wondering if the treatment got denied.",
        "Why refused my request for healthcare?",
        "Treatment wasn't granted.",
        "How was I not treated?",
        "Why wouldn't you get treatment?",
        "Why didn't treatment approval approve?",
        "Why didn't treatment approval happen?",
        "Why was my treatment not approved?",
        "I was unable to get approved for treatment.",
        "Why won't I get my healthcare?",
        "A treatment refusal?",
        "Why did my request not get accepted?",
        "I have a question about my treatment being denied.",
        "No idea why I didn't get approved.",
        "I had been denied treatment.",
        "I don't know why my treatment wasn't granted.",
        "what are the reasons for denying my treatment?",
        "Being refused, reasons?",
        "Why? Care was declined.",
        "Treatment was seriously refused?",
        "I did not get my treatment.",
        "What made my treatment not being granted possible?",
        "What was the cause of my treatment not happening?",
        "They deny my care now?",
        "What is the cause of my denial of treatment?",
        "Is there a reason for denying my medical care?",
        "Now, you deny my care?",
        "The treatment got rejected for me.",
        "What happened to my treatment that didn't get granted?",
        "Who rejected my medical treatment?",
        "Why does the treatment not work out for me?",
        "What is the reason they declined it?",
        "What is it that prevented my treatment from being given?",
        "I was denied approval for treatment.",
        "I didn't get the treatment.",
        "Why did nobody approve the treatment?",
        "What happened that caused rejection of treatment?",
        "What was the reason for the treatment being rejected?",
        "There were questions about a denial of care.",
        "What are the reasons for my not being treated?",
        "Something resulted in my treatment not being granted.",
        "What were the reasons for my not being treated?",
        "What did it that denied my treatment?",
        "Why so? My request was refused.",
        "Why were my treatment denied?",
        "What are the reasons for my not getting my treatment?",
        "Why doesn't treatment approval approve?",
        "What is the reason my treatment did not get granted?",
        "Why am I not getting treatment?",
        "My treatment was dismissed.",
        "Why was care declined",
        "What are the reasons for my treatment being declined?",
        "Can you tell us why treatment denial happened?",
        "How did the treatment not work out for me?",
        "What caused my treatment to be rejected?",
        "What is it that prevented my treatment from being approved?",
        "There is a certain reason for denying my care.",
        "Why did my treatment be refused?",
        "Is there a reason for the denial of my care?",
        "What is the reason my treatment didn't get granted?",
        "There was a result of my treatment not being granted.",
        "What is the reason why my treatment didn't happen?",
        "Is it that my treatment was not granted?",
        "Why care declined",
        "I am wondering who turned down my medical care.",
        "How did they deny me treatment?",
        "Why did Care declined?",
        "What are the reasons for my treatment not being given?",
        "There was a reason my treatment was denied.",
        "The treatment was rejected.",
        "I was unsuccessful in getting approved for treatment.",
        "Was someone denying care?",
        "Treatment was refused seriously?",
        "They deny me proper care.",
        "Is there a specific reason for not giving my care?",
        "Treat was denied!",
        "Why was the care refused?",
        "Treatment resisted?",
        "Why do you think care was declined?",
        "What's the reason for treatment denied?",
        "What made my treatment rejected?",
        "What caused my treatment to not get given?",
        "Why was it that care was rejected?",
        "What caused my treatment to not be granted?",
        "What caused me to not be granted my treatment?",
        "What is the reason that my treatment did not get approved?",
        "Can you tell us why the treatment denial happened?",
        "How could I not be approved for treatment?",
        "My treatments refusal?",
        "Why did no treatment approval come about?",
        "why did my treatment get rejected?",
        "What happened that my treatment got rejected?",
        "How did I be denied treatment?",
        "Treat was turned down?",
        "Did you not accept my therapy?",
        "What happened to my treatment being denied.",
        "Treatment didn't happen?",
        "What happened that denied me treatment?",
        "They rejected my treatment.",
        "Why not treatment?",
        "Can you tell me why the treatment denial occurred?",
        "Why did care turn down?",
        "Why do I not get my care?",
        "Someone turned my medical care down.",
        "What happened that prevented my treatment?",
        "Can you provide an explanation of the treatment denial?",
        "Not been given treatment?",
        "Is there a reason why I am not getting my care?",
        "What about my treatment denied?",
        "I don't know why I didn't get approved for treatment",
        "What leads to my treatment not being granted?",
        "My treatment not being granted, what is it?",
        "What brought my treatment to be denied?",
        "What happened that led to the treatment being rejected?",
        "The treatment refused?!",
        "What happened to the treatment not being given?",
        "What are the reasons that my treatment wasn't granted?",
        "Isn't there a specific reason for denying my care?",
        "What happened that didn't result in my treatment being given?",
        "I want to know what happened that resulted in my treatment not being approved.",
        "What led to my treatment not being approved?",
        "Why was treatment declined?",
        "What was the cause of the treatment being rejected?",
        "I don't know why care was declined.",
        "Treatment refused really?",
        "I don't know what happened that I didn't get approved for treatment.",
        "Was my treatment rejected?",
        "Was my medical care turned down?",
        "How can the treatment deny be explained?",
        "What is the reason my treatment didn't happen?",
        "I want to know what caused my treatment to not be given.",
        "What is the cause of my treatment being denied?",
        "Why wouldn't my healthcare request be accepted?",
        "What occurred that resulted in my treatment being denied?",
        "The treatment was denied due to reason.",
        "My refused treatment?",
        "What are the reasons that my treatment was not given?",
        "My treatment was not conducted?",
        "What are the reasons for my not receiving treatment?",
        "Why was it not given to me?",
        "Not my treatment?",
        "Mytreatment was rejected.",
        "Why do I not get my treatment?",
        "Treatment wasn't approved.",
        "Care was declined and why?",
        "I was denied treatment, how come that?",
        "What is the reason I wasn't approved for my treatment?",
        "Is there a reason for no treatment approval?",
        "Why did the treatment reject?",
        "Is the reason for denying me care specific?",
        "What happened that resulted in the denial of my treatment?",
        "Why were care rejected?",
        "Why did this treatment not happen?",
        "There's a reason for denying my care.",
        "Is there a reason for denial of treatment?",
        "Why wasn't it my treatment?",
        "Did they deny me the needed care?",
        "Why didn't I get treated?",
        "What made treatment rejected?",
        "Why is no treatment approval given?",
        "Absolutely not received treatment?",
        "Why weren't I approved for treatment?",
        "What was the reason that denied me treatment?",
        "What reasons did they decline it?",
        "How come I was denied the treatment?",
        "How come I didn't get approved for treatment?",
        "How come I did not receive treatment?",
        "They denied me proper treatment.",
        "They denied me proper care",
        "It wasn't approved for my treatment.",
        "What caused my treatment not being approved.",
        "Why not treatment approval.",
        "What causes my treatment to not be given?",
        "What was it that resulted in my treatment not being approved?",
        "Why wasn't the treatment approved?",
        "my treatment was not accepted",
        "The treatment had been rejected.",
        "Why was my treatment refused?",
        "Really? was denied treatment.",
        "The treatment was denied to me.",
        "Treatment refused",
        "Why wouldn't you receive treatment?",
        "What led to the rejection of treatment?",
        "What happened that resulted in my treatment being refused?",
        "What happened that did not lead to my treatment being given?",
        "Why couldn't you get treatment?",
        "Why don't we have approval for treatment?",
        "Did someone turn down my medical care?",
        "What transpired that resulted in my treatment not being approved?",
        "My treatment became rejected.",
        "What were the reasons for denied treatment?",
        "What was the reason for them to decline it?",
        "There was a denial of care?",
        "What is the reason care was rejected?",
        "Was denied care? Justify it?",
        "Why do I not get my healthcare wish?",
        "Why did my request not get processed?",
        "What is the reason it denied me treatment?",
        "What about my treatment did not get granted?",
        "How did my treatment end up being rejected?",
        "What is it that caused my treatment to be denied?",
        "What are the reasons I didn't get treatment?",
        "How come I weren't treated?",
        "Why was my treatment not granted?",
        "Why didn't treatment be given?",
        "What caused my treatment to not happen?",
        "How come I was denied help?",
        "What occurred that my treatment was not approved?",
        "What is the cause of my treatment being not approved?",
        "What is it that denied me the treatment?",
        "Why don't we get approval for treatment?",
        "why was the care declined?",
        "Treatment not offered?",
        "What was the reason why my treatment wasn't approved?",
        "Not being given treatment?",
        "Why was treatment denied?",
        "Why didn't the approval for treatment happen?",
        "Is there a reason why my care was denied?",
        "How came care was rejected?",
        "Treatments refused really?",
        "Why wasn't the treatment given?",
        "I want to know why my treatment wasn't granted.",
        "Why don't we receive treatment approval?",
        "I didn't get approved for treatment, why?",
        "I want to know what resulted in my treatment not being granted.",
        "What are the reasons for not providing my treatment?",
        "Why was it that I was denied treatment?",
        "Why refuse my medication?",
        "Why don't I receive healthcare?",
        "What happened I was denied treatment?",
        "Why didn't my treatment be accepted?",
        "Why was it that the treatment was denied?",
        "Being refused - what's going on?",
        "The treatment refused, really?",
        "What happened that resulted in my not being treated?",
        "Denied treatment?",
        "How do you explain treatment denial?",
        "I don't know what caused my treatment not being given.",
        "You have denied my care?",
        "Why did the doctors reject my treatment?",
        "I am not sure why I didn't get approved for treatment.",
        "Why wouldn't care be given?",
        "Why my treatment wasn't accepted?",
        "Why didn't I get my treatment?",
        "Why did they deny treatment?",
        "My care was rejected.",
        "Please explain why care declined.",
        "A treat was denied?",
        "There was a reason my treatment was not granted.",
        "What's it that denied my treatment?",
        "I don't know what a specific reason is for denying my care.",
        "Who rejected my medical care?",
        "The treatment had been denied.",
        "Is that why my treatment was denied?",
        "they said no to my needs",
        "Treatment was refused, seriously?",
        "What caused the rejection of a treatment?",
        "Why was the care not received?",
        "Treatment denied, why?",
        "What is the reason for refusing my healthcare request?",
        "What are your reasons for denying my care now?",
        "Treatment was not approved.",
        "Why does care declined?",
        "What happened to my treatment which didn't get approved?",
        "Why have the treatment denied?",
        "Why did they refuse therapy.",
        "What are the reasons for my denied treatment?",
        "That resulted in my treatment not being approved.",
        "What happened that led to me being denied my treatment?",
        "What led to my treatment not being approved.",
        "Why wasn't my treatment treated?",
        "What happened that caused me to be denied my treatment?",
        "Is there a reason for denying my care?",
        "What happened that my treatment did not occur?",
        "What happened that my treatment was not approved?",
        "My treatment was Rejected.",
        "What is it that led to my treatment not being given?",
        "Why had they refused therapy?",
        "Who turned away my healthcare?",
        "Why no approval for the treatment?",
        "What is the reason treatment was denied?",
        "Was there a reason for not receiving treatment?",
        "My treatment was denied, why?",
        "How about the treatment denial?",
        "What triggered the rejection of treatment?",
        "Really was denied treatment?",
        "Why didn't the treatment be granted?",
        "What's the reason for the treatment denial?",
        "What is the reason my treatment did not go forward?",
        "How could treatment be denied?",
        "I don't know what caused my treatment not being granted.",
        "Why didn't I get approved to have treatment?",
        "Why isn't treatment approval given?",
        "Why was treatment denied.",
        "How come I did not get approved for treatment?",
        "Why did I not receive my care?",
        "The treatment I got rejected.",
        "Why don't I receive my healthcare request?",
        "Why didn't my treatment take place?",
        "Was that they denied me proper care?",
        "I did not get approval for treatment.",
        "What is the reason for my treatment to be denied?",
        "How came I wasn't treated?",
        "What is the cause of my treatment not being given.",
        "Is there a reason for denying my treatment?",
        "How come care was declined?",
        "I questioned how I was denied treatment.",
        "Can you give us an explanation for the treatment denial?",
        "Can you tell me why I didn't get approved for treatment?",
        "What are the reasons for not receiving my treatment?",
        "What is the reason I did not get my treatment?",
        "Why was the care rejected?",
        "I didn't get approved for the treatment.",
        "I wonder why my treatment was rejected.",
        "Why didn't my treatment go through?",
        "What leads to my treatment not being approved?",
        "Why did my case get rejected?",
        "Why did they not agree to therapy?",
        "Why rejected therapy?",
        "I would like to know what caused my treatment not being given.",
        "What were the reasons I was denied treatment?",
        "Why did care be denied?",
        "Care declined Why?",
        "What happened that resulted in my treatment not being accepted?",
        "Why no approval for therapy?",
        "My treatment was interrupted?",
        "Why did we not receive treatment?",
        "What were the reasons for my denial of treatment?",
        "I wonder if there is a specific reason for denying me care.",
        "Why decline my healthcare request?",
        "They may have denied me proper care.",
        "Did you not give my treatment?",
        "What are the reasons for my treatment's denial?",
        "\"What is it that denied my treatment?\"",
        "Why didn't they treat?",
        "How come my treatment got rejected?",
        "Why wasn't treatment done?",
        "There was a question about why my claim was rejected.",
        "What happened to my treatment not getting approved?",
        "Why would my treatment be rejected?",
        "What was the reason that I wasn't treated?",
        "Care declined and why?",
        "What made my treatment not being granted happen?",
        "Treat got rejected, huh?",
        "How did the treatment be denied?",
        "The treatment was not approved.",
        "How did my treatment be rejected?",
        "Was my treatment refused?",
        "What happened to cause my treatment to be denied?",
        "Why do you not accept my request for healthcare?",
        "What are the reasons for not having my treatment?",
        "Was they denied me proper care?",
        "What caused the decline of treatment?",
        "What is the reason for denying my care now?",
        "What is the reason that my treatment did not go through?",
        "What happened to my treatment being not granted?",
        "What happened that resulted in my not being granted treatment?",
        "Why did care not available?",
        "Why doesn't treatment happen?",
        "My treatment has been rejected.",
        "How come I did not get the treatment?",
        "My treatment did not go forward.",
        "It was my treatment that did not receive approval.",
        "I was denied treatments.",
        "No treatment approval why?",
        "What are the reasons that my treatment wasn't given?",
        "Nobody knows why I didn't get approved for treatment.",
        "Why wouldn't I be given my healthcare request?",
        "Is there a specific reason for not accepting my care?",
        "What caused rejection of treatment?",
        "Why refuse to be treated?",
        "I don't know what resulted in my treatment not being approved.",
        "What is the cause of my treatment being refused?",
        "How come I did not get treatment?",
        "I want to know if there's a specific reason for denying my care.",
        "My treatment was not done?",
        "What happened that resulted in me not being granted treatment?",
        "I did not get my treatment accepted.",
        "How come I was not given treatment?",
        "Why wouldn't I be allowed to seek healthcare?",
        "Why wasn't my treatment allowed?",
        "A treat got denied.",
        "Why didn't it approve the treatment?",
        "Is there a reason why I'm not getting my care?",
        "How come you deny me care?",
        "Why didn't my treatment happen?",
        "Who turned down my medical attention?",
        "Who turned down my medical assistance?",
        "Why is my treatment rejected?",
        "Was this treatment rejected?",
        "There must be a specific reason for denying my care.",
        "Did treatment get denied?",
        "Treat was refused?",
        "Why was my treatment denial?",
        "Why didn't they give you treatment?",
        "Mytreatment refusal?",
        "How come I didn't get approved for the treatment?",
        "Why were the treatment denied?",
        "What are the reasons for my treatment not being accepted?",
        "Wait, you deny my care?",
        "Why did the treatment not occur?",
        "What is the reason for the denial of my treatment?",
        "Why wasn't I approved for treatment?",
        "Why was it that they decline it?",
        "What causes my treatment to not be granted?",
        "What happened to Treatment denied?",
        "What was the reason for the treatment's rejection?",
        "Is that the reason my treatment was not approved?",
        "I wonders if they denied me proper care.",
        "My treatment was disrupted?",
        "How come I was not helped?",
        "Why didn't I get approved for therapy?",
        "There was something that resulted in my treatment not being granted.",
        "Why did no treatment approval occur?",
        "How did treatment be rejected?",
        "why was care declined?",
        "Did they deny me the care?",
        "There is a reason why I don't get my care.",
        "Why did it reject my request?",
        "What happened to my treatment failing to be approved?",
        "Why did I not have treatment?",
        "It was treatment refused.",
        "Are you able to explain the denied treatment?",
        "I don't know why my treatment wasn't approved.",
        "Treatment wasn't given?",
        "Why wasn't my treatment covered?",
        "What is the reason for denial of treatment?",
        "What happened that resulted in me not getting my treatment?",
        "Wait, treatment refused?",
        "Why is my treatment denied?",
        "My treatment had been denied.",
        "What denied me my treatment?",
        "Treatment was denied.",
        "Why wasn't care treated?",
        "I was denied treatment, how?",
        "Why was my treatment disapproved?",
        "I don't know why my care was denied.",
        "did my treatment not go through?",
        "Why did I get denied treatment?",
        "What was the reason for the care being rejected?",
        "What are the reasons that I was denied my treatment?",
        "My treatment refusal?!",
        "What's the reason for no treatment approval?",
        "Why was care not received?",
        "Care was denied, why?",
        "I have no idea why I didn't get approved for the treatment.",
        "What is it that denied the treatment?",
        "Is it reason that you were denied treatment?",
        "Why wouldn't I get my healthcare?",
        "I wanted to know what caused my treatment not being given.",
        "I was denied my treatment, what happened?",
        "What happened that my treatment did not go through?",
        "Treat been denied.",
        "Which are the reasons for my treatment being denied?",
        "I ask if there is a specific reason for denying my care.",
        "A reason for not being treated?",
        "What caused my treatment to fail?",
        "Treatement denied.",
        "What is the cause of my treatment not being provided?",
        "Is there a specific reason for my denial of care?",
        "I wonder what denied my treatment.",
        "Did they refuse to give me proper care?",
        "Why wasn't Treatment given?",
        "What was the reason for denied treatment?",
        "Why was care stopped?",
        "What was the reason that I was denied my treatment?",
        "What is the reason for my treatment not being granted?",
        "I was wondering why care was rejected.",
        "I wanted to know what denied my treatment.",
        "I am wondering if there is a specific reason for denying my care.",
        "I would like to know why I didn't get approved for treatment.",
        "Why was care not provided?",
        "What led to treatment being rejected?",
        "Really, treatment refused?",
        "Did they deny my proper care?",
        "what caused my treatment to be denied?",
        "I am wondering what happened that resulted in my treatment being denied.",
        "Why have care been declined?",
        "Is there a specific reason for not providing my care?",
        "Why did the treatment rejection occur?",
        "Why was this treatment rejected?",
        "Can you give an explanation of the treatment denial?",
        "Why did they reject therapies?",
        "What are the reasons why they declined it?",
        "What caused my treatment to be stopped?",
        "Why wasn't my treatment attended to?",
        "What is the reason I did not receive my treatment?",
        "The treatment refusal?",
        "How could my treatment get rejected?",
        "Can there be a reason for denying my care?",
        "What about my treatment didn't happen?",
        "What was the reason why my treatment was not given?",
        "Involve denied care?",
        "Is that they denied me proper care?",
        "Why wouldn't my request be granted?",
        "Concerning my treatment refusal?",
        "I was denied health care.",
        "What happened that my treatment didn't get approved?",
        "I don't know what caused my treatment to not be granted.",
        "treatment was denied",
        "Why wouldn't the treatment be approved?",
        "There may be a specific reason for not giving me care.",
        "How can I have been denied treatment?",
        "What caused my treatment being denied?",
        "What happened that resulted in my not getting treatment?",
        "What could have caused the rejection of treatment?",
        "Why was care not given?",
        "Why was therapy not offered?",
        "I received rejection of my treatment.",
        "I don't understand why I didn't get approved for treatment.",
        "What are the reasons for mytreatment being denied?",
        "Why didn't the treatment approval happen?",
        "What is the reason that my treatment did not get granted?",
        "A question about why my treatment was rejected.",
        "What was the cause of my treatment not being approved.",
        "Why wasn't care given to someone?",
        "I have a treatment refusal.",
        "The treatment that I received was rejected.",
        "I wonder why care was rejected.",
        "I'm not sure why my claim was rejected.",
        "Why was my therapy rejected?",
        "What made the treatment refuse?",
        "What are the reasons for the rejection of treatment?",
        "What causes my treatment not to be granted?",
        "Treat did not get granted.",
        "Is there any explanation for the treatment denial?",
        "Why wasn't care given?",
        "Treatment refusal?",
        "What is the cause of my not being given treatment?",
        "Treat got rejected?",
        "Why did treatment not happen?",
        "I want to know why my treatment was denied.",
        "Why was care not offered?",
        "What is the reason for denial of my treatment?",
        "My treatment was told no.",
        "What are the reasons my treatment was denied.",
        "What are the reasons that the treatment was denied?",
        "I want to know why I wasn't approved for treatment.",
        "Treatment totally refused?",
        "I did not get approved for a treatment.",
        "I have not been approved for treatment.",
        "How come I was not getting treatment?",
        "Treatment denied? why?",
        "Why was the care not given?",
        "Treatment refused?!",
        "I received a denial of my treatment.",
        "My treatment was rejected.",
        "What transpired that resulted in my treatment being denied?",
        "Why didn't the treatment get done?",
        "How about being denied treatment?",
        "Why did they refuse a therapy?",
        "Why don't I get my treatment?",
        "There is a possible reason for denying my care.",
        "Why didn't I get the approval for treatment?",
        "I wonder why I didn't get approved.",
        "Seriously, treatment refused?",
        "Who denied me medical care?",
        "Why was my therapy denied?",
        "Did I not get my treatment?",
        "What's the reason I didn't get approved for treatment?",
        "That treatment was refused?",
        "Can you say something about the treatment denial?",
        "Why was it declined?",
        "Who turned down medical care for me?",
        "What may have caused the rejection of treatment?",
        "My treatment was denied and what are the reasons?",
        "Are you able to explain treatment denial?",
        "I wondered why my claim was rejected.",
        "What is the reason for my not being treated?",
        "Why don't we have treatment approval?",
        "What was the reason my treatment was refused?",
        "I was denied my treatment, what happened to it?",
        "I wonder why I was refused my healthcare request.",
        "It resulted in my treatment not being approved.",
        "I was denied my treatment. What are the reasons?",
        "Was there a specific reason for denying my care?",
        "What is the reason for denied treatment?",
        "To be denied care?",
        "Why did treatment rejection happen?",
        "Why didn't the treatment happen?",
        "Can you explain treatment denial?",
        "What is it that caused my treatment not being granted?",
        "Why have care declined?",
        "Why didn't my treatment occur?",
        "What about it denied my treatment?",
        "Why isn't treatment approval there?",
        "Why treatment did not happen?",
        "How did care be turned down?",
        "Is there a reason why you were denied treatment?",
        "Is there a reason why I don't have my care?",
        "Is the treatment denial explained?",
        "I wanted to know why I wasn't approved for treatment.",
        "What is the reason that denied me treatment?",
        "The treatment was rejected for me.",
        "Really, been denied treatment?",
        "How did care be declined?",
        "I didn't understand why my treatment was rejected.",
        "What is the reason for my treatment not being approved?",
        "There might be a reason for denying my care.",
        "I wonder if there is a particular reason for denying my care.",
        "I didn't get approved for treatment, so I have no idea why.",
        "What happened to the treatment for me?",
        "I want to know if there is a reason for denying my care.",
        "Why can't you get treatment approval?",
        "Treatment turned away?",
        "It was denied treatment.",
        "What happened to my treatment that I was denied?",
        "What was the cause of the rejection of the treatment?",
        "How come I'm not getting treatment?",
        "What happened that my treatment wouldn't be given?",
        "What are the reasons for not treating me?",
        "What is the reason my treatment was not approved?",
        "Are there a specific reason for denying my care?",
        "Is there a reason for not being given care?",
        "Why Treatment was denied?",
        "My treatment was denied, what is the reason?",
        "My treatment was not given.",
        "Why did I have my request turned down?",
        "What caused my treatment to not being approved?",
        "I asked why the treatment didn't work for me.",
        "My treatment wasn't accepted",
        "Why would the treatment not work for me?",
        "How come my medical care was turned down?",
        "Who refused to provide me medical care?",
        "What were the reasons for the treatment denial?",
        "Is there a specific reason to deny my care?",
        "Why refused therapy?",
        "Why can't I get approved for treatment?",
        "Couldn't get treatment?",
        "Was mytreatment denied?",
        "Is there a reason for not providing my care?",
        "Yeah, treatment refused?",
        "Is there a specific reason for denying my treatment?",
        "My treatment was denied, what are the reasons.",
        "Why won't I receive my healthcare request?",
        "Why wouldn't I be allowed to get healthcare?",
        "What are the reasons as to why my treatment was denied?",
        "I wonder why my treatment got rejected.",
        "Treat was not given, huh?",
        "Why is care denied?",
        "I did not receive my treatment approved.",
        "I couldn't get approved for the treatment.",
        "why care declined?",
        "Why don't you have treatment approval?",
        "Treat is denied?",
        "I don't know what caused my treatment to not be approved.",
        "Treat received a denial, huh?",
        "Why were care refused?",
        "Why was it denied for me?",
        "How come I wasn't helped?",
        "Why did the rejection of the treatment happen?",
        "I was denied my treatment due to something.",
        "I was denied treatment.",
        "Why wasn't I approved for treatment.",
        "My treatment had been rejected.",
        "Treat been denied?",
        "Do I have a specific reason for not being treated?",
        "What happened that resulted in my treatment being turned down?",
        "How did I fail to get treatment?",
        "Why was it that care was refused?",
        "My request was turned down, why?",
        "It resulted in my treatment not being approved",
        "Why has care been rejected?",
        "What are the reasons the treatment was denied?",
        "Being refused, why, why?",
        "Can you give a reason for the treatment denial?",
        "There was a treatment that did not get approved.",
        "Care declined, why?",
        "What was the result of my treatment not being granted?",
        "My treatment was no longer accepted.",
        "Is it possible you can explain the treatment denial?",
        "Why were my treatments rejected?",
        "What is the reason my treatment didn't start?",
        "Why couldn't I get my treatment?",
        "Where is the reason for denying my care?",
        "What is it that denied my healthcare?",
        "What is the cause of my not being granted treatment?",
        "Why did they reject therapy.",
        "How didn't I get treatment?",
        "What is it that caused my treatment not to be approved?",
        "What is it that denied me care?",
        "What is the reason for the rejection of treatment?",
        "Is that the reason that my treatment was denied?",
        "How come I wasn't given treatment?",
        "Treat gets denied?",
        "I don't understand why the treatment didn't work out for me.",
        "Is this my treatment refusal?",
        "What was the reason I wasn't treated?",
        "Why is it not approved for treatment?",
        "What is the reason for the treatment denial?",
        "How did the care be rejected?",
        "Why wouldn't my request be accepted?",
        "I wanted to know why I was denied treatment.",
        "My treatment did not go through.",
        "Why has my treatment been denied?",
        "Why didn't you get treatment approval?",
        "Not receiving treatment?",
        "How come you have denied my care?",
        "I don't understand why my treatment was rejected.",
        "Why didn't I receive treatment?",
        "Actually, treatment refused?",
        "What is the reason for my denial of treatment?",
        "Is it possible they denied me proper care?",
        "What was the reason the treatment was denied?",
        "What is the reason I didn't get approved for treatment?",
        "Why Care Declined?",
        "It was my treatment that was not approved.",
        "What resulted in my treatment being not given?",
        "Why didn't it receive treatment?",
        "No idea why I didn't get approved for treatment.",
        "Justify it was denied care?",
        "What caused treatment to be rejected?",
        "Is there any reason for denying my care?",
        "What is the cause of the denied treatment?",
        "Why no approval for treatment?",
        "What is the reason that my treatment did not go ahead?",
        "What is the reason that I was denied?",
        "What was behind the rejection of treatment?",
        "Why has it been refused?",
        "What now? Treatments were denied.",
        "Why wasn't treatment received?",
        "No treatment approval, why?",
        "How about treatment refused?",
        "Do you know why my treatment was rejected?",
        "My treatment was repudiated.",
        "Now you deny me care?",
        "Why did no approval for treatment come up?",
        "What about my treatment resulted in it being denied?",
        "It was my treatment that did not get approval.",
        "What was the reason it denied my treatment?",
        "What happened that my treatment wasn't approved for?",
        "I didn't get approved for treatment so I have no idea why.",
        "How come I was turned away?",
        "Why was my treatment turned down?",
        "What is the reason my treatment isn't being approved?",
        "Why hasn't treatment approval been approved?",
        "What was the reason for my treatment to be denied?",
        "Why care was not offered?",
        "Why did they turn down therapy?",
        "What affected my treatment being denied?",
        "Why wasn't it approved for treatment?",
        "What were the reasons that my treatment was denied?",
        "What was the reason for my treatment not being granted?",
        "Who turned down my medical help?",
        "What is the reason that my treatment was not granted?",
        "Why didn't my treatment go to me?",
        "Why was treatment refused?",
        "The treatment got denied.",
        "What was the cause of my treatment being refused?",
        "What made treatment be rejected?",
        "How did my treatment get rejected?",
        "It was treatment that was refused?",
        "What happened to my treatment failing to be granted?",
        "did you not accept my treatment?",
        "My refusal to be treated?",
        "My refusal to treatment?",
        "Treatment rejected?",
        "What could have caused my treatment to be denied?",
        "Why should treatment be denied?",
        "Did they deny me necessary care?",
        "How did I get my medical care turned down?",
        "I was questioning if they denied me proper care.",
        "I want to know if you can explain the treatment denial.",
        "What are the reasons I was denied my treatment?",
        "What was the reason that I was denied treatment?",
        "Why didn't thetreatment work out for me?",
        "Why did my treatment not pan out?",
        "What was the reason my treatment didn't get approved?",
        "I wondered why the treatment did not work for me.",
        "I did not get my treatment?",
        "My refusal to undergo treatment?",
        "There was treatment that refused?",
        "Why care wasn't offered?",
        "Did my treatment not get approved?",
        "How come I didn't get the treatment?",
        "What is the reason why my treatment denied?",
        "Treatment got denied.",
        "Is there a way to explain the treatment denial?",
        "Is there a explanation for the treatment denial?",
        "Did my treatment not get granted?",
        "my treatment wasn't done?",
        "I was told no to my need.",
        "What are the reasons that I was denied treatment?",
        "What were the reasons why they declined it?",
        "What were the reasons for treatment being denied?",
        "Was I denied treatment?",
        "Why was it that the treatment was rejected?",
        "What happened to my treatment that did not get granted?",
        "who turned down my medical care",
        "What were the reasons for the denying my treatment?",
        "Is that the reason for being denied treatment?",
        "Did my treatment not go through?",
        "I am wondering what caused my treatment not being granted.",
        "What are the reasons that my treatment has been denied?",
        "How could I not get treated?",
        "Why do you not get treatment approval?",
        "What was the cause of the treatment rejection?",
        "Why was my treatment denied to me?",
        "I wonder if there is a specific reason for not giving me care.",
        "treatment was denied.",
        "Why would they refuse therapy?",
        "What might have led to my treatment being denied?",
        "What happened that did not result in my treatment being granted?",
        "How did I get denied treatment?",
        "Why was mytreatment rejected?",
        "Did you not approve my treatment?",
        "Why was it that I was refused?",
        "Why did the treatment be turned down?",
        "What were the reasons why my treatment was denied?",
        "What happened which resulted in my treatment being denied?",
        "How did I not receive the treatment?",
        "Is there a reason for refusing my care?",
        "What is the reason that my treatment did not take place?",
        "My treatment was not granted.",
        "Treat was denied",
        "Who decided against my medical care?",
        "My treatment did not get accepted.",
        "I was denied my treatment.",
        "I got turned away from my treatment.",
        "I wonder if there's a reason for denying my care.",
        "Treat not approved, huh?",
        "Is my treatment refusal the reason?",
        "Who didn't give me my medical care?",
        "What was the cause for my treatment being denied?",
        "Why does no treatment approval happen?",
        "Treatment was not treated?",
        "Is there an explanation for denying my care?",
        "What made the rejection of treatment happen?",
        "How was care rejected?",
        "How was the care rejected?",
        "I was denied care.",
        "What went wrong that care was rejected?",
        "Can you tell me how the treatment denial happened?",
        "Why do my treatments get rejected?",
        "Is that the reason it denied my treatment?",
        "I was denied treatment for something.",
        "What are the reasons for me not getting my treatment?",
        "You have denied my care now?",
        "What made the treatment reject?",
        "I am wondering if you can explain the treatment denial.",
        "So why did the treatment not work out for me?"
    ]
}