{
    "company_type": "Car Insurance Companies",
    "inquiry_category": "Discounts and eligibility criteria inquiries",
    "inquiry_sub_category": "Membership Discounts",
    "description": "Customers ask about discounts related to affiliations with specific organizations, such as alumni associations, professional groups, or military memberships.",
    "inquiry": "Are there any discounts available for alumni association members?",
    "paraphrases": [
        "Do you offer special pricing for Alumni?",
        "Alumni association members could receive discounts.",
        "Are there any bargains for alumni members?",
        "Can I get a discount as a alum?",
        "Can I get a discount as an Alumnae?",
        "Can there be discounts for alumni?",
        "What deals is there for alumni members?",
        "Association alumni have discounts?",
        "Do any alumni association members get any discount?",
        "Is there any discount for Alumni members?",
        "Alumni association members might get reduced rates.",
        "Alumni association members might get discounted memberships.",
        "Did alumni members have any deals?",
        "Any alumni member deals?",
        "Does association alumni get discounts?",
        "I'm an alumni of the association, can I get a discount?",
        "Are alumni members receiving any deals?",
        "I wonder if I can get a discount as an alumni of the association.",
        "Alumni members might be able to get discounts.",
        "Do you have any specials for alumni members?",
        "There is any breaks for alumni association people.",
        "Are alumni association members offered reduced rates?",
        "If there are discounts for grads' group.",
        "What are the discounts for alumni association members?",
        "Is there any discount for alumni association?",
        "There's any breaks for alumni association people?",
        "Have you got any alumni group specials?",
        "Are alumni club members getting any price cuts?",
        "Are the rates offered to alumni association members reduced?",
        "Discounts for members of the past?",
        "Is it possible to cut cost if I'm an alum member?",
        "Does anyone have any special deals for alumni?",
        "Is there any savings for alma club pals?",
        "I want to know if you have any special pricing schemes for alumni.",
        "Alumni association members should have discounts?",
        "Alumni members are offered discounted rates?",
        "Got a deal for alumni association members?",
        "Alumni members could have deals?",
        "Is it possible to get discounts for alumni?",
        "Are alumni association members allowed to receive discounts?",
        "Alumni associates are asked about discounts.",
        "Are members of the alumni association given discounts?",
        "Alumni association members, are there reduced rates?",
        "Are there discounts for alumni members.",
        "The alums have any discounts?",
        "Is alum status a possibility for cheaper rates?",
        "Is it possible to get cheaper rates with alum status?",
        "Will there be any discounts for association alumni?",
        "Can I get a discount if I am an an alumni?",
        "Is there a benefit in terms of prices offered to alumni members?",
        "There are any special pricing schemes for alumnae?",
        "Is there a reduced rates for alumni association members?",
        "Does anyone know of any discounts for association alumni?",
        "I want to know if I can have a discount as an alumni.",
        "Is any alumni association members given any discounts?",
        "Will alumni members receive a discount?",
        "Alumni association members may get reduced rates.",
        "Are alumni members able to get a discount?",
        "Is alumni association members entitled to discounts?",
        "Have alumni association members received discounts?",
        "Is it possible for cheaper rates, alum status?",
        "Alumni association members are asked if they have discounts available.",
        "The alumni association members were asked if there were any discounts available.",
        "Does the alumni association offer discounts to their members?",
        "Do you have any special deals for alumni?",
        "Are alumni association members given reduced rates?",
        "Are alumni members getting a discount?",
        "Any discounts given to alumni associates?",
        "There may be reduced rates offered to alumni association members.",
        "Alumni association gives savings?",
        "Alumni members may have discounts offered.",
        "Do alumni association members have discounts?",
        "Is there any alumni discount available for association members?",
        "Any discounts for the grads' group?",
        "Alumni associations may have discounts as well.",
        "Can reductions be accessed by alums?",
        "Alumni associations can offer some discounts.",
        "As an Alumni of the association, can I get a discount?",
        "Are there a discount for alumni members?",
        "Do you have any deals for alumnae group members?",
        "alumnae group members have any deals to offer?",
        "Saves for the grads' group?",
        "Alumni association members might be offered discounts.",
        "Are there any savings for the alum club?",
        "Did anyone from the alumni association get any discounts?",
        "Is there any cost cuts associated with being an alum member?",
        "Alumni association members do they get any discounts?",
        "Do any of the alumni association members have discounts?",
        "Do you offer special offers to alumni?",
        "Do the alumni association members receive discounts?",
        "association alums might have discounts.",
        "There are any breaks for Alumni Association folks?",
        "What deals are available for alumni members?",
        "Is cheaper rates possible as an alum?",
        "Are alumni members allowed a discount?",
        "I am wondering if I can get a discount as an alumni of the association.",
        "Do anyone in the alumni association get any discounts?",
        "Is it possible to get a discount as an alumni of the association.",
        "Is there any discounts offered to alumni associates?",
        "The discounts for association alumni are unknown.",
        "Alumni association members are asked if they are offered reduced rates.",
        "Alumni association members may have reduced rates offered.",
        "Is there any alumni discounts that are available?",
        "Is there any discount for alumni of the association?",
        "Are alumni members able to get discounts?",
        "Does anyone know if there is a discount for alumni members?",
        "Do you have special pricing for alumnae?",
        "Do you have any savings for alums?",
        "Is there any discounts available for alumni association members?",
        "Can I receive a discount as an Alumni member?",
        "Do alumni associations also offer discounts?",
        "Are there any price cuts for alma?",
        "discounts for alumni?",
        "Is any discounts for association oldies yet?",
        "Is there any cost reductions if I am an alumni member?",
        "Alumni association members may be offered deals.",
        "I was wondering if I could have a discount as an alumni.",
        "Is there discount for alumni members?",
        "Are there breaks for alumni association folks?",
        "There may be discounts for alumni.",
        "Does anyone in the alumni association get discounts?",
        "special deals for alumni assoc members?",
        "There are any special pricing schemes for alumnae.",
        "Does the alumni association have any deals?",
        "Is there a discount available for alumni association members.",
        "Do the alumni association members have deals?",
        "Alumni members can have discounts?",
        "There were any deals offered to alumnae group members.",
        "Do alumni association members get reduced rates?",
        "Are there any discounts available for alumni association members?",
        "Alumni discount available for association members?",
        "Are there any alumni association deals?",
        "There are any breaks for the alumni association folks?",
        "Got any alumni group specials?",
        "Is any alumni association member given any discounts?",
        "Is discounts available for alumni members?",
        "Do alumni association members get some discounts?",
        "association alumni could have discounts?",
        "Is it possible to get cheaper rates, as an alum?",
        "Do you have any alumni group specials?",
        "The alumni association members are asked if there are any special offers.",
        "Can you give me some discounts for alums?",
        "Do alumni association members get special offers?",
        "Did you offer any special deals to alumni?",
        "Are there any discounts for association alumnis?",
        "What deals are out for alumni members?",
        "There are any alumni association discounts?",
        "Does anyone know if there are any price reductions for alums?",
        "Need deals for alumni association members?",
        "I am wondering if I can get a discount as an alumni.",
        "Alumni association members are asked if they have any special offers.",
        "Can you give any special deals for alumni?",
        "Is there a discounted membership for alumni?",
        "Alumni association members may have deals?",
        "Is it possible for alums to get some reductions?",
        "Alumni associations, do they offer discounts?",
        "Alumni association members could potentially be offered reduced rates.",
        "Are there any discounts for alums.",
        "Do any deals exist for alumni members?",
        "Do any deals exist for members of the alumnae group?",
        "I would like to know if I can get a discount as an Alumni.",
        "Alumni discount for association members available?",
        "Members of the alumni association are asked if they have any discounts.",
        "If there are any discounts for alumni.",
        "I wonder if I can have a discount as an alumni.",
        "Which association alumni have any discounts?",
        "Do any alumni association members get discounted things?",
        "Alumni associates for discounts?",
        "Can I get a discount as an Alumni member.",
        "Will alumni association members get reduced rates?",
        "Alumni associates might receive discounts.",
        "Does alumni club member get price cuts?",
        "Is there any cost cuts if I'm an alum member.",
        "Do Alumni Group's special offers exist?",
        "What deals do you have for alumni members?",
        "Alumni associations members are asked if there are any discounts.",
        "Is there a discount for the grads' group?",
        "Is it possible to get a discount as an alumnae?",
        "Do you do any special deals for alumni?",
        "Alumni members might be offered discounts.",
        "Has anyone seen alumni discounts for association members?",
        "Can i get a discount as an alumni?",
        "What are the alumni discounts for association members?",
        "Any breaks for alumni association?",
        "Special offers from the Alumni group?",
        "Do alumni have any deals?",
        "I was wondering if I could get a discount as an alumni member.",
        "Are there any special offers for alumni group participants?",
        "Are there any offers for alumni members?",
        "Is there any deals for members of the alumnae group?",
        "Any association alumni discounts?",
        "Are alumni discounts available for association members?",
        "The alumni association members were asked if there were any discounts.",
        "Alumni association members may be able to get discounts.",
        "Does the alumni association have discounts available?",
        "Is anyone aware of any discounts for alumni?",
        "Can you tell me any specials for alumni group participants?",
        "The alumni association has any discounts?",
        "Can you tell me the discounts for alums?",
        "Alumni discounts are available?",
        "Alumni associations offer discounts?",
        "Is there any offers for alumni members?",
        "Are there any savings for alumni?",
        "Did you have any deals for alumni members?",
        "There may be breaks for alumni association folks.",
        "Any discounts to alumni association members?",
        "Alumni members can have discounts offered.",
        "Is there any savings for alumni association members?",
        "Alumni members might be able to receive discounts.",
        "Alumni association members may have deals on offer.",
        "Has there a deal for alumni members?",
        "I'm wondering if there are any discounts for alumni.",
        "Alumni discounts for association members may be available.",
        "The alumni association members are asked if there are any discount available.",
        "Can you give any deals to alumni members?",
        "Alumni association members are asked if there are any possible discounts.",
        "Is there a discount given to alumni members?",
        "Can I get a discount as a Alumnus?",
        "Does alumni association members have any discounts?",
        "Alumni association members are asked if there are any bargains out there.",
        "How about discounts for alumni?",
        "Is there a special deal for alumni members?",
        "The alumni association members are asked if there is any discount available.",
        "Are I able to get a discount as an Alumni?",
        "Association alumni have any discounts?",
        "I don't know if there are any discounts for alums.",
        "Deal for members of the alumnae group?",
        "Special offers by Alumni Group?",
        "What are the discounts available for alumni association members?",
        "Does anyone know of any price reductions for alums?",
        "Alumni members may have a discount.",
        "Alumni associates receive any discounts?",
        "Alumni associates may have discounts.",
        "Do you offer any special prices for alumnae?",
        "What are some deals for alumni members?",
        "Is there a savings for alumni?",
        "Was the Alumni Group offering special offers?",
        "Any deals that were offered to alumnae group members?",
        "Is there any specials tailored for alumni groups?",
        "Which discounts are available for alumni members?",
        "Does any alumni association members get discounted prices?",
        "There's any discounts for association alumni?",
        "Are there any specials for alumni groups?",
        "Discounts for association alumni?",
        "Alumni associations have discounts too?",
        "Are there special offers from Alumni Group?",
        "There is any breaks for alumni association folks.",
        "Is there any breaks for alumni association folks.",
        "Special offers of Alumni Group?",
        "The alumni association members are asked if there is a discount.",
        "Is it possible to get cost cuts if I'm an alum member?",
        "Can reductions be made by alumni?",
        "I need to know if there are any discounts for alums.",
        "Is it possible to have a discount as an alma mater member?",
        "Alumni association members are asked if there are any discounts on offer.",
        "Is there a chance of cheaper rates, alum status?",
        "Is Alumni Association members given any discounts?",
        "Alumni associations offer discounts too?",
        "Alumni Group has specialoffers?",
        "What specials should alumni group participants receive?",
        "Can alumni club member get price cuts?",
        "Alumni group participants, have any specials tailored for them?",
        "Am I able to get reductions by alums?",
        "Are Alumni Association members offered reduced rates?",
        "Can I get a discount as alumni?",
        "Can you provide any deals for alumni members?",
        "Is there any discounted for alums?",
        "Alumni association members are asked if there's a discount available.",
        "There could be discounts for alumni association members.",
        "Is alum status a possibility for Cheaper rates?",
        "Alumni members are asked if there are any deals for them.",
        "Can I get a discount as an alumnus?",
        "Alumni association members are asked if they have any discounts to offer.",
        "Are alumni association members receiving deals?",
        "Alumni members might have discounts?",
        "Got alumni association deals?",
        "Is there any specials tailored to alumni group participants?",
        "Alumni association members are asked if there are any discounted things.",
        "Any discount for alumni association members?",
        "Alumni association members may be given discounts.",
        "Does the alumni club member receive price cuts?",
        "Do any alumni association members receive discount?",
        "Alumni members can have deals.",
        "Alumni members may receive discounts?",
        "Are there discounts for alumni?",
        "The alumni association members are asked if there is a discount available.",
        "Does anyone have any specials for alumni?",
        "Does an alumni club member have any price cuts?",
        "Are alumni association members receiving any deals?",
        "Is there any breaks for the alumni association?",
        "Alumni associates do they have any discounts?",
        "What discounts are there for alumni association?",
        "Are there any discounts for association oldies?",
        "Is there a discounts for alumni members?",
        "Alumni associations give any savings?",
        "There are any alumni discounts?",
        "Can I have a discount as an Alumnae member?",
        "I'm wondering if there are any discounts for alums.",
        "Does alumni associations offer discounts as well?",
        "Alumni associations might have discounts too.",
        "Is there any price reductions for alumni?",
        "association alumni might have discounts",
        "Alumni associations may offer some discounts.",
        "Is any alumni discounts available?",
        "Do you have any tailored specials for alumni group participants?",
        "Alumni association members are asked if there are any deals out there.",
        "Did anyone have any alumni association discounts?",
        "Are there any special deals for alumni assoc members?",
        "Alumni association members are asked if there's any discount available.",
        "Did anyone have any discounts for association alumni?",
        "Is alumni association members granted discounts?",
        "breaks for alumni association folks?",
        "Are there any special pricing schemes for the alumnae?",
        "Is there any alumni discounts out there?",
        "Do alumni associations have their own discounts?",
        "Any deals the alumni members have?",
        "Alumni association members are asked if there are any special offers.",
        "I was wondering if there are any discounts for alums.",
        "Would there be discounts for grads' group?",
        "Is there any discount available for alumni association members?",
        "Is there any alumni discounts for association members?",
        "What rates are offered to alumni association members?",
        "People ask if alumni association members get discounts.",
        "Will alumni association equal any savings?",
        "There are any discounts on alumni?",
        "The alumni association members are asked if there are any deals.",
        "Alumni association members are asked if they can get any discounts.",
        "If I'm an alumni of the association, can I get a discount?",
        "Is it possible for me to have a discount as an Alumni member?",
        "Do alumni associations give out discounts?",
        "You might be able to get cheaper rates, alum status.",
        "Is it possible to get discounts for alumni members?",
        "Do alumni members get discounts?",
        "Will there be any cost cuts if I'm an alum member?",
        "Alumni members could possibly get discounts.",
        "There might be some breaks for alumni association people.",
        "What about the Alumni Group's special offers?",
        "Alumni memberships offer discounts for members?",
        "There are any discounts given to alumni associates?",
        "Is there a way to get a discount as an alumni?",
        "Is it possible that I can get a discount as an alumni?",
        "Some breaks for alumni association folks?",
        "Does anyone have alumni discounts for association members?",
        "Does anyone have alumni association discounts?",
        "Are alumni association members able to get reduced rates?",
        "Any savings from the alumni association?",
        "Are alumni association members getting any discounts?",
        "Do you have deals for alumni?",
        "Have there any breaks for alumni association?",
        "Will there be a discount for alumni members?",
        "Cheaper rates could be possible, alum status?",
        "Do Alumni Association members get discounts?",
        "there are any discounts for association alumni?",
        "Is alum status a chance for cheaper rates?",
        "Alumni associates need any discounts?",
        "Does the alumni association equate to any savings?",
        "Alumni associates may get discounts.",
        "Alumni association members could have deals.",
        "Is there any savings for the alumni club?",
        "Was there any discounts for alumni association members?",
        "Does alumni association count as any savings?",
        "Alumni association members are asked if there's any discounts available.",
        "If there are discounts for alumni members?",
        "Do you offer alumni discounts?",
        "special offers from the alumni group?",
        "Any deals for Alumni members?",
        "Does the alumni associations offer discounts as well?",
        "Can I get a discount as an Alumnus member?",
        "Alumni association members are asked whether or not there are any discounts.",
        "Alumni associates may receive some discounts.",
        "Do alumni association members receive any discounts?",
        "Are there any discounts given to alumni associates?",
        "Anyone has alumni association discounts?",
        "Are there any price cuts available for alma?",
        "The deals for alumni members are not known.",
        "Is there yet any discounts for association oldies?",
        "Are discounts available to alumni members?",
        "The alumni association may offer reduced rates.",
        "Are there any savings for the alumni club?",
        "Is there deals for the grads' group?",
        "Is it possible to get reduced rates for alumni association members?",
        "Can I get a discount as a Alumnae member?",
        "Referring to any deals offered to alumnae group members.",
        "Can I get a discount if I'm an alumni?",
        "Is there any discounts offered for alumni association members?",
        "alumnae group members, are there any deals?",
        "Can alumni association members find deals?",
        "Did the alumni association offer reduced rates?",
        "Are there savings for the alum club?",
        "Which alumni association members have any discounts?",
        "Are discounted rates offered to alumni association members?",
        "Alumni members can look for discounts.",
        "What special offers do the Alumni Group have?",
        "Does the alumni club member get any price cuts?",
        "There may be reduced rates for alumni association members.",
        "Any discounts offered by the alumni association?",
        "Did anyone have alumni association discounts?",
        "The alumnae group members may be offered deals.",
        "There might be discounts for association alumni.",
        "Alumni association members, what are their discounts?",
        "Alumni association members need to know about any discounts.",
        "Is it possible to have cheaper rates with alum status?",
        "I am an Alumni of the association, can I get a discount?",
        "Does the alumni association members receive any discounts?",
        "Is it possible for an alumni to get a discount?",
        "Is there a cost cut if I'm an alum member?",
        "Alumni members may have deals for them.",
        "Is there any alumni association members who get discounts?",
        "Do members of the association get any discounts?",
        "Is there a reduced rate for alumni association members?",
        "There is any discounts for alumni association members.",
        "Does anyone have any cost cuts if I'm an alum member?",
        "Do you have any breaks for alumni association?",
        "Is there any price cuts for alumni?",
        "Is it possible to get cheaper rates, like alum status?",
        "Is there a discount available to alumni association members?",
        "There is any discounts for alumni?",
        "Any cost cuts for alum members?",
        "Would there be any discounts for alumni?",
        "Are there any alumnus group specials?",
        "What discounts are available for association alumni?",
        "Does any alumni association members get discounted rates?",
        "Alumni association members are asked if they can get a discount.",
        "Does anyone know of any alumni discounts?",
        "Is there a discounts for alumni association members?",
        "Is it possible that reductions can be availed by alums?",
        "Is there any discount for past members?",
        "Can I get a discount when I am an alum?",
        "Can you get a discount as an Alumni?",
        "I was wondering if there was a discount for alumni members.",
        "Are there any alumni deals for members?",
        "Alumni associations could offer discounts.",
        "Does alumni membership have a discount?",
        "Alumni association members are asked if they have any offers.",
        "Have any discounts for alumni?",
        "Alumni members, have any deals?",
        "Alumni members might get discounts?",
        "There are any breaks for alumni association?",
        "Did alumni association mean any savings?",
        "Alumni associates may have discounts provided.",
        "Alumni association members can have deals.",
        "Is it possible to get a discounted rate as an alumni of the association?",
        "Is alumni association members offered discounted rates?",
        "Alumni association members, can they get discounts?",
        "Alumni association members are eligible for discounts",
        "Are there any special deals for alumni?",
        "Do you have any specials for alumni group?",
        "Do Alumni club members get any price cuts?",
        "Do association alumni have any discounts?",
        "Does Alumni association equal any savings?",
        "Alumni association members are asked if discount are available.",
        "Are there any discounts for alums?",
        "Alumni associations could also have discounts.",
        "alumnae group members are interested in any deals?",
        "Does an alumni member have a discount?",
        "Alumni association members are asked if there are discounts available.",
        "Could there be any discounts for alumni?",
        "Does any alumni association members have discounts?",
        "Alumni association members might be interested in reduced rates.",
        "Should alumni club members get any price cuts?",
        "Alumni association members, are there discounts available?",
        "Alumni associates may be offered discounts.",
        "Is there any tailored specials for alumni groups?",
        "Is there any cost cutting if I'm an alum member?",
        "Alumni association members are asked if the discounts exist.",
        "Alumni members can get discounts?",
        "Has there a discount for alumni members?",
        "Alumni association members, are there lower rates?",
        "Has anyone got deals for alumni members?",
        "Any deals for the members of the alumnae group?",
        "Any deals with members of the alumnae group?",
        "Has anyone got discounts for alumni?",
        "They have any discounts for alums?",
        "Do you have special deals for members of the alumni association?",
        "Alumni members can have discounts available.",
        "alumni association members do they get discounts",
        "Will alumni association members be offered reduced rates?",
        "What breaks are there for alumni association folks?",
        "Can reductions be made available by alumni?",
        "Is the alumni association getting any discounts?",
        "Is it possible to receive discounts for alumni members?",
        "Do you offer special pricing foralumni?",
        "Alumni members can get advantages in terms of prices.",
        "Can I have a discount as an alum?",
        "Does alumni association have any savings?",
        "Do alumni association members get any special discounts?",
        "Discounts might be available for alumni members.",
        "Alumni association members are asked if they have any available discounts.",
        "Is there any discount for alumni association members.",
        "Anyone have any deals for alumni members?",
        "Alumni membership discounts are offered?",
        "Special offers of alumni group?",
        "Is there reduced rates offered to alumni association members?",
        "Is cheaper rates possible with alum status?",
        "Is it possible for rates to be cheaper on alum status?",
        "The alumni association members are asked if there are any discounts",
        "Are there offers for alumni association members?",
        "Do you provide any special deals for alumni?",
        "Is cheaper rates possible for alums?",
        "Does the association have any discounts for alumni?",
        "Was there any alumni discounts available?",
        "Are alumni members eligible for a discount?",
        "Is it possible to get discounts for alumni association members?",
        "Alumni club member get any price cuts?",
        "Does Alumni club member get any price cuts?",
        "Is there a discount offered to alumni members?",
        "Do the alumni club members get any price cuts?",
        "There are any breaks for the alumni association.",
        "Alumni association members do they receive discounts?",
        "Is there any discount on alumni association members?",
        "Is any alumni association members offered discounts?",
        "Are there any specials for alumni group participants.",
        "Is the alumni association members given any discounts?",
        "Is there any cost cut if I am an alum member?",
        "Can alumni association members have discounts?",
        "Is there any discounts for association Alumni?",
        "Alumni have any discounts?",
        "Can reductions be taken advantage of by alums?",
        "Are the alumni association members eligible for discounts?",
        "Alumni members may have advantages in terms of prices offered.",
        "Can I get a discount when I'm an alumni member?",
        "Do alumni assoc members have any special deals?",
        "Do you have any specials for alumni?",
        "Does alumni associations offer any discounts?",
        "Does the alumni club member get any price reductions?",
        "Is it possible to get a discount as an Alumnae member?",
        "The alumni association members are asked if there are any discounts on offer.",
        "Alumni discounts may be available for association members.",
        "Any alumni association members receive any discounts?",
        "Are there alumni discounts for association members available?",
        "Is there a Discounts around for grads' group?",
        "Are there price cuts for alma?",
        "Association members may be eligible for alumni discounts.",
        "Is the alumni association any savings?",
        "Any deals offered to alumnae?",
        "Alumni associates, what discounts are there?",
        "If there are any deals for alumni members?",
        "Is there any chance of reductions being available by alums?",
        "Are there special offers for alumni association members?",
        "Is alumni association members given discounts?",
        "Does alumni associations have similar discounts?",
        "do you have any special deals for alumni?",
        "Can I receive a discount if I am an alumni of the association?",
        "Is there any discounts for the grads' group.",
        "Any alumni group specials?",
        "Discounts are available for alumni members?",
        "Do alumni associations offer other discounts?",
        "Is it possible for me to have a discounted membership as an alumni?",
        "Do you have any alumni deals?",
        "Do you have deals for alumni members?",
        "Are alumni members offered a discount?",
        "Alumni group participants, do you have any specials tailored for them?",
        "Alumni association members could be interested in reduced rates.",
        "Do alumni group offer special offers?",
        "Alumni association members were asked if they had any discounts.",
        "Any deals offered to the members of the alumnae group?",
        "Does anyone have any discount for alums?",
        "Can you give me deals for alumni association members?",
        "Is there discounts for association oldies?",
        "Is there a discount when I am an alumni member?",
        "Special offers from Alumni group?",
        "Is anyone in the alumni association getting any discounts?",
        "Alumni association members are asked if the discounts are available.",
        "Does the alumni association give discounts?",
        "Are there alumni discounts available for association members?",
        "association alums, are there discounts for them?",
        "Some alumni association members may get discounts.",
        "Can I get a discount as an Alumni of the association?",
        "Can reductions be offered by alumni?",
        "Is it possible to have a discount as an Alumni?",
        "Any discounts for alumni association members are available?",
        "Any Alumni association discounts?",
        "Alumni members might have deals for them.",
        "Did any alumni association members get discounts?",
        "Is there any deal for alumni?",
        "Is there a discount on alumni members?",
        "Can I qualify for a discount as an alumni?",
        "Do Alumni Group have special offers?",
        "Can alumni members have a discount?",
        "Are there any special deals for alumni members?",
        "How about discounts for association alumni?",
        "Are there any breaks for alumni associations?",
        "Alumni associates are offered discounts?",
        "Is there any discounts on alums?",
        "There could be any breaks for alumni association folks.",
        "Alumni members may be eligible for discounts.",
        "Does anyone know of any discounts for alumni?",
        "Alumni association members can be asked if there are any discounts.",
        "Any deals available to members of the alumnae group?",
        "As an alumni of the association, can I get a discount?",
        "Alumni discounts for association members might be available.",
        "Any alumni discounts available for association members?",
        "Alumni association members are asked if they have any discount offers.",
        "Are there specials for alumni?",
        "What alumni discounts are there for association members?",
        "Are you able to offer alumni deals?",
        "Can any alumni association members get discounts?",
        "Do members of the association receive discounts?",
        "If I'm an Alumni member, any cost cuts?",
        "Alumni association members may be eligible for discounts.",
        "Alumni members may be offered discounts",
        "Alumni members could get discounts.",
        "Is it possible to have a discount as a Alumnae member.",
        "Is there any specials for alumni?",
        "Alumni associates, any discounts given?",
        "If I am an alum member, can there be any cost cuts?",
        "Are there any deals available to alums?",
        "There are any deals for alumnae group members",
        "Alumni members are asked about any deals.",
        "alumni association members might be offered reduced rates",
        "Is there a special for alumni group participants.",
        "Discounts for alumni association members?",
        "Any cost cuts if I'm a alum member?",
        "Are there special offers for alumni?",
        "Can I get any cost cuts if I'm an alum?",
        "Will there be any deals for alumni members?",
        "Any deals given to alumnae?",
        "There could be some breaks for alumni association folks.",
        "Association alumni may be eligible for discounts.",
        "Members of the alumnae group may be offered deals.",
        "Any deals that the alumnae group members have?",
        "Do you offer any special pricing schemes for your alumni?",
        "Some alumni association members might get discounts.",
        "Alumni members being offered discounts?",
        "Discounts for alumni members are offered?",
        "Can you offer any special deals for alumni?",
        "Are there any tailored specials for alumni group participants?",
        "Alumni association members can have discounts.",
        "Alumni association members may get discounts.",
        "Do alumni association members get discounted items?",
        "Do you give special deals to alumni members?",
        "Alumni associations might offer some discounts too.",
        "Would alumni association equal any savings?",
        "Is there any deals for the alumnae group members?",
        "Do you have any breaks for alumni association people?",
        "Alumni member have any deals?",
        "Is it possible to have a discount as an alumnus member?",
        "alumnae group members, are there any deals offered?",
        "Alumni discounts can be for association members.",
        "Does alumni association members get discounted things?",
        "Do alumni association members have a discount?",
        "Are there discounts for members of the association?",
        "Is a discount for alumni members offered?",
        "Did anyone have deals for alumni association members?",
        "Is it possible for reductions to be available by alums?",
        "Alumni members can possibly get discounts.",
        "Is there any specials designed for alumni group participants?",
        "There are discounts for association alums?",
        "Any alumni association has any discounts?",
        "Alumni members may be entitled to discounts.",
        "Are there any special offers for alumni.",
        "Did alumni club member get any price cuts?",
        "Can I get a discount as a alumna?",
        "Does the Alumni club member get any price cuts?",
        "Is there savings provided if an alum joins?",
        "Does alumni association bring any savings?",
        "Is any alumni association members allowed to get discounts?",
        "Are there any discounts available to alumni members?",
        "association alumni discounts?",
        "Is there any cost cuts if I are an alumni member?",
        "What specials do you have for alumni group participants?",
        "Are you offering any special deals for alumni?",
        "Alumni association members may enjoy discounts.",
        "What are the specials for the alumni group?",
        "Any deals for members of the alumni?",
        "Alumni members could have deals.",
        "Is there any discount available to alumni association members.",
        "Any discounts available for alumni members?",
        "Do alumnae group members receive any deals?",
        "Can you offer any special deals to alumni?",
        "Alumni association members getting deals?",
        "Alumni association members are asked if there is a discount",
        "Do any alumni association members receive any discount?",
        "Can there be cost cuts if I'm an alum member?",
        "Alumni association members are asked if there are any special deals.",
        "Any deals with alumnae group members?",
        "Alumni associates, any discounts provided?",
        "Is there any special offers for the alums?",
        "Do you have any great deals for alumni?",
        "Is there any reduction in cost if I'm an alum member?",
        "Did the alumni association members get any discounts?",
        "Alumni association members might be offered lower rates.",
        "Do alumni associations offer any discounts?",
        "Is there any discounts given to alumni associates?",
        "do alumni association members receive discounts?",
        "Are there discounts yet for association oldies?",
        "Is there savings for the alum club pals?",
        "Is it possible to get cheaper rates for alum status?",
        "Alumni association members are asked if there are any discount options.",
        "Associations alumni should have any discounts?",
        "Alumni associates may be offered some discounts.",
        "Can some reductions be done by alums?",
        "Does anyone know of any cost cuts if I'm an alum member?",
        "Can I get a discount when I am an Alumni of the association?",
        "Are there discounts for the grads' group.",
        "Is it possible to get discounts for the grads' group?",
        "There are any special deals for alumni?",
        "Some breaks for alumni association people?",
        "Is it possible to have cheaper rates as an alum?",
        "What deals are available to alumnae group members?",
        "Alumni association members have deals to offer?",
        "I was wondering if I could have a discount as an alumni member.",
        "Does any alumni association members receive any discounts?",
        "Do you have discounts for alumni?",
        "Does the alumni association have any discounts available?",
        "association alums, are there discounts?",
        "Alumni association members are asked if there are any coupons available.",
        "Is the Alumni Group offering special offers?",
        "Can some reductions be available to alums?",
        "Is there a discount for former members.",
        "Is there any discount given to alumni associates?",
        "Is there any alumni discounts on offer?",
        "Is it possible to have a discount as an alumni member.",
        "Did you offer any special deals for alumni?",
        "Alumni discounts available for association members?",
        "Are there savings for the alumni club?",
        "Is there discount for alums?",
        "Does anyone have any price reductions for alums?",
        "Is alumni associations also offering discounts?",
        "Does anyone know of any alumni group specials?",
        "I need to know if I can get a discount as an Alumni.",
        "Did you have any specials tailored for alumni group participants?",
        "Is there any special designed for alumni group participants?",
        "Is it possible for me to have a discount as an alumnae?",
        "You have deals for alumni association members?",
        "Do alumni associations have discounts?",
        "Are there special offers from the Alumni Group?",
        "There is any discounts for association alumni.",
        "Would alumni association members get discounts?",
        "As an alumni member, can I get a discount?",
        "Are alumni associations offering discounts?",
        "Does alumni association members have reduced rates?",
        "Can I get a discount if I'm an Alumni?",
        "Is the alumni association offering any discounts?",
        "Do you have any deals with alumni members?",
        "Can I get a discount if I am an Alumni member?",
        "I'm wondering if there are any deals for alumni members.",
        "There are any association alumni discounts?",
        "Discounts available to alumni?",
        "Is there any cost cuts if I am an alum member.",
        "Are alumni association members eligible for reduced rates?",
        "Is it possible to get cheaper rates, alumni status?",
        "Alumni members had any deals?",
        "Do alumni association members receive discounts.",
        "Do alumni assoc. members get any special deals?",
        "Alumni association has some savings?",
        "Are there any savings for the alum club pals?",
        "Anybody have any deals for alumni members?",
        "Can some reductions be made available by alumni?",
        "Do members of the alumni association get any discounts?",
        "alumnae group members, any deals they have?",
        "Alumni associates could be given discounts.",
        "Is there any discounts available to alumni?",
        "Do alumni associations also give discounts?",
        "Anyone has any discounts for alumni association members?",
        "Is alumni association members allowed discounts?",
        "Alumni association members who have deals?",
        "Does anyone have special deals for alumni assoc.",
        "Have any alumni association members received any discounts?",
        "Is there any savings for alum club pals?",
        "Some alumnae group members may be offered deals.",
        "Will the Alumni Group offer special offers?",
        "Alumni members have the possibility of discounts.",
        "Any savings comes from the alumni association?",
        "Do alumni associates have any discounts?",
        "Have there any breaks for alumni association folks?",
        "There are any discounts for alumni associations?",
        "Do you have any special offers for alumni members?",
        "Does Alumni association members get discounts?",
        "Does alumni club member get a price cut?",
        "If I'm an alumni member, any cost cuts?",
        "Should alumni members have any deals?",
        "Any discount for association alumni?",
        "Has the alumni club member gotten any price cuts?",
        "Can alumni association members get discounted memberships?",
        "Is there any alumni deals?",
        "Is it possible to get a discount as an Alumnae of the association?",
        "Will there be discounts for alumni?",
        "Any special offers from the Alumni Group?",
        "Does the alums have any discounts?",
        "Is there any bargains for alumni members?",
        "Alumni members have discounts available?",
        "Special offers from alumni group?",
        "Are there lower rates available to alumni association members?",
        "Alumni discounts for association members are possible.",
        "There is a question about discounts for association alums.",
        "Any offers for members of the alumnae group?",
        "Is alumni association any savings at all?",
        "There may be discounts for association grads.",
        "Does association alums have any discounts?",
        "association alumni have discounts?",
        "Do alumni association members get offers?",
        "Do alumni members have discounts available?",
        "Alumni club member may get price cuts?",
        "Does anyone from the alumni association have any discounts?",
        "Is there any alumni discounts for members?",
        "What discounts do alumni associates receive?",
        "Do there any discounts for alumni?",
        "Did alumni associates receive any discounts?",
        "Special offers from theAlumni Group?",
        "Did there any deals for alumni members?",
        "What deals are out there for alumni members?",
        "Alumni memberships may have discounts available.",
        "Alumni association folks have any breaks?",
        "I would like to know if I can get a discount as an alumni.",
        "What are the specials for alumni group participants?",
        "Can alumni association members take any discounts?",
        "Is there special offers for alumni?",
        "Alumni associates are asked if they have any discounts provided.",
        "Is it possible to take reductions by alums?",
        "Have you got any deals for alumni?",
        "How about the alumni group's special offers?",
        "Alumni members might receive discounts.",
        "Is there any cost cuts for alumni?",
        "Any savings come from Alumni association?",
        "Alumni association members might get discounts?",
        "How about alumni discounts for association members?",
        "I'm looking for any discounts for alums.",
        "Alumni association members can inquire about reduced rates.",
        "Alumni association members are asked if there are any bargains available.",
        "Does an alumni club member get price cuts?",
        "If there are any breaks for alumni association folks?",
        "There are any deals available to alumnae group members?",
        "Alumni associations may provide discounts.",
        "Can I get a discount as an Alumni.",
        "Alumni association members would like any discounts.",
        "Is there a possibility of cheaper rates, alum status?",
        "Can I get a discount as an alumni member.",
        "Should alumni group participants get any specials?",
        "Is there any discount for association alums?",
        "Alumni associates could benefit from any discounts.",
        "Any alumni association offers?",
        "Alumni association members, what deals are there?",
        "Should Alumni Group have special offers?",
        "Do alumni association members have any discounts available?",
        "The alumni association members are asked if there are discounts.",
        "Alumni associates have asked about any discounts.",
        "Can I have a discount as an alumnae?",
        "Alumni could be eligible for discounts.",
        "Some reductions can be availble by alumni.",
        "Discounts for alums?",
        "Are there special deals for alumni?",
        "Should there be any cost cuts if I am an alum member?",
        "Alumni associations have deals for their members?",
        "Can you tell me if there are any specials for alumni group participants?",
        "Is there any deals for alumnae group members?",
        "any discounts for association alumni?",
        "I want to know if there are any cost cuts if I'm an alum member.",
        "Is there discounts available to alumni members?",
        "Is it possible for me to get a discount as an alumni?",
        "Did you have any specials for alumni group participants?",
        "discounts for alumni association members",
        "Is there any discounts available for alumni members?",
        "What are alumni group's special offers?",
        "Is it possible to get a discount as an Alumni?",
        "Special offers by the Alumni group?",
        "Can I receive a discount as an alum?",
        "Do you have any special alumni deals?",
        "Do alumni association members get any discount?",
        "Alumni association members, are there any discounts?",
        "Is there an alumni member discount?",
        "Are there savings in the alumni club?",
        "Alumni members might have some deals.",
        "Do alumni members get any special deals?",
        "There are any specials tailored for alumni group participants.",
        "Are discounts for alumni members available?",
        "Is alumni associations offering discounts?",
        "If I am an alum member, do you have any cost cuts?",
        "Is there any discount for alumni associates?",
        "Do you offer any special discounts for alumni?",
        "Alumni association members could be getting reduced rates.",
        "Can I be offered a discount as an alumni?",
        "Can you provide any discounts for alumni?",
        "Alumni memberships, any deals?",
        "As an alumni member, can I have a discount?",
        "Alumni association members can find deals.",
        "Any cost cuts for alumni?",
        "Alumni members might be given a discount.",
        "Alumni associations may offer discounts as well?",
        "Alumni association members can get deals.",
        "Is there any savings for the alum club pals?",
        "Are there lower rates offered to alumni association members?",
        "Does anyone have deals for alumni members?",
        "Is there any savings for alums?",
        "Any breaks for people from the association?",
        "Is it possible for me to have a discount as an alumni?",
        "Is there any deals for alumni member?",
        "Can I get a discount when I become an alumni?",
        "Can I get a discount as an Alumna?",
        "Alumni associations may also offer discounts?",
        "Is a discount given to alumni members?",
        "There are any discounts given to alumni associates.",
        "Alumni discounts for members available?",
        "Is there any cost cut for an alum member?",
        "Alumni discounts can be available for association members.",
        "Alumni members could be offered discounts",
        "Is it possible to receive a discount as an alumni member?",
        "Alumni associations possibly offer discounts too.",
        "Are any alumni association members getting any discounts?",
        "Alumni association members are asked if there are anydiscounts available.",
        "Do you offer any special pricing options for alumni?",
        "Have deals for alumni association members?",
        "Is it possible to have cheaper rates, an alum status?",
        "Is there discounts for alums?",
        "What deals were offered to alumnae group members?",
        "Alumni discounts might be available to association members.",
        "Has there any discounts for association oldies yet?",
        "Are there discounted rates offered to alumni association members?",
        "I was wondering if alumni members had a discount.",
        "Can you give any discounts for alumni?",
        "Have you got any discounts for alumni?",
        "Is there reduced rates for alumni association members.",
        "There are any alumni discounts that are available?",
        "Can reductions be given to alumni?",
        "Alumni members could have discounts.",
        "Is there any association alumni discounts?",
        "Has there any discounts for association alumni?",
        "Should there be any cost cuts if I'm an alum member?",
        "Did you have deals for alumni members?",
        "What about the alumni group's special offers?",
        "Alumni association members may be offered discounts.",
        "Can alumni association members be offered reduced rates?",
        "alumni association members get discounts?",
        "What are the deals for alumni members?",
        "Alumni association members are asked whether there are any discounts.",
        "For association alumni, any discounts?",
        "Alumni members are possibly offered discounts.",
        "Are there any deals for association alumni?",
        "I want to know if I can get a discount as an Alumni.",
        "Is there any special offerings for alumni group participants?",
        "There's any breaks for alumni association people.",
        "association members are eligible for alumni discounts?",
        "Alumni club member will get price cuts?",
        "Do you offer deals to alumni?",
        "Is there a cut in cost if I'm an alum member?",
        "Alumni association members, do you have reduced rates?",
        "Do you have any specials tailored for alumni group participants?",
        "Is there a discount for alumni association members.",
        "Alumni associates have questions regarding discounts provided to them.",
        "Did alumni association members receive deals?",
        "Alumni associates are interested in any discounts?",
        "Alumni association members, are there reduced rates offered?",
        "Alumni members can have benefits in regards to prices.",
        "Do any alumni association members get discounted memberships?",
        "Do you offer specials to alumni?",
        "Do you have any special deals for assoc members?",
        "Alumni association members, you have deals?",
        "What discounts can alumni association members get?",
        "Alumni association members were asked if there were any discounts.",
        "Does anyone know of any alumni association discounts?",
        "Any alumni association discount?",
        "Any alumnae group deals?",
        "A question about alumni discounts for association members.",
        "What breaks are there for alumni association people?",
        "Alumni association members interested in any discounts?",
        "Any deals for former members?",
        "An alumni association member is asked if there are any discounts.",
        "Alumni association members are asked if there are any discounts",
        "Are there any special offers for the alums?",
        "Alumni association members have any discounts?",
        "Do you offer any special deals to alumni members?",
        "Alumni association members might be granted discounts.",
        "Is there any specific specials for alumni group participants?",
        "Is it possible for rates to be cheaper, alum status?",
        "Do members of the alumni association get discounts?",
        "Is there any cost savings if I'm an alum member?",
        "Can alumni associates receive any discounts?",
        "Alumni association members are asked whether there are any discounts available.",
        "Discounts possible for alumni members?",
        "Do you have any special deals for former members?",
        "Any special deals for alumni?",
        "Members of the alumni association may get discounts.",
        "There are any discounts for alumni of the association.",
        "Alumni members, have you got any deals?",
        "Is there a discount available for alumni members?",
        "Does anyone have any special deals for alumni members?",
        "Is there discounts for the grads' group.",
        "There is any special for alumni group participants.",
        "Alumni association members can be offered discounts.",
        "Do alumni associations give discounts?",
        "Alumni may be eligible for discounts.",
        "Does anyone know any discounts for alumni?",
        "Do you know if there are discounts for association alumni?",
        "Would there be any breaks for alumni association?",
        "Alumni association members are asked if they have any discount.",
        "Will Alumni Group have special offers?",
        "Alumni association folks, any break?",
        "Is there any break for the alumni association?",
        "Do there any alumni deals?",
        "Alumni associates may be given discounts.",
        "Do alumni have a discount?",
        "Association oldies may have discounts yet.",
        "Alumni association members were asked if there were any discounts on offer.",
        "Does anyone have any breaks for alumni association folks?",
        "Does any Alumni Association members get any discounts?",
        "alumni associates have any discounts?",
        "Does anyone have any specials tailored for alumni group participants?",
        "Anyone have discounts for alumni?",
        "Is there a discounts for association alumni?",
        "Did alumni association give any discounts?",
        "Alumni members may have access to discounts.",
        "alumni members are offered discounts?",
        "Can I take advantage of a discounted membership as an alumni?",
        "Alumni association folks, are there any breaks for them?",
        "Are alumni association's any savings?",
        "Alumni members there are any deals?",
        "Can there be discounts for the grads' group?",
        "Are the rates for alumni association members reduced?",
        "Any offers for alumnae group members?",
        "Is there any Alumni discounts available?",
        "Is there any deal for members of the alumnae group?",
        "Alumni association members can be eligible for discounts.",
        "Do you offer any pricing schemes for alumnae?",
        "Are alumni association members granted any discounts?",
        "Are alumni associations willing to offer discounts?",
        "Can some reductions be offered by alums?",
        "Is there a discount for people who are alumni?",
        "Can I get a discounted membership as an Alumni member?",
        "Does alumni association offer discounts as well?",
        "Can I get a discount as a graduate of the association?",
        "Would there be discounts for alumni members?",
        "There could be discounts for association alums.",
        "Does anyone know if there is any discounts for alumni?",
        "Do there any deals for alumni members?",
        "Are there discounts available for alumni?",
        "Are discounts for alumni association members available?",
        "association alumni may have discounts",
        "Is it possible for some reductions to be available to alums?",
        "Is there a reduction in rates offered to alumni association members?",
        "Alumni members might have access to discounts.",
        "Should alumni assoc. members get special deals?",
        "Any discounts given to associates of alumni?",
        "Is there any discounts for association alums?",
        "Is there any break for the alumni association folks?",
        "Special offers of the alumni group?",
        "Can I enjoy a discount as an alumni?",
        "Is any alumni association member eligible for discounts?",
        "Is it possible that reductions can be made by alums?",
        "Is there any discount for former members?",
        "Does the alumni club member receive any price cuts?",
        "Is there alumni discounts for association members?",
        "Does anybody have any deals for alumni members?",
        "Can some reductions be provided by alumni?",
        "Alumni association members may see reduced rates.",
        "Any deals available to alumnae group members?",
        "Has anyone got any deals for alumni members?",
        "Do alumni associations have any discounts?",
        "Are there discount for association alumni?",
        "Can you tell me if there are savings for alum club friends?",
        "Alumni members may have benefits in regards to prices offered.",
        "Does the association alum have discounts?",
        "discounts for alumni of association?",
        "Is the alumni association has any discounts?",
        "Do you have any discounts for the grads' group?",
        "Does anyone from the alumni association get any discounts?",
        "Is there any alumni association discount?",
        "Alumni association members are asked if there are any discounted products.",
        "I wonder if there are any discounts for association alumni.",
        "Do you offer any special prices for alumni?",
        "Are there still discounts for association oldies?",
        "Alumni association members are asked if they have any discount available.",
        "Alumni association members are asked if there are reduced rates.",
        "Do you offer Alumni deals?",
        "Does alumni association members receive any discounts?",
        "Are alumni group's special offers?",
        "Alumni association gives any savings?",
        "Are there any special deals for alumni assoc.",
        "Are there discounts for alumni members offered?",
        "Is it possible to get some reductions by alums?",
        "Can an alumni get a discount?",
        "There are any discounts for alumni of the association?",
        "Could there be a discount for alumni members?",
        "Do you know of any discounts for alumni?",
        "Can I receive a discount for being an alumni?",
        "Is there any deals for alumni people?",
        "Special offers from the Alumni Groups?",
        "What deals were offered to members of the alumnae group?",
        "Alumni association members were asked if there were any available discounts.",
        "Can I get a discount as a Alumnae of the association?",
        "The alumni association might offer reduced rates.",
        "Do any of the alumni association members get discounts?",
        "Do any alumni association members have any discount?",
        "Alumni association members could have a discount.",
        "Alumni association members might get a discount",
        "Does anyone know if there are cost cuts if I'm an alum member?",
        "Did alumni association members get any deals?",
        "Are there discounts for association oldies?",
        "Alumni associates should receive any discounts?",
        "Alumni association members might get a discount.",
        "alumni association members have any discounts?",
        "Does anyone know of any special deals for alumni?",
        "Is an alumni discount available?",
        "Deals for alumni members?",
        "Do alumni group have special offers?",
        "Is it possible for me to receive a discount as an alumni of the association?",
        "Can alumni discounts be found for association members?",
        "Association alumni should have any discounts?",
        "Will there be reduced rates for alumni association members?",
        "Alumni associates have questions about any discounts provided.",
        "Is there any discounts for associations alumni?",
        "Do association alumni have discounts?",
        "Did alumni association members receive any discounts?",
        "Any discounts for alumni members?",
        "Do alumni associations offer discount?",
        "Does anyone offer special deals for alumni members?",
        "Does alumni associations offer similar discounts?",
        "Is it possible to have cheaper rates, alum status.",
        "What breaks do alumni association folks get?",
        "Have you got any deals for alumni association members?",
        "Alumni associates might have discounts.",
        "Are the alumni club members getting any price cuts?",
        "Are alumni members getting deals?",
        "association alumni may have discounts.",
        "Alumni discounts for association members may exist.",
        "People wonder if alumni association members get discounts.",
        "Are discounts offered to alumni members?",
        "Alumni association members should receive discounts?",
        "Can alums take some reductions?",
        "Is there any special for alumni groups?",
        "Is there any price cuts available for almambrs?",
        "Can I have a discount as an Alumnus member?",
        "Is there any alumni group specials?",
        "Does alumni association offer discounts too?",
        "Has any alumni association members received any discounts?",
        "Are there alumni group special offers?",
        "Has there any discounts for alums?",
        "Alumni association members are asked if there are any discounts there.",
        "Is it possible for rates to be cheaper with alum status?",
        "Is there any alumni association members who get any discounts?",
        "Does association alumni have any discounts?",
        "Is it possible that I can have a discount as an alumni?",
        "Does the alumni association have any discounted memberships?",
        "What specials should alumni group participants get?",
        "Can some reductions be given to alums?",
        "Any discounts from alumni association?",
        "What deals are there for alumni association members?",
        "Does the alumni associations offer discounts?",
        "For alumni association people, any breaks?",
        "Do you have any preferential deals for alumni?",
        "Is a discount available for alumni members?",
        "Can alumni members get a discount?",
        "I was wondering if there were any discounts for association alumni.",
        "Alumni association members might be able to receive discounts.",
        "Can alumni members get discounts?",
        "Is it possible that rates could be cheaper, with alum status?",
        "Alumni association members, get deals?",
        "Are there any alumni deals out there?",
        "Can reductions be offered to alums?",
        "Are you aware of any discounts for alums?",
        "There are alumni association members that are asked if there are any discounts.",
        "Am I able to get a discount as an alumni?",
        "I want to know if there is a discount for alumni members.",
        "Is there any discount for association oldies?",
        "Is the alumni association offering reduced rates?",
        "Are there any special deals for alumni assoc. members?",
        "I was wondering about the discounts for alums.",
        "Do alumni association members receive any discount?",
        "Is there a discount for association alumnis?",
        "Is there anymore discounts for association oldies?",
        "Can you offer special deals to alumni?",
        "Is the alumni club member getting price cuts?",
        "Are alumni members offered discounts?",
        "The discounts for association alumni are not known.",
        "Is it possible for rates to be cheaper, with alum status?",
        "Is there any cost cuts if I'm an alum member?",
        "Are there any breaks for the alumni association folks?",
        "Alumni Club member gets price cuts?",
        "Alumni members could have discounts available.",
        "Is it possible for rates to be cheaper with alum status.",
        "Are alumni associations able to offer discounts?",
        "Alumni association members may have deals.",
        "Did any alumni association give any discounts?",
        "I wonder if I can get a discount as an alumni member.",
        "Alumni association members are being asked if there are any discounts available.",
        "Is there any discounts for people who are alumni?",
        "Some reductions can be availible by alums.",
        "Is there deals for alumni members?",
        "I would like to know if I can get a discount as an alumni member.",
        "Can I get a discount if I'm an Alumnae member?",
        "Are alumni association members getting any deals?",
        "What specials are for alumni group participants?",
        "Is there any discounts for alumni association?",
        "There might be breaks for alumni association people.",
        "Have alumni members any deals?",
        "Is there any offers for alumni?",
        "Is there cost cuts if I am an alum member?",
        "Alumni members may have discounts?",
        "Is there a discounts available to alumni association members?",
        "There are any deals offered to alumni?",
        "Are there deals available for alumni?",
        "Is there any savings in the alum club?",
        "Do you know of any deals for alumni members?",
        "Some discounts for grads' group?",
        "Are there any breaks for the alumni association?",
        "Is alumni members given a discount?",
        "Do alumni association members get discounted memberships?",
        "Is it possible to avail reductions by alums?",
        "Does alumni association members get discounted stuff?",
        "Is it possible that alumni association members are offered reduced rates?",
        "Is it possible to have a discount as an Alumnae member.",
        "Do you have any special prices for your alumni?",
        "Alumni association members may have discounts.",
        "Any alumni association members get any discounts?",
        "Is it possible for alums to get reductions?",
        "Do you have any offers for alumni members?",
        "Do you have special offers for alumni members?",
        "Alumni association members may need deals.",
        "Alumni association members need to know if they get discounts.",
        "Can you give deals to alumni association members?",
        "Alumni association members are asked if there is discounts available.",
        "Alumni members may receive discounts.",
        "Can reductions be available to alums?",
        "Alumni club member gets price cuts?",
        "Alumni association members are asked if there are any coupons.",
        "Are there any breaks for alumni association?",
        "Alumni associates might be able to get some discounts.",
        "Does any Alumni Association members get discounts?",
        "Alumni associates may be eligible for discounts.",
        "Any alumni association discounts.",
        "For alumni association members, are there any discounts?",
        "Is there any deals offered to alumnae group members?",
        "Do alumni association members earn discounts?",
        "Do the alumni association members get discounts?",
        "Alumni association members are asked if there are any discounts they can get.",
        "Any deals that were offered to members of the alumnae group?",
        "Interested in alumni discounts for association members.",
        "Do alumni associations offer discounts as well?",
        "Is there any special pricing for the alumnae?",
        "association alumni could there be any discounts?",
        "Do any alumnae group members have any deals?",
        "Will alumni association members receive any discounts?",
        "Can I get a discount when I am an alumni member?",
        "Do you give any special deals to alumni members?",
        "Does anyone have any discounts for alumni associates?",
        "Does any alumni association member get any discounts?",
        "Does the Alumni Group have any special offers?",
        "Did alumni group have special offers?",
        "Has anyone got discounts for alums?",
        "Alumni association members should have some discounts?",
        "Should there be any breaks for alumni association people?",
        "Is there reduced rates available to alumni association members?",
        "Can I receive a discount if I am an alumni?",
        "Did the Alumni Group offer special offers?",
        "Any discounts from alumni associations?",
        "Is it possible to have cheaper rates for alum status?",
        "Alumni association members are asked if there are discounts",
        "Alumni members may have benefits in terms of prices offered.",
        "The alumni association has any discounts for members?",
        "Is there a discount available for alumni association members?",
        "Are you able to get a discount as an alumni?",
        "Is it possible for some reductions to be avail by alums?",
        "Is there any alumni association deals?",
        "There is a question about reduced rates offered to alumni association members.",
        "Is there an alumni association that offers discounts?",
        "Alumni of association have any discounts?",
        "Is there a discount for an alumni of the association?",
        "Cheaper rates might be possible with alum status.",
        "Is there some discount for alumni?",
        "Reduced rates may be offered to alumni association members.",
        "Is it possible that reductions can be obtained by alums?",
        "Alumni association members do they have any discounts?",
        "Is it possible for some reductions to be availed by alums?",
        "Alumni association members are asked if the discounts are still available.",
        "association alumni can get discounts?",
        "Alumni members could be eligible for discounts.",
        "Does the Alumni group have special offers?",
        "Special offers for alumni group?",
        "Has anyone got any discounts for alums?",
        "Can you tell me if you have any special pricing for alumni?",
        "Association members may have alumni discounts.",
        "Do you have any specials for alumnae?",
        "Does there a discount for alumni members?",
        "Can you tell me if there are any alumni group specials?",
        "Alumni associates may have discounts provided to them.",
        "Can reductions be taken by alums?",
        "Do you have any special pricing for the alumni?",
        "Can I still get a discount as an Alumni?",
        "Is it possible that I could get a discount as an alumni?",
        "Breaks for alumni association folks?",
        "Can I receive a discount for being an alumni of the association?",
        "Is it possible to have cheaper rates and be an alum?",
        "Do you have any deal for alumni?",
        "Can the association give me a discount as an alumni?",
        "As an alumni of the association can I get a discount?",
        "Is it possible to have cheaper rates or alum status?",
        "There may be discounts for alumni members.",
        "Can Alumni Group offer special offers?",
        "For alumni association folks, any breaks?",
        "Alumni association folks, any breaks?",
        "There are any deals for alumni?",
        "Is it possible to have cheaper rates, alumni status?",
        "Do alumni associations offer discounts, too?",
        "What discounts do alumni association members receive?",
        "Are alumni assoc members offered any special deals?",
        "Alumni association members are asked if discounts are available",
        "There may be special pricing schemes for alumnae.",
        "Any discounts for association alumni",
        "Do you know of any discounts for alums?",
        "Can I get a discount as an Alumnae of the association?",
        "Do you offer any special pricing for Alumni?",
        "Is there discount available for alumni members?",
        "Alumni association members may have some discounts available.",
        "Is there any deals available to alums?",
        "Do alumni members have discounts?",
        "Any break for alumni association folks?",
        "Any discounts for alumni of the association?",
        "Alumni associates could receive discounts.",
        "Are you able to offer special deals for alumni?",
        "Are there discounts offered to alumni members?",
        "Is there any special deals for alumni group participants?",
        "Alumni association members are asked if there is any discount for them.",
        "Does any alumni association members enjoy any discounts?",
        "The association alumni might have discounts.",
        "Are there bargains yet for association oldies?",
        "Alumni association members are being asked if there are any discounts.",
        "Is it possible to get a discount as a alumni?",
        "Can you give me any deals for alumni members?",
        "Associations with alumni discounts available?",
        "There should be some breaks for alumni association people.",
        "Did the Alumni Group have special offers?",
        "Is it possible for grads' group to get discounts?",
        "Any discounts for associates of alumni?",
        "Are there any special offers for alumnis?",
        "Do you offer any discounts for alumni?",
        "Yes, do alumni association members get discounts?",
        "Alumni associates might be offered some discounts.",
        "Are alumni association members given discounts.",
        "Is there any discount for alumni members?",
        "Alumni association members might have lower rates.",
        "association alumni can receive discounts?",
        "The alumni association folks have any breaks?",
        "Should alumni assoc. members get any special deals?",
        "Does anyone have any deals for alumni?",
        "There are any cost cuts if I'm an alum member?",
        "Can you offer special deals for alumni?",
        "Alumni members could have discounts?",
        "Is there any special for alumnus group participants?",
        "Does there exist a discount for alumni members?",
        "I don't know if alumni association members get any discounts.",
        "Does any alumni association member get a discount?",
        "Alumni association members can get deals",
        "Association oldies may have discounts yet?",
        "Do you have any breaks for alumni association folks?",
        "Alumni members could potentially receive discounts.",
        "Alumni association members, can you give me deals?",
        "Is it possible for association alums to get discounts?",
        "Alumni members can have prices offered to them.",
        "Do you offer special pricing for alumnae?",
        "I wonder if I can get a discount as an Alumni.",
        "Alumni group participants have any specials tailored for them?",
        "Alumni association members, do you get discounts?",
        "There are any deals offered by the alumnae group.",
        "Alumni club member get price cuts?",
        "Alumni association members should be able to get deals.",
        "Alumni association members were asked if there are any discounts.",
        "alumni association members do they get discounts?",
        "Any deals were offered to alumnae group members?",
        "Alumni association members would appreciate any discounts.",
        "Does Alumni association members get any discounts?",
        "Interested in deals for alumni association members?",
        "Is it possible for alumni to receive a discount?",
        "Alumni Association members can get deals.",
        "Are there any special pricing schemes you have for alumnae?",
        "Any bargains for alumni members?",
        "alumni association members are asked if they have any discounts",
        "Any deals for alumnae?",
        "Is there deals for alumni association members?",
        "There can be a discount for alumni members.",
        "Are there anyAlumni group specials tailored for them?",
        "Anyone have any breaks for alumni association folks?",
        "Alumni members might have discounts available?",
        "Is there any special offers for the alumni?",
        "Alumni association members are asked if there is any discount available",
        "Will alumni members get a discount?",
        "Find deals for alumni association members.",
        "alumnae group members, any deals offered?",
        "Is there any special deals for alumni?",
        "Can I get a discount if I am an alumni of the association?",
        "I don't know if there are any discounts for alumni.",
        "Is it possible that reductions can be availd by alums?",
        "Alumni association members might have some deals.",
        "Do alumni associations give discounts too?",
        "Any cost cuts if I become an alum member?",
        "Is there deals available to alumni?",
        "Is there any cut in cost if I'm an alum member?",
        "Is there any discount for the alums?",
        "Any deals for people who are alumni?",
        "Is it possible for rates to be cheaper, an alum status?",
        "association alumni have any discount?",
        "Could there be discounts for grads' group?",
        "Is it still possible to get discounts for association oldies?",
        "Do alumni associations offer similar discounts?",
        "Alumni Association members are asked if they have any discounts.",
        "Is there any price cuts for almambrs?",
        "Is there any deals available to alumnae group members?",
        "Lower rates could be possible, alum status?",
        "Is there any price cuts for alma ombs?",
        "Does there any discounts for association alumni?",
        "Are discounts yet for association oldies?",
        "Are the alumni association members offered any discounts?",
        "Alumni Association members may get discounts.",
        "Alumni members could there be any deals?",
        "Can some reductions be taken by alums?",
        "Is it possible for some reductions to be available by alums?",
        "What deals are offered to members of the alumnae group?",
        "Are there special offers for Alums?",
        "Any discounts for association alumni.",
        "There might be some breaks for alumni association folks.",
        "Is it possible for rates to be cheaper if you are an alum?",
        "Is there any particular specials for alumni group participants?",
        "Alumni discounts for association members?",
        "If I'm an alum member, could there be any cost cuts?",
        "Alumni discounts for association members are available?",
        "There are any breaks for alumni association folks",
        "Do any alumni association members get discounts.",
        "Alumni associates have any discounts?",
        "Are there any alumni deals you offer?",
        "Alumni members should have any deals?",
        "I wonder if there are discounts for grads' group.",
        "Do alumni association members get discounted things?",
        "There are any deals for members of the alumnae group?",
        "TheAlumni association members are asked if there are any discounts.",
        "Is there any cost cuts for an alumni?",
        "Is alumni members offered a discount?",
        "Alumni association members might have discounts available.",
        "I'm looking for any discounts for alumni.",
        "Is the alumni members offered discounts?",
        "Does association alums get discounts?",
        "Is alumni association members offered reduced rates.",
        "Is it possible for me to have a discount as an Alumnae member?",
        "Alumni members are asked if there are any deals.",
        "Some alumni association members are asked if there are any discounts.",
        "Can I get any cost cuts if I'm an alumni?",
        "Do there any discounts for association alums?",
        "Alumni association members, have deals?",
        "Are discounts for alumni members offered?",
        "Alumni members have any deals to offer?",
        "Can association members get alumni discounts?",
        "Do you offer any special pricing foralumni?",
        "Alumni club member got any price cuts?",
        "Is it possible for alums to avail of reductions?",
        "Did alumni associations offer discounts too?",
        "Is there any discounts for alumni?",
        "Would there be discounts for the grads' group?",
        "Alumni association members are asked if there are any specials.",
        "Do you offer deals to alumni members?",
        "Is there discounts for association alumni.",
        "Do anyone in the alumni association get discounts?",
        "Do you have any specials for alumni participants?",
        "Have alumni association members received any discounts?",
        "There are any special offers for alums?",
        "Can I have a discount when I'm an alumni?",
        "Are there any discounts for association alums?",
        "Does any alumni association members get discounts?",
        "What breaks do alumni association people get?",
        "Alumni associates have questions about any discounts.",
        "Alumni members, can you provide any deals?",
        "Alumni associations have deals for members?",
        "Do you offer deals for alumni?",
        "Are I allowed to get a discount as an alumni?",
        "Alumni members may be offered discounted memberships.",
        "Do alumni associates get any discounts?",
        "Are I able to have a discount as an alumni?",
        "There might be alumni discounts for association members.",
        "Member of the alumni club gets price cuts?",
        "Is it possible that reductions can be available by alums?",
        "Is it possible to get a discounted membership for alumni members?",
        "Can alumni association equal any savings?",
        "I want to know if I can get a discount as an alumni of the association.",
        "Is it possible to get cheaper rates, an alum status?",
        "Alumni association members should have deals?",
        "Do you have any special pricing foralumni?",
        "Alumni association members are asked if there is any discount",
        "Do alumni association members receive discounted rates?",
        "Any deals for members from the past?",
        "Alumni association members may get discounts?",
        "Are there any specials tailored for alumni group participants?",
        "Is it possible to have a discount as an alumnae?",
        "Members of the alumni association are asked if there are any discounts out there.",
        "There may be some breaks for alumni association people.",
        "Any deals made for alumni members?",
        "There is a question about discounts for association alumni.",
        "Any deals made to alumnae group members?",
        "Deals for alumni association members?",
        "Is there a discount for alumni members",
        "I am wondering if there are any price reductions for alumni.",
        "Can alumni associates get any discounts?",
        "Do you have a special deal for alumni?",
        "Does the alumni association give discounts to members?",
        "Alumni members, any deals with them?",
        "Can I receive a discount as an Alumni?",
        "Alumni members may have discounts.",
        "The grads' group could have discounts.",
        "association alumni are interested in any discounts?",
        "Alumni association members might receive discounts.",
        "Are there alumni discounts for association members?",
        "Is alumni association members granted any discounts?",
        "Did you have any special pricing for alumnae?",
        "Is there any special prices for alumnae/alumni?",
        "Do alumni assoc members get any special offers?",
        "Are any alumni association members eligible for discounts?",
        "Do you have any discounts for alums?",
        "Do alum club pals have any savings?",
        "Is there any discounted for association alumni?",
        "Any cost cuts for alumni members?",
        "Would alumni association members get any discounts?",
        "Will alumni association members get deals?",
        "Any offers for alumni association members?",
        "Does the alumni association have any discounts for its members?",
        "Any savings for association alumni?",
        "Any specials for alumni?",
        "Is Alumni members given a discount?",
        "Is there any Discounts yet for association oldies?",
        "What deals are available to alumni members?",
        "Is it possible to get a discount for alumni members?",
        "any deals for alumni members?",
        "discount for alumni associates?",
        "Can I be an alumni of the association to get a discount?",
        "Any deals for alums?",
        "Is there any discounts from the alumni association?",
        "Do you have any price reductions for alums?",
        "Can you give me any alumni group specials?",
        "Can I have a discount as an Alumni?",
        "Alumni association members may be offered reduced rates",
        "Are alumni associations offering reduced rates?",
        "Is there any discount offered for alumni association members?",
        "Would an alumni club member get price cuts?",
        "Is it possible for me to have a discount as a alumnae?",
        "Alumni association members there are any discounts?",
        "Is it possible to avail some reductions by alumni?",
        "Will reductions be available to alums?",
        "Would any alumni association members get discounts?",
        "is there a discount for alumni?",
        "Do you have any special deals for the alumni?",
        "Alumni association members have any discounts available?",
        "Do alumni association members have any discounts?",
        "Can there be breaks for alumni association people?",
        "Do alumni members receive a discount?",
        "I wonder if there are discounts for association oldies yet.",
        "Any alumni association members get discounted memberships?",
        "Do alumni group's special offers exist?",
        "Is there any cost cuts if I'm an alumni member?",
        "Are any alumni discounts available to association members?",
        "Alumni assoc members do you have any special deals?",
        "Discounts are offered to alumni members?",
        "Alumni association members, can there be any discounts?",
        "Alumni associates might be offered discounts.",
        "Do you have a discount for alumni members?",
        "Discounts available to alumni members?",
        "Are you offering special deals for alumni?",
        "Discounts for alumni associates?",
        "Are there discounts available for alumni members?",
        "Alumni association member have deals?",
        "Will Alumni Group offer special offers?",
        "Alumni association members are asked if there are any special offers available.",
        "Alumni memberships have any deals for them?",
        "Do alumni association equals any savings?",
        "Is there a cheaper rate for alum status?",
        "Can I get a discount as a alumnae?",
        "Is it possible that alumni members are offered discounts?",
        "Alumni association members are asked if there are discounts available",
        "Is an alumni club member given any price cuts?",
        "Do you have any alumni association discounts?",
        "Is it possible for alumni association members to receive discounts?",
        "Is there a deal for alumni assoc. members?",
        "Is it possible to have a discount as an alumni member?",
        "Could there be discounts for the grads' group?",
        "There is any breaks for alumni association.",
        "What discounts do alumni association members get?",
        "Alumni associations may offer some discounts as well.",
        "Members of theAlumni association are asked if there are any discounts available.",
        "Can I receive a discount as an Alumnae member?",
        "Alumni association members might be able to get deals.",
        "There might be discounts for association grads.",
        "Can I get a discounted membership as an alumni?",
        "Can alumni associations offer discounts?",
        "Alumni members, have there any deals?",
        "Alumni discounts for association?",
        "Is there any benefits in terms of prices offered to alumni members?",
        "There should be some breaks for alumni association folks.",
        "Any savings come from the alumni association?",
        "Are there any discounted memberships for alumni association members?",
        "The alumni association members may have discounts.",
        "Can some reductions be granted by alums?",
        "Does an alumni association equal any savings?",
        "discount for association alumni?",
        "association oldies may have discounts yet?",
        "Alumni association members are asked if there are any offers.",
        "association alumni has any discounts?",
        "If there are any deals for alumni members.",
        "Alumni association members are asked what discounts there are.",
        "Deals for the grads' group?",
        "Are deals available to alumni?",
        "Alumni group special offers?",
        "I wondered if I could get a discount as an alumni.",
        "Did the alumni association give any discounts?",
        "Can I get a discount as an Alumni?",
        "Does alumni association members get any discounts?",
        "Any deals that were offered to alumnae?",
        "Are there any special offers foralumni?",
        "The alumni group may have special offers.",
        "Do any of the alumni association members get any discounts?",
        "Alumni discounts can be available.",
        "Special offers offered by the Alumni Group?",
        "Are there alumni group's special offers?",
        "Can I receive a discount if I am an Alumni?",
        "Can I get a discount as an Alumnae member.",
        "Alumni association members may benefit from discounts.",
        "Is there any specials for alumni group participants?",
        "Alumni members may have any deals.",
        "Alumni associations may offer discounts.",
        "I am wondering if there are any deals for alumni members.",
        "Is there discounted rates for alumni association members?",
        "Would there be any discounts for alumni association members?",
        "Is there any deals offered to members of the alumnae group?",
        "Any alumni discounts that are available?",
        "Any special pricing schemes for alumni?",
        "Are the alumni association members offered reduced rates?",
        "Alumni associations might also offer discounts?",
        "Alumni members may get discounts.",
        "There are some discounts for alums?",
        "Are there any deals offered to alumnae group members?",
        "Do you offer special deals for the alumni?",
        "Is there any more discounts for association oldies?",
        "Are alumni association members offered deals?",
        "Are some reductions available to alums?",
        "Is there any special for the alumni group?",
        "Does alumni association have any discounts available?",
        "Alumni discounts may be available.",
        "Are alumni association members offered any discounts?",
        "Are there reduced rates for alumni?",
        "Alumni association members are asked if any discounts exist.",
        "Alumni members may have discounts available.",
        "Alumni association members might have some discounts available.",
        "I was wondering if there were any discounts for alumni.",
        "There's any discounts for alums?",
        "Is it possible to get discounts for association graduates?",
        "Is there any discounts for alumni members.",
        "Association members have any alumni discounts?",
        "Does the alumni association offer reduced rates to members?",
        "associations alumni have any discounts?",
        "Is it possible for cost cuts if I'm an alum member?",
        "Is it possible to get a discount for alumni members.",
        "Do alumni association members have access to discounts?",
        "Is a discount available to alumni members?",
        "Can I get a discount as analumni member?",
        "Any discounts available to alumni?",
        "do alumni associations offer discounts?",
        "Alumni association members have deals, right?",
        "Is it possible to receive a discount as an alumni?",
        "Alumni association members may be able to receive discounts.",
        "Any deals that are offered to members of the alumnae group?",
        "Is it possible to have a discounted membership as an alumni?",
        "Alumni association members are asked if there are any discounts.",
        "If I'm an alum member, any savings?",
        "Is there any cost cuts if I are an alum member?",
        "Did you have deals for alumni association members?",
        "Do alumni association members get discounts",
        "Are there any special prices for alumni?",
        "Alumni members may see discounts.",
        "Alumni members may enjoy discounts.",
        "Is any alumni association members eligible for discounts?",
        "Is an alumni discount possible?",
        "Did anyone know any alumni association discounts?",
        "do alumni association members receive discounts",
        "Alumni member discounts are available?",
        "Does anyone know if there are any discounts for alums?",
        "I wonder if there are discounts for association alumni.",
        "association members have alumni discounts?",
        "Was there any discounts for association alumni?",
        "Should alumni association members get any discounts?",
        "Do any alumni members get discounts?",
        "Are alumni association members entitled to discounts?",
        "Let me know if there are any discounts for alums.",
        "Is alumni associations also offers discounts?",
        "Are alumni members entitled to a discount?",
        "Do any alumni association members receive discounted prices?",
        "Is it possible for me to have a discount as an alumni member.",
        "Get deals for alumni association members.",
        "Are alumni assoc members offered special deals?",
        "Is an alumni club member getting price cuts?",
        "Alumni association members should get discounts?",
        "Alumni association members should get deals?",
        "Does any alumni association member have any discounts?",
        "Do alumni association members get discounted products?",
        "Do you offer discounts for alumni?",
        "Do you have any special price schemes for alumni?",
        "Alumni association members can ask about the reduced rates.",
        "Is there any discount for alums?",
        "There are alumni association members asked if there are any discounts.",
        "Do alumni association folks get any breaks?",
        "Do you have any deals for the alumni?",
        "Alumni association members may be offered lower rates.",
        "Is there discount for association alumni?",
        "Cheaper rates may be possible with alum status.",
        "Do any members of the alumni association receive discounts?",
        "Does alumni have any discounts?",
        "Is there any discounts available to alumni members?",
        "Alumni association members may be offered a reduced rate.",
        "Alumni memberships have discounts offered?",
        "Are alumni association members given discounts?",
        "There are any possible discounts for association alumni.",
        "I wonder if there are any price reductions for alums.",
        "Any deals given to the members of the alumnae group?",
        "Were alumni members offered discounts?",
        "Is there any discounts for Alumni association members?",
        "I'm wondering if I could get a discount as an alumni.",
        "Can I get a discount when I'm an alumni?",
        "Alumni members, can you offer any deals?",
        "There are any deals for the alumnae group members.",
        "Alumni members are offered discounted prices?",
        "Can I get a discount if I graduated from the association?",
        "Are there any discounts in the alumni association?",
        "Do alumni club members receive any price cuts?",
        "Members of the alumni association are asked if there are any discounts.",
        "Are you able to get discounts for alums?",
        "Will there be any breaks for alumni association people?",
        "association alumni need any discounts?",
        "Alumni memberships are offered discounts?",
        "Is there any savings for association alumni?",
        "Is there special deals for alumni?",
        "Can association alums get discounts?",
        "Is it possible that reductions can be taken by alumni?",
        "Got a deal for alumni members?",
        "The alumni association members may be offered reduced rates.",
        "Alumni association members are asked if they can get discounts.",
        "Does Alumni association have any savings?",
        "Did the alumni association members get deals?",
        "Is there discounts offered to alumni members?",
        "I am an Alumnae member, can I get a discount?",
        "Is alumni association members offered reduced rates?",
        "Are there any special deals you offer for alumni?",
        "Alumni association members might be offered a reduced rate.",
        "There are breaks for alumni association folks?",
        "discount provided to alumni associates?",
        "Can I receive a discount as an alumni of the association?",
        "Alumni Group offers special deals?",
        "What alumni discounts are available for association members?",
        "Can some reductions be made available by alums?",
        "Alumni association members, there are any discounts?",
        "Alumni associates might be able to receive discounts.",
        "Do the Alumni Group have special offers?",
        "Alumni members may be eligible for a discount.",
        "Is it possible to get a discount if I am an alumni of the association?",
        "Do any members of the alumni association get any discounts?",
        "Is there any specials for alumni group participants.",
        "Does anyone know if alumni members have a discount?",
        "Is alumni association members eligible for discounts?",
        "Alumni associates might have discounts provided.",
        "I want to know if I can get a discount as an alumni member.",
        "There are any discounts provided to alumni associates?",
        "Do you have any special deals for your alumni?",
        "Do alumni assoc. members receive special deals?",
        "Does anyone know of any deals for alumni members?",
        "Is it possible to have cheaper rates with alum status.",
        "Are discounts available for alumni association members?",
        "Do members of the association get discounts?",
        "Is there discounts available for alumni members?",
        "Is there Discounts around for the grads' group?",
        "alumni association members may be offered reduced rates",
        "Do you offer any special offers for alumni?",
        "Reduced rates possible, alum status?",
        "Is there any special pricing for alumnae or alumni?",
        "Alumni associates, any discounts available?",
        "Alumni association members need any discounts?",
        "Is there any deals for alumni members.",
        "Are discounts available to alumni association members?",
        "Can I get a discount when I'm an Alumnae member?",
        "Does the alumni association offer discounts for members?",
        "The alumni association members are asked about discounts.",
        "Alumni association members are asked if they get discounts.",
        "Is there a discounted membership for alumni members?",
        "Can the reductions be available to the alums?",
        "Have you got any specials for alumni group participants?",
        "Any deals for members of the alumnae group?",
        "Does the alumni association have deals for members?",
        "Is there a cost cut if I'm a alum member?",
        "Do any Alumni association members get any discounts?",
        "Is there any special prices for alumni?",
        "Alumni club member should get price cuts?",
        "Alumni association members might have access to discounts.",
        "Can I get a discount as a alumni?",
        "Are there special deals for alumni assoc. members?",
        "Did alumni association members get any discounts?",
        "The Alumni Association members are asked if there are any discounts.",
        "Do alumni associations offer discounts to their members?",
        "Do alumni members have any bargains?",
        "Is alumni members eligible for a discount?",
        "Alumni assoc. members do you offer special deals?",
        "Any cost reductions if I am an alum member?",
        "Alumni association members have deals?",
        "Are there discounts offered to alumni association members?",
        "Alumni has any discounts?",
        "Any cost cuts if I'm an alumni member?",
        "Is there any discount for alumni members.",
        "Can I have a discount as an Alumni member?",
        "Is there any discounted for alumni?",
        "Any alumni association members have any discounts?",
        "Can alumni association members get discounts?",
        "Alumni association members are asked what discounts are available.",
        "Does alumni have a discount?",
        "Can alumni association members receive discounts?",
        "Is alumni associations offering discounts too?",
        "Is there a discount for alums.",
        "Would the alumni club member get any price cuts?",
        "Does the alumni association equal any savings?",
        "Will alumni association members get discounts?",
        "Does anyone know of any alumni deals?",
        "Does the Alumni Association offer reduced rates?",
        "Does the alumni association members have any discounts?",
        "Can I get a cost cut if I'm an alum member?",
        "Is there savings for the alum club?",
        "Is there some discounts for association alumni?",
        "Alumni members any deals?",
        "Alumni discounts are available for association members?",
        "Does alumni associates have any discounts?",
        "Do alumni associations offer discounted memberships?",
        "Association members might have alumni discounts available.",
        "Is any alumni association members entitled to any discounts?",
        "Alumni members could be offered discounts.",
        "Any deals for alumni people?",
        "Did the alumni club member get any price cuts?",
        "Alumni association members were asked if there were any discounts available.",
        "Alumni association members, what discounts do you have?",
        "Alumni association members may have some deals.",
        "Does anyone know of any specials for alumni group participants?",
        "Alumni membership discounts are available?",
        "What breaks are available for alumni association folks?",
        "special offers from Alumni Group?",
        "The Alumni association members are asked if there are any discounts.",
        "Does alumni get a discount?",
        "Is there any Discounts for association oldies yet?",
        "Any breaks for alumni associations?",
        "Alumni members could there be deals?",
        "If I'm an alum member, can I get cost cuts?",
        "Do alumni receive special deals?",
        "Do any alumni association members get discount?",
        "Is alumni association members able to get reduced rates?",
        "Alumni association members could get deals.",
        "Are there specials for alumni group participants?",
        "Is it possible to get a discount if I am an alumni?",
        "Is alumni association members getting discounts?",
        "Is there any discount offered to alumni association members?",
        "Which deals are available to alumnae group members?",
        "Does the Alumni Association have any discounts?",
        "Can alumni association members get any discounts?",
        "Is there any discounts for alums.",
        "Can you provide alumni association members with deals?",
        "There could be reduced rates for alumni association members.",
        "Do you have any special prices for alumnae?",
        "I wonder if any alumni association members get any discounts.",
        "If I'm an alum member, could there be cost cuts?",
        "What discounts are provided to alumni associates?",
        "Was there any alumni association discounts?",
        "Did association alumni get any discounts?",
        "What discounts are offered to alumni associates?",
        "There are any deals that are available to alumnae group members.",
        "Has there any specials tailored to alumni group participants?",
        "Alumni associations may have discounts.",
        "Alumni association members is there any discounts?",
        "An alumni group has special offers?",
        "Are alumni association members having deals?",
        "Can the alumni club member get a price cut?",
        "Are there reduced rates for alumni associations?",
        "Is there a discount for alumni members.",
        "Can alums avail of reductions?",
        "Alumni association members should have any discounts?",
        "Can I be an alumni of the association and get a discount?",
        "Does alumni association mean any savings?",
        "Are discounts offered to alumni association members?",
        "I wanted to know if I could get a discount as an alumni.",
        "Reductions can be used by alums?",
        "Does an alumni club member get a price cut?",
        "Is the alumni club member given price cuts?",
        "Alumni memberships have deals for them?",
        "Does anyone have any discount for alumni?",
        "Alumni membership has any deals?",
        "Alumni members might have benefits in terms of prices offered.",
        "Can some reductions be made using alums?",
        "Is Alumni association members given any discounts?",
        "Can I get a discount as an alumni of the association.",
        "Do you have any special pricing for your alumni?",
        "Is there discounts offered for alumni members?",
        "Are there any deals for association oldies yet?",
        "Alumni members might be given discounts.",
        "Alumni associations have any discounts for members?",
        "Does alumni members have a discount?",
        "Any special for alumni group participants?",
        "There are possible discounts for alumni members.",
        "Is there reduced rates for alumni associations?",
        "Can alumni association members get discounted rates?",
        "Can I get a discount while I am an alumni?",
        "Can I have a discount as an alumnus member?",
        "Can there be any discounts for alumni association members?",
        "Will there be any discounts for alums?",
        "Alumni members could see discounts.",
        "Do you have any offers for alumni?",
        "Would there be any breaks for alumni association folks?",
        "Do alumni associates receive any discounts?",
        "Some breaks for alumni association folks.",
        "Any discounts for alumni association?",
        "Did you know that alumni association members can get deals?",
        "Can I have a discount if I am an Alumni member?",
        "Is it possible to get a discount as a Alumnae member?",
        "Alumni association members may have deals available.",
        "Alumni association members are asked if there are any bargains to be had.",
        "Will alumni members receive discounts?",
        "Is alumni associations still offering discounts?",
        "Can I get a discount if I am an alum?",
        "Alumni association members are asked if there are any discounts for them.",
        "Alumni association members may be getting discounts.",
        "You have any special deals for alumni?",
        "Can I receive a discounted membership as an alumni?",
        "alumnae group members interested in any deals?",
        "alumni association members may be offered reduced rates.",
        "Do alumni associations have discount programs?",
        "Should alumni association members receive discounts?",
        "Is it possible for reductions to be taken by alums?",
        "Do alumni assoc. members get special deals?",
        "As an Alumnae member, can I get a discount?",
        "What breaks are available for alumni association people?",
        "Do association alums get discounts?",
        "There are any deals for alumni members.",
        "Is it possible to get a discount as an alumni member.",
        "Is association alums getting discounts?",
        "association alums may have discounts.",
        "Can there be reductions for alums?",
        "Alumni association members are asked if there is any discounts on offer.",
        "Is Alumni Association members offered reduced rates?",
        "Is there a Discounts for association oldies yet?",
        "Do you offer any deals to alumni members?",
        "Alumni association members, do they have any discounts?",
        "Alumni members may have discounts offered?",
        "Is the alumni association offering discounts?",
        "Alumni associates any discounts?",
        "Does the alumni club member get a price cut?",
        "Did the alumni association offer any discounts?",
        "Can reductions be gained by alums?",
        "Does alumni associations also offer discounts?",
        "Is there any savings provided if an alum joins?",
        "Are alumni associations involved in discounts?",
        "Can I get an alumni discount?",
        "Is an alumni club member getting any price cuts?",
        "Has the alumni club member received any price cuts?",
        "Is there any price cuts for alma rs?",
        "Does alumni association members have discounts?",
        "Do alumni members have any discounts?",
        "Any deals regarding alumni members?",
        "Alumni members might be entitled to a discount.",
        "Is there any discounts available to alumni association members?",
        "Can some reductions be obtained by alums?",
        "Is alumni association members offered discounts?",
        "Alumni association members are asked if they have any discounts on offer.",
        "Is it possible to have cheaper rates, like an alum status?",
        "Are there deals for association alumni?",
        "Is there any discounts for association oldies yet?",
        "Is there a price cut available for almambrs?",
        "Special deals for alumni are available?",
        "Alumni members may get a discount.",
        "Are alumni association members offered reduced rates.",
        "Do you have specials for alumni members?",
        "Is there any savings if I'm an alum member?",
        "Do any alumni association members get discounted prices?",
        "Are there special deals for alumni assoc.",
        "Any price cuts are given to the alumni club member?",
        "Do you have discounts for alums?",
        "Is it possible to get reductions by alumni?",
        "Is there any savings for alumni club mates?",
        "Alumni members may receive discounts",
        "Do alumni associations equal any savings?",
        "There may be breaks for alumni association.",
        "Do alumni association members have reduced rates?",
        "Are there any discounts for alumni associates?",
        "There may be discounts for association alumni.",
        "Is there any specials for alumni group?",
        "I am wondering if there are any discounts for association alumni.",
        "Should an alumni club member get any price cuts?",
        "Special offers from the alumni group?",
        "Can an alumni club member get price cuts?",
        "Is some reductions possible for alums?",
        "For alumni, any discounts?",
        "There are any breaks for alumni association people?",
        "Does alumni association have discounts for members?",
        "Is there any price reduction for alumni?",
        "Any deals were offered to members of the alumnae group?",
        "Association alumni could get discounts.",
        "Is the Alumni Group having special offers?",
        "What discounts are offered for association alumni?",
        "Discounts for alumni members?",
        "Any discounts for members of the alumni association?",
        "Possibly cheaper rates, alum status?",
        "Should alumni group have special offers?",
        "Alumni association members are asked if there is any discounts available",
        "Alumni members could have discounts offered.",
        "Is it possible for alums to get discounts?",
        "Can you provide any special deals for alumni?",
        "Is there any special pricing for Alumni?",
        "Is alumni association members offered lower rates?",
        "Does alumni association give any savings?",
        "Are alumni group's offers special?",
        "Alumni association members might be offered discounted rates.",
        "Have you got any discounts for alums?",
        "Can you tell me any deals for alumni members?",
        "Alumni association members are asked if there are special offers.",
        "Would there be any discounts for association alumni?",
        "Alumni association members are asked if there are any discounted prices.",
        "Do you offer special offers for alumni?",
        "If there are any discounts for alumni?",
        "Alumni association members are asked if there any discounts.",
        "Has there any deals for alumni members?",
        "Is there any discounts available to alumni association members.",
        "Alumni associates might be provided with discounts.",
        "The association alumni may have discounts.",
        "Alumni association members might be interested in deals.",
        "Was the alumni club member given any price cuts?",
        "Can you give any deals for alumni members?",
        "Is there any deals for association alumni?",
        "Does anybody in the alumni association get any discounts?",
        "Is there any special deals for alumni assoc. members?",
        "Alumni club members get price cuts?",
        "You may have deals for alumni association members.",
        "Bargains for alumni members?",
        "What discounts are available for alumni members?",
        "Are there any deals for alumni association members?",
        "Can I get a discount for being an Alumni of the association?",
        "Does the alumni association offer discounted rates?",
        "Is there a special deal for alumni?",
        "Is there a cost cut for an alum member?",
        "Alumni members may have some benefits in terms of prices.",
        "Alumni members may receive benefits in terms of prices.",
        "Is there any specials for alumni groups?",
        "What discounts do association alumni get?",
        "alumnae group members may be offered deals.",
        "Does anyone have a discount for alumni members?",
        "discounted for alumni associates?",
        "Any deals offered to alumnae members?",
        "Is there a special deal for alumni assoc. members?",
        "A discount for alumni members?",
        "Can I get cost cuts if I'm an alum member?",
        "Can you tell me about any discounts for alums?",
        "Are there any alumni discounts for association members available?",
        "Do any alumni association members have any discounts?",
        "Alumni association members are asked if there are any bargains.",
        "Any alumni association offers discounts?",
        "Did any alumni association offer any discounts?",
        "Is any alumni association members given discounts?",
        "Are there any special pricing schemes for alumnae?",
        "There are any discounts for alums?",
        "Is Alumni association members offered reduced rates?",
        "I don't know if alumni members have a discount.",
        "Alumni association members are asked if there's a discount.",
        "Can you give me any specials for alumni group participants?",
        "Is there a discount for alumni?",
        "Alumni members might have deals.",
        "Is it possible for rates to be cheaper, alumni status?",
        "Do anyone from the alumni association get discounts?",
        "association alumni should have some discounts?",
        "Alumni associates could have some discounts.",
        "Can I receive a discount as an alumni member?",
        "Is it possible for cheap rates, alum status?",
        "Alumni members might receive a discount.",
        "Will alumni association members receive reduced rates?",
        "Are deals currently available to alumni?",
        "Can there be any discounts for alumni?",
        "Is there any discounts to alumni?",
        "Is there any special deals for alumni members?",
        "Is there a chance for cheaper rates, alum status?",
        "Is there any alumni discounts for association members.",
        "There are any discounts for the alums?",
        "Can I get a discount when I am an alumni?",
        "Is it possible to have a discount as an alumna?",
        "Does anyone have any discounts for grads' group?",
        "Got any specials for alumni group participants?",
        "For alumni association members, any discounts?",
        "If I'm an alum member, can there be cost cuts?",
        "Alumni association members will be asked if there are any discounts.",
        "Any specials tailored to alumni group participants?",
        "Alumni members can have benefits in terms of prices.",
        "Is there a reduced rates offered to alumni association members?",
        "As an alumni, can I get a discounted membership?",
        "Is any alumni association members offered any discounts?",
        "Is there any special pricing scheme for alumnae?",
        "Does association members have alumni discounts?",
        "Is there any offers for alumni association members?",
        "Is there any special deals for alumni assoc members?",
        "Is there any discounts for association alumnis?",
        "The association alumni have any discounts?",
        "Alumni association members might be eligible for discounts.",
        "Can I get a discount after graduating from the association?",
        "Can you get a discount as an alumni?",
        "Is there discount for alumni?",
        "Discounts available for alumni?",
        "Are alumni association members given any discounts?",
        "Any savings comes from alumni association?",
        "If I'm an alum member, any cost cuts are possible?",
        "Any break for alumni association people?",
        "Could there be discounts for association oldies?",
        "Do Alumni association members get any discounts?",
        "There may be a discount for alumni members.",
        "discount for alumni association members?",
        "Do you offer a special pricing scheme for alumnae?",
        "Do alumni associations give discounts as well?",
        "Alumni association members might be able to get discounts.",
        "association alums may have discounts",
        "Are there any breaks for alumni association folks?",
        "Alumni association members, have deals for you?",
        "Is Discounts available for alumni members?",
        "Are alumni association members offered discounts?",
        "Alumni associations are asked if there are any discounts.",
        "Any deals given to alumnae members?",
        "Which alumni association has any discounts?",
        "I am wondering if there is a discount for alumni members.",
        "Is it possible to have cheaper rates if you are an alum?",
        "Do alumni association members get discounted goods?",
        "Alumni members might be eligible for discounts.",
        "Is there any cost cuts when I'm an alumni member?",
        "Alumni association members are asked if there are any deals.",
        "Alumni members, can there be any deals?",
        "Do all alumni association members get any discounts?",
        "Does alumni receive a discount?",
        "Did you offer special deals for alumni members?",
        "Is there any special offers for alumni group participants?",
        "Alumni associates might get discounts.",
        "Does anyone have any discounts for association alumni?",
        "Discounts offered to alumni members?",
        "Any discounts to association alumni?",
        "How about alumni discounts?",
        "Do alumni associations offer discounts?",
        "Does anyone within the alumni association get any discounts?",
        "Can there be discounts for association alums?",
        "Any alumni discounts available to members?",
        "Do you currently have any special deals for alumni?",
        "Do you offer special deals to alumni members?",
        "There is any breaks for alumni association folks?",
        "association alums have discounts?",
        "Alumni associates may be granted discounts.",
        "Are any alumni discounts available?",
        "Is there any cost reductions if I'm an alum member.",
        "Should alumni association members get discounts?",
        "Is there any discount available to alumni association members?",
        "Can some reductions be made available to alums?",
        "Any alumni association discounts?",
        "Is there any special offers for alums?",
        "Do alumni associations offer special discounts?",
        "The alumni association has any savings?",
        "Can there be discounts for association alumni?",
        "The alumni association members are asked if there are any discounts to be had.",
        "Alumni memberships have discounts for them?",
        "Any deals offered to alumni?",
        "Are there any discounts available for alumni?",
        "Do alumni get any discounts?",
        "Alumni association members would appreciate any discounts?",
        "Can alums avail of some reductions?",
        "Alumni associates are provided any discounts?",
        "Is a discount for alumni members available?",
        "Do you offer any special offers to alumni?",
        "Is there a discount as an alumni of the association?",
        "Alumni group have special offers?",
        "I'm wondering if there are any discounts for association alumni.",
        "Can reductions be made available to alums?",
        "Alumni members could receive discounts.",
        "association alumni are interested in any discounts",
        "Alumni member discounts are offered?",
        "Does the alumni association have discounts for members?",
        "Do alumni group participants have any specials tailored to them?",
        "Is there any deals for association alums?",
        "Alumni members may have benefits in regards to prices.",
        "Alumni members might get a discount.",
        "Is there discounts for alumni association members?",
        "Alumni members might be offered discounts?",
        "Are alumni association members provided with discounts?",
        "Is it possible for reductions to be avail by alums?",
        "There can be breaks for alumni association folks.",
        "Can I have a discounted membership as an alumni?",
        "Alumni association members are asked if they have any discounts left.",
        "Is association alums given discounts?",
        "Any deals with alumni members?",
        "Is there any break for the alumni association people?",
        "Are any alumni association members getting discounts?",
        "Alumni associations may offer a discount.",
        "Alumni members may be offered benefits in terms of prices.",
        "Are there discounts for association oldies yet?",
        "Alumni association members are asked if there are discounts.",
        "Should association alumni get any discounts?",
        "I want to know if alumni members have a discount.",
        "Is it possible for alumni members to get benefits in terms of prices?",
        "Does anyone know if there are discounts for grads' group?",
        "Can I receive a discount as a Alumnae member?",
        "Alumni club pals, are there savings?",
        "What discounts are given to alumni associates?",
        "Alumni members can have benefits in terms of prices offered.",
        "Is there any cost reductions if I'm a alum member?",
        "Alumni association members are asked if there are any discount",
        "Do alumni members have any advantages in terms of prices?",
        "Alumni members, any deals?",
        "Alumni members should get any deals?",
        "Alumni memberships are offered discounted?",
        "Can I get a discounted rate as an alumni?",
        "Can there be any deals for alumni members?",
        "Did you have any special deals for alumni members?",
        "Do alumni members receive discounts?",
        "What deals are being offered to alumnae group members?",
        "Is it possible for me to get a discount as an alumni member?",
        "You might have deals for alumni association members.",
        "Anyone have any breaks for alumni association people?",
        "Alumni association members may have lower rates.",
        "Alumni members may be offered discounts?",
        "Is it possible for me to get a discount as an Alumni of the association.",
        "What discounts are offered to association alumni?",
        "Does alumni associations offer more discounts?",
        "Alumni association members are asked if there are any new discounts.",
        "Do alums have any price reductions?",
        "Do you have any specials for the alumni group?",
        "Has there any alumni discounts for association members?",
        "Do Alumni association members get discounts?",
        "There are any deals for alumnae group members?",
        "Any cost savings if I'm an alum member?",
        "Is there any special for alumni group members?",
        "Does anyone know of discounts for the grads' group?",
        "Any discounts by alumni associations?",
        "Is there any specials for former group participants?",
        "Can you tell me any deals for alumni?",
        "Any discounts for alumni?",
        "Any offers to alumnae group members?",
        "Is there deals available to alums?",
        "Alumni association makes any savings happen?",
        "Do any alumni association members receive discounts?",
        "Is there discounts for alumni?",
        "Alumni discounts may be available to association members.",
        "Should there be any cost cuts if I'm an alumni member?",
        "Do you offer any special pricing for alumni?",
        "Do anyone from the alumni association get any discounts?",
        "Alumni association members might be eligible for reduced rates.",
        "Is there a break for alumni association people?",
        "association members have alumni discounts available?",
        "Alumni members can potentially receive discounts.",
        "Is it possible for alumni to get discounts?",
        "Are any alumni association members given any discounts?",
        "There are any discounts for alumni associates.",
        "Will alumni association members have any discounts?",
        "Alumni association members are asked whether they have any discounts.",
        "Is it possible that reductions be offered by alums?",
        "Are there any discounts offered for alumni members?",
        "Is there any alumni associations that offer discounts?",
        "Do alumni group special offers exist?",
        "Discounts for alumni members are available?",
        "Is there any cost reductions if I are an alum member?",
        "Could be cheaper rates, alum status?",
        "Are there deals for alumni members?",
        "Did association alumni have any discounts?",
        "Are there any offers for alumni association members?",
        "Is there any special deals for alumni assoc.",
        "Anyone have any breaks for alumni?",
        "Any deals that have been offered to alumnae group members?",
        "Alumni members may have benefits in terms of prices.",
        "Do you offer special deals to alumni assoc members?",
        "Should alumni association members be offered reduced rates?",
        "Have alumni association members gotten any discounts?",
        "Are there any alumni discounts for association members?",
        "Alumni association members, are there any deals?",
        "Is there any discounts for alumni associations?",
        "Alumni assoc members may be offered special deals.",
        "Any deals that alumni members have?",
        "Alumni association members are asked about discounts",
        "Any price cuts are given to an alumni club member?",
        "Alumni association members, are there discounts?",
        "Is there any benefit in terms of prices offered to alumni members?",
        "Alumni associates have any discounts provided to them?",
        "There are any discounts for association alumni.",
        "You might be able to get cheaper rates, alum status?",
        "The alumni association members are asked if there are any discounts.",
        "Alumni association members might get discounted rates.",
        "Do alumni members have deals?",
        "Is there any special offered for alumni group participants?",
        "Is there any cuts to the cost if I'm an alum member?",
        "Can I receive a discount as a member of the association?",
        "Do there discounts for association alums?",
        "Alumni members might get discounts.",
        "Can some reductions be made by alumni?",
        "Is it possible for me to get a discount as an alum?",
        "Should alumni assoc. members receive any special deals?",
        "Alumni discounts available?",
        "Alumni association members are queried if there are any discounts.",
        "Special deals for alumni assoc. members?",
        "As an Alumni member can I get a discount?",
        "Alumni associates have any discounts provided?",
        "Alumni association members, is there any discounts?",
        "Alumni association members are asked if there are any discount.",
        "Alumni members could get discounts?",
        "Do any alumni deals exist?",
        "Are deals available for alumni?",
        "Should I get any cost cuts if I'm an alum member?",
        "Alumni associates may be provided with discounts.",
        "Can I get a discount when I am an Alumni member?",
        "Is there a reduced rate available to alumni association members?",
        "Any discounts available to alumni associates?",
        "Alumni discounts could be available for association members.",
        "alumni association members get any discounts",
        "There may be deals offered to alumnae group members.",
        "Do you have any special prices for alumni?",
        "Alumni association members are asked if there are any discount available.",
        "What deals have been offered to alumnae group members?",
        "association alums, are there any discounts?",
        "There are any special offers for alumni?",
        "Are alumni members getting any deals?",
        "Can I get a discount while I'm an alumni?",
        "Is there discount available to alumni association members?",
        "There are any break for alumni association folks?",
        "Was there a deal for alumni association members?",
        "Should alumni association members have any discounts?",
        "Is it possible for the grads' group to get discounts?",
        "Is it possible to receive a discount as an alumni of the association.",
        "Did anyone have any deals for alumni members?",
        "Do you know any deals for alumni members?",
        "If there are any discounts for association alumni.",
        "Alumni association members might be able to take advantage of discounts.",
        "Do you have any discounts for alums.",
        "Alumni association members are asked if there are any discount deals.",
        "Alumni members might have discounts available.",
        "I wonder if there are discounts for the grads' group.",
        "There may be deals for alumnae group members.",
        "Is there any discounts offered for alumni members?",
        "Are the deals available to alumni?",
        "Alumni association members are asked if there is any discounts out there.",
        "Deal for alumni association members?",
        "Any special deals for alumni members?",
        "Alumni association members might get some discounts.",
        "How about discounts for association oldies?",
        "Any deal for alumni members?",
        "Are alumni associations offering discounts as well?",
        "Alumni association members can have reduced rates.",
        "Is there any break for alumni association?",
        "Is there any discount available for alumni association members.",
        "Has anyone got any discounts for alumni?",
        "Is there a discounted price for alumni members?",
        "Is it possible for alumni members to get a discount?",
        "Will alumni members get any deals?",
        "Should there be discounts for association alumni?",
        "Did Alumni Group offer special offers?",
        "association alumni may have discounts?",
        "association members may have alumni discounts",
        "Alumni members, Any deals?",
        "Does anyone have any alumni group specials?",
        "Any deals on alumni members?",
        "Does the Alumni association equal any savings?",
        "Is there deals for association alumni?",
        "Did you have any special pricing schemes for alumnae?",
        "Any alumni discounts?",
        "Does alumni association members receive discounts?",
        "Is there any tailored specials for alumni group participants?",
        "Have any deals for alumni?",
        "Anyone have any discounts for association alumni?",
        "Can I get a discount when I am a Alumnae member?",
        "Alumni association members may be able to get reduced rates.",
        "Is there a discount for the alumni?",
        "Alumni association members ask if there are any discounts.",
        "Is there any special offers for alumni.",
        "Are there deals for grads' group?",
        "Are the alumni group's special offers?",
        "association members may have alumni discounts available",
        "Is there any discounts available for alumni?",
        "Can I get any cost cuts if I'm an alum member?",
        "Is alumni association members offered any discounts?",
        "Alumni associates might be eligible for discounts.",
        "Are there special offers for alums?",
        "Can I get a discount on my membership as an alumni?",
        "There may be cheaper rates for alum status.",
        "Alumni members may have some deals.",
        "Does anyone know any deals for alumni?",
        "Alumni members may be able to receive discounts.",
        "The alumni association members are asked if there is any discount.",
        "Alumni association members are asked if discounts exist.",
        "Will there be breaks for alumni association folks?",
        "discounted for association alumni?",
        "Any alumni association members receive discounts?",
        "Any alumni deals for association members?",
        "I wonder if alumni associations offer discounts too.",
        "Alumni association member are asked if there are any discounts.",
        "Any breaks for those in the alumni association?",
        "Alumni association members, do they have discounts?",
        "Any discount for alumni association?",
        "Has any alumni association members gotten any discounts?",
        "Are there any discounts for alumni association members?",
        "Can I get a discount as a alumni member?",
        "Alumni member discounts available?",
        "The alumni association members are asked if there are any discounts out there.",
        "association alumni, any discounts?",
        "Alumni association members, do they get any discounts?",
        "Is it a discount for alumni members?",
        "Is there some kind of discount for alumni members?",
        "Does anyone have any breaks for alumni association people?",
        "Can some reductions be made available to the alums?",
        "Will there be any breaks for alumni association folks?",
        "Do you offer specials for alumni?",
        "Association alums might have discounts.",
        "Can I get a discount as an alumni of the association?",
        "Is there any deals for association oldies?",
        "Saves for alumni association members?",
        "Alumni association members are asked if there's any discounts out there.",
        "Could be discounts for alumni members?",
        "Are alumni members given a discount?",
        "Are there discounts for association alumni.",
        "Alumni association members might have bargains.",
        "Did alumni association members have deals?",
        "Alumni Group offering special offers?",
        "Does the alumni association have reduced rates?",
        "Alumni association members are asked if they have any discounts",
        "Alumni associations offer discounts, too?",
        "There are any specials tailored for alumni group participants?",
        "Are alumni associations offering discounts too?",
        "I am wondering if I can get a discount as an Alumni.",
        "Alumni association members are asked if there is a discount for them.",
        "Is there any deals for alumni members?",
        "Is association alums eligible for discounts?",
        "Are there discounts available to alumni?",
        "Is there any discount for alums.",
        "There are any deals for alumnae members.",
        "Alumni association members, are you offered reduced rates?",
        "Can I get a discount as a alumni of the association?",
        "Is it possible to get a discount as an alumna?",
        "What discounts is there for association alumni?",
        "Is there adiscount for association alumni?",
        "Anyone have any discounts for alumni?",
        "Did alumni association members have reduced rates?",
        "Association alumni, any discounts?",
        "Is there cost cuts if I'm an alum member?",
        "Alumni club member gets some price cuts?",
        "Any cost cuts for an alum member?",
        "Are there any discounts provided to alumni associates?",
        "Can you tell me about any deals for alumni members?",
        "Is the alumni association members offered reduced rates?",
        "Alumni club member is getting any price cuts?",
        "Can an alumni club member get a price cut?",
        "Is there any deals yet for association oldies?",
        "Alumni associates could be offered discounts.",
        "There might be some discounts for association alumni.",
        "Can alumni assoc. members get special deals?",
        "Do the alumni association members have any discounts?",
        "Do any Alumni association members get discounts?",
        "What are the breaks for alumni association folks?",
        "Alumni association members have any discounts.",
        "Is there still discounts for association oldies?",
        "There are any discounts for alumni associates?",
        "Alumni group's special offers?",
        "Can I have a discount as a Alumnae member?",
        "Has the alumni association offered reduced rates?",
        "Do alumni associates get discounts?",
        "I was wondering if there were any discounts for alums.",
        "Do the alumni association members receive any discounts?",
        "Can I get a discount as an alumni member?",
        "Is there discounts available for alumni association members?",
        "Can I receive a discount when I am an alumni?",
        "Is it possible that reductions can be claimed by alums?",
        "What discounts are offered to alumni members?",
        "Do you know any discounts for alums?",
        "Is it possible for alma mbrs to have price cuts?",
        "As an Alumni of the association can I get a discount?",
        "Is it possible to find savings for alum club pals?",
        "Alumni association members are asked if they have reduced rates.",
        "Do alumni association members have any deals?",
        "Does anyone know if there are price reductions for alums?",
        "Can reductions be made available to alumni?",
        "Did any alumni association members get any discounts?",
        "There are any specials for alumni?",
        "Do alumni associates have discounts?",
        "Alumni members might have discounts.",
        "Is the rates reduced for alumni association members?",
        "Alumni association members may be given reduced rates.",
        "Alumni association members might benefit from discounts.",
        "The alumni association has any breaks for them?",
        "alumni association members are asked if there are any discounts.",
        "Alumni association members may receive some discounts.",
        "Alumni members have discounts to offer?",
        "There are any discount for association alumni?",
        "Are alumni assoc. members offered special deals?",
        "Is it possible for alumni association members to get reduced rates?",
        "Alumni members may have advantages in terms of prices.",
        "Is there any discount for association alumni.",
        "Does Alumni members get a discount?",
        "There are any deals offered to alumnae.",
        "Alumni associates might be able to get discounts.",
        "Are there any offers for alums?",
        "Alumni members has any deals?",
        "Possible cheaper rates, alum status?",
        "Is the alumni association members given discounts?",
        "Is there any discounts on association alumni?",
        "Can I have a discount if I'm an alumni?",
        "Do you offer any special pricing for alumnae?",
        "Alumni associations may offer discounts too?",
        "Does anyone know if they can get a discount as an alumni?",
        "Any deals are available to alumnae group members?",
        "Are there any alumni member deals?",
        "Alumni associates have questions about discounts provided to them.",
        "Alumni association members should have some discounts",
        "Alumni association members are asked if there are any discounts for members.",
        "Is it possible to have a discount as an alumnus?",
        "Is the rates offered to alumni association members reduced?",
        "Are alumni members eligible for discounts?",
        "alumnae group members, what deals are there?",
        "Is there any special deals you offer for alumni?",
        "Can some reductions be used by alumni?",
        "Is there a deal for alumni members?",
        "Are there any discount for alumni association members?",
        "There areAlumni association members asked if there are any discounts.",
        "Is it possible that some reductions can be taken by alums?",
        "Alumni members may have deals.",
        "Is it possible for alumni members to get discounts?",
        "Alumni association members are asked if there is any discount available.",
        "Are there discount available to alumni association members?",
        "Does anyone have deals for alumni association members?",
        "Does anyone from the alumni association get a discount?",
        "member of the alumni club gets price cuts?",
        "Does association alums have discounts?",
        "Discounts may be available for alumni members.",
        "Is it possible to get a discount as a graduate of the association?",
        "Alumni association members having deals?",
        "Can I have a discount as a alumnae?",
        "Is the alum status a possibility of cheaper rates?",
        "Special offers from Alumni Groups?",
        "Do any alumni association members have discounted memberships?",
        "What deals are available to members of the alumnae group?",
        "Alumni associations members are asked if they have any discounts.",
        "Special deals for alumni?",
        "Are alumni association members offered discounted rates?",
        "Is there a discount around for the grads' group?",
        "Do any Alumni Association members get any discounts?",
        "Are any alumni association members given discounts?",
        "Is any cost cuts possible if I'm an alum member?",
        "Is discounted rates offered to alumni association members?",
        "Will there be alumni association discounts?",
        "Alumni associates ask about any discounts.",
        "There may be reduced rates available to alumni association members.",
        "Does anyone know any discounts for alums?",
        "Can alumni users get any deals?",
        "Alumni members might have discounts offered.",
        "Does anyone have any cost cuts if I'm an alumni member?",
        "Is there any discounts for alumni in the association?",
        "Is the alumni group offering special offers?",
        "Alumni associates, any discounts?",
        "Is there any discount available for alumni members?",
        "Have you got any deals for alumni members?",
        "Does the alumni club have any price cuts?",
        "Is alumni association also offering discounts?",
        "Does the alumni association offer discounted memberships?",
        "Is there a discount for association alumni?",
        "Does alumni association have any discounts for members?",
        "Is there discounts around for the graduates' group?",
        "The grads' group might have discounts.",
        "Is there some discounts for the grads' group?",
        "Should alumni members get any deals?",
        "The Alumni Group might have special offers.",
        "Are there any discounts available to alumni?",
        "Has there a discount for alumni?",
        "Can you tell me if there are any discounts for alums?",
        "I was wondering if there were any deals for alumni members.",
        "Do you offer any specials to alumni?",
        "Does any alumni association members get any discount?",
        "Is there any specials for alumnus group participants?",
        "Does anyone from the alumni association get discounts?",
        "Alumni association members may get a discount.",
        "Discounts around for the grads' group?",
        "There are any discounts for alumni association members.",
        "Alumni associates are offered any discounts?",
        "There might be reduced rates for alumni association members.",
        "What discounts do association alumni have?",
        "Do alumni associations offer incentives?",
        "Do you provide special deals for alumni?",
        "Are there any discounts for association alumni?",
        "Some alumni association members may be eligible for discounts.",
        "Alumni association members are asked about reduced rates.",
        "If I'm an alum member, can there be any cost cuts?",
        "Special offers fromAlumni Group?",
        "Do any alumni association members get a discount?",
        "There are any alumni discounts for association members?",
        "There are any alumni group specials tailored for them?",
        "Is anyone from the alumni association getting discounts?",
        "Can I get a discount when I am an Alumnae member?",
        "There are any deals for alumni members?",
        "Alumni association members may be eligible for reduced rates.",
        "There could be breaks for alumni association people.",
        "Is it possible for rates to be cheaper, alum status included?",
        "Should there be any breaks for alumni association folks?",
        "Alumni association members may get some discounts.",
        "Any deals given by the alumnae group?",
        "Alumni association members may get discounted items.",
        "Is it possible to have a discount as a alum?",
        "Is there any price reduction for alums?",
        "Do alumni assoc members receive any special deals?",
        "Alumni association members are eligible for some discounts.",
        "Does anybody have any discounts for alums?",
        "Can alumni association members find reduced rates?",
        "Alumni members may be offered discounts.",
        "Would cost cuts be possible if I'm an alum member?",
        "Are there any specials specific to alumni group participants?",
        "Alumni associates are given any discounts?",
        "What deals are for alumni members?",
        "I want to know if there are any deals for alumni users.",
        "Can reductions be available to alumni?",
        "Any deals are offered to alumnae group members?",
        "Alumni members, have any deals for you?",
        "As an alumni member can I get a discount?",
        "Alumni association members might have discounts.",
        "do alumni association members have discounts?",
        "Is there an association alumni discount?",
        "Alumni association members may have access to discounts.",
        "I don't know if alumni association members get discounts.",
        "Is it possible that rates could be cheaper, alum status?",
        "Alumni association members might be eligible for some discounts.",
        "Is it possible for alumni members to receive discounts?",
        "Is it possible to get reductions by alums?",
        "Can I get a discount if I'm an Alumni member?",
        "Does anyone have discounts for alumni?",
        "Are there any discounts for association alumni.",
        "Are there any discounts given to alumni association members?",
        "Is there any cost reductions if I'm an alumni member?",
        "Do alumni associations offer some discounts?",
        "Is it possible to get some reductions by alumni?",
        "Alumni association members are asked if there is any discount.",
        "Can any alumni association members get any discounts?",
        "Is there a discount to alumni members?",
        "Alumni association members do have discounts?",
        "Deals for alumnae group members?",
        "Alumni association members any discounts?",
        "Alumni associates may be entitled to discounts.",
        "I'd like to know if I can get a discount as an alumni.",
        "Is there any special offer for alumni?",
        "Is there a discounts available for alumni members?",
        "Did association alums get discounts?",
        "Is the alumni associations also offering discounts?",
        "I would like to know if there is a discount for alumni members.",
        "Is there any specials tailored for the alumni group?",
        "Alumni association members can avail of discounts.",
        "Do you have special deals for former members?",
        "Are there any discounts for the alumni association?",
        "Alumni association members, any discounts for them?",
        "Is it possible to have a discount as a alumnus?",
        "Is there any cost savings if I'm an alumni member?",
        "Alumni association members are asked if there are any discounts that are available.",
        "Are there any breaks for alumni association people?",
        "Alumni association members do get some discounts?",
        "Is there discounts for association alums?",
        "What about alumni group's special offers?",
        "Do alumni association members receive discounted items?",
        "association alumni have some discounts?",
        "There are any deals for alumnae group members.",
        "Is there any discounts for the alumni?",
        "You have any discounts for alums?",
        "Is it possible for me to get a discount as an alumni of the association?",
        "Can I get a discount as an an alumni?",
        "Are there any alumni discounts available?",
        "Is there discounts yet for association oldies?",
        "Would any alumni association members get any discounts?",
        "Is it possible to have cheap rates, alum status?",
        "Are there any special offers for alumni?",
        "Does the alumni association provide any discounts?",
        "Alumni discounts are available to association members?",
        "Alumni association members might have some discounts.",
        "Is it possible that alumni association members get discounts?",
        "There are any offers for alumnae group members?",
        "Do any of the alumni association members have any discounts?",
        "Is there any cost cut if I'm an alumni member?",
        "Alumni association members receive discounts?",
        "Association oldies might have discounts yet.",
        "Would you have any special pricing schemes for alumni?",
        "Is the alumni association giving reduced rates?",
        "Alumni association members are asked if there are any discount programs.",
        "Does alumni members get a discount?",
        "Can reductions be given to alums?",
        "Are there special discounts for alumni association members?",
        "Are there discounts available to alumni members?",
        "Any alumni discount for association members?",
        "Are there any deals available for alumni?",
        "Some reductions can be availd by alumni.",
        "Alumni association members may have reduced rates.",
        "Do you have any discounts for association alumni?",
        "Has there been any special deals for alumni?",
        "Alumni associates, any discounts given to them?",
        "Would an alumni club member get any price cuts?",
        "Anyone have alumni association discounts?",
        "Any offers to members of the alumnae group?",
        "Alumni members have discounts?",
        "Alumni members have any deals?",
        "Can I get a discount for being an alumni?",
        "Do you offer any special deals for the alumni?",
        "Can any cost cuts be made if I'm an alum member?",
        "Is it possible to get a discount as an Alumnae?",
        "Are rates reduced for alumni association members?",
        "Do you have any special pricing schemes for alumnae?",
        "Do you have any specials tailored to alumni group participants?",
        "Are there any discounts for alumni association members.",
        "Are alumni members offered any deals?",
        "Alumni associates are provided discounts?",
        "Can association alumni get discounts?",
        "Is it possible for alums to avail some reductions?",
        "Can I avail of a discount as an alumni?",
        "If I become an alum member, any cost cuts?",
        "There are any discounts for the association alumni?",
        "Alumni association members might have deals.",
        "Alumni association members could be offered discounts.",
        "Any alumni discounts that exist?",
        "Alumni association members might be offered reduced rates",
        "Is there a special offer for the alumni?",
        "What deals can alumni members get?",
        "Is there a discount for alumni as a member?",
        "Can you give any special deals to alumni?",
        "Are some reductions possible for alums?",
        "Do alumni association members get discounts.",
        "Is it possible to get a discount as an alumni?",
        "Any deals that are available to alumnae group members?",
        "Did alumni associations offer discounts as well?",
        "Do any alumni association members receive any discounts?",
        "Are there any special offers for Alums?",
        "Are discounts offered for alumni?",
        "Is alumni association members given reduced rates?",
        "Is it possible to get discounts for association alumni?",
        "Can I get a discount as a Alumnae member.",
        "Alumni association members are asked if they have any deals.",
        "Does alums have the ability to avail of reductions?",
        "Alumni association members, do you have deals?",
        "There can be discounts for association alumni.",
        "Can I get a discount when I'm an alum?",
        "Are there any alumni deals?",
        "Are there any deals available to alumni?",
        "Is it possible to avail some reductions by alums?",
        "Alumni association members should receive any discounts?",
        "Alumni association members could have discounts.",
        "Can I get a discount as an alum?",
        "Can there be any cost cuts if I'm an alum member?",
        "there are any discounts for association alumni",
        "I am wondering if there are any discounts for alums.",
        "association alumni can have discounts?",
        "Any deals to alumni members?",
        "Are there any special deals for the alumni?",
        "Is there any break for alumni association folks.",
        "Is there a discount for members of the alumni association?",
        "Does anyone know if I can get a discount as an alumni?",
        "Would there be any deals for alumni members?",
        "Any cost reductions if I'm an alum member?",
        "Alumni association members are asked if there are available discounts.",
        "Can you give me any discounts for alumni?",
        "Is there a discount if I am an alumni of the association?",
        "Alumni members may be able to get discounts.",
        "Are alumni association members allowed discounts?",
        "Is there any special offers foralumni?",
        "Alumni association members may have deals to offer.",
        "Alumni association members, any discounts?",
        "Members of the Alumni association are asked if there are any discounts.",
        "Do alumni association members receive discounted prices?",
        "The association alums may have discounts.",
        "There might be breaks for alumni association folks.",
        "Do you offer special deals for former members?",
        "Is there a way to get some reductions by alums?",
        "Is there discount for association alums?",
        "Is alum status a possibility for cheap rates?",
        "Are there any discounts offered to alumni association members?",
        "Can alumni association members receive reduced rates?",
        "Is alumni associations offering discounts as well?",
        "Special offers for Alumni Group?",
        "Do you have any bargains for alumni?",
        "Wait, any alumni association discounts?",
        "Do you have alumni association members deals?",
        "Associations alumni have any discounts?",
        "Do you offer any special pricing to alumni?",
        "Alumni members are asked if there are any discounts.",
        "Is there a discount for Alumni members?",
        "If I'm an alum member, do you have any cost cuts?",
        "Alumni members possibly have discounts available.",
        "Has any alumni association members received discounts?",
        "Should alumni assoc. members be offered special deals?",
        "Alumni association members might receive reduced rates.",
        "Members of the alumni association are asked if there are discounts available.",
        "Do you have special pricing schemes for alumnae?",
        "Alumni club members get any price cuts?",
        "What specials can alumni group participants get?",
        "Will alumni members have a discount?",
        "Alumni members could be offered discounts?",
        "Can I get a discount as an alumni?",
        "Can you have a discount as an alumni?",
        "Are reduced rates offered to alumni association members?",
        "There are any deals offered by the alumnae group?",
        "Alumni association members are asked if there are any discounts available",
        "Is alumni members offered discounts?",
        "Have you got any specials for alumni?",
        "Alumni members have deals to offer?",
        "Would you have any specials for alumni group participants?",
        "Is the alumni association giving discounts?",
        "Alumni association members, do you have any deals?",
        "The alumni association members are asked if the discounts are available.",
        "Does any of the alumni association members get discounts?",
        "do alumni association members get discounts",
        "Is there any cost cuts for an alum member?",
        "There are reduced rates for alumni association members?",
        "Are I able to get a discount as an alumni?",
        "Is it possible to have a discount if I am an alumni?",
        "Is there any special pricing for alumnae?",
        "Are there any reduced rates for alumni association members?",
        "Alumni member discounts offered?",
        "Some alumni association members might have discounts.",
        "Are there any special offers for the alumni?",
        "Does the alumni association mean any savings?",
        "Do members of the alumni association receive discounts?",
        "Would you have any deals for alumni members?",
        "Can alumni association members take advantage of the discounts?",
        "Alumni association members might have deals to offer.",
        "Are there discounts in the alumni association?",
        "How about alumni group specials?",
        "If I'm an alumni member, can there be cost cuts?",
        "Can the alumni get a discount?",
        "Will the Alumni Group have special offers?",
        "Is it possible to get discounts for alums?",
        "Do you have any deals for Alumni members?",
        "Has alumni association members received discounts?",
        "How about alumni group's special offers?",
        "Are there any price reductions for alums?",
        "Alumni members can potentially get discounts.",
        "Do alumni assoc. members have any special deals?",
        "Alumni association members might have a discount.",
        "Can reductions be taken by alumni?",
        "Are any alumni discounts available for association members?",
        "Alumni association members are asked if there are any discounts left.",
        "Are alumni club members getting price cuts?",
        "Alumni members, have any deals available?",
        "Does the alumni association have discounts for its members?",
        "Does the alumni association give any discounts?",
        "Alumni association can have savings.",
        "There are any alumni discounts for association members.",
        "Alumni members may have deals available.",
        "Alumni association members should be eligible for discounts.",
        "Will I be able to get a discount as an alumni?",
        "Associations may have alumni discounts available.",
        "Have any breaks for alumni association people?",
        "Any savings for alumni?",
        "Does there any special offers for alumni?",
        "Is there any breaks for alumni association people?",
        "Is it possible to get a discount as a alumni of the association?",
        "Anyone has alumni discounts for association members?",
        "discounted memberships for alumni association members?",
        "Is any alumni association members getting discounts?",
        "Does alumni association equate to any savings?",
        "Is it possible to get a discount as an alumni.",
        "Does anyone know if alumni have any discounts?",
        "Alumni memberships have any deals?",
        "Is it possible for me to get a discount as an Alumni of the association?",
        "Are there discounts for alums?",
        "There could be a discount for alumni members.",
        "There are any specials for alumni group participants.",
        "Does anyone of the alumni association members get discounts?",
        "Is any alumni association members getting any discounts?",
        "Can reductions be offered by alums?",
        "I am looking for any discounts for alums.",
        "Do you have any discount for alums?",
        "Are there any discount available for alumni association members?",
        "Do alumni associations also have discounts?",
        "Are there any specials tailored to alumni group participants?",
        "Will there be any discounts for alumni?",
        "Alumni association members are asked if there are any available discounts.",
        "Can alumni association members take advantage of discounts?",
        "Is there reduced rates for alumni association members?",
        "Association alums may have discounts.",
        "Is there any special offers for alumni?",
        "There are any cost cuts if I am an alum member?",
        "What discounts are available to alumni members?",
        "I wonder if alumni associations also offer discounts.",
        "Am I able to get cheaper rates, alum status?",
        "Is it possible to get discounts for graduates' group?",
        "Alumni Group have special offers?",
        "Do alumni association members enjoy any discounts?",
        "Does alums have the ability to get some reductions?",
        "discounted memberships for association alumni?",
        "Does the Alumni Group have special offers?",
        "Is there special offers from the Alumni Group?",
        "Can alumni association members avail of discounts?",
        "Is there any specials tailored for alumni group participants.",
        "Any deals with the alumni?",
        "Alumni association members get asked if there are any discounts.",
        "Discounts for members of the association?",
        "Alumni association members might get discounts",
        "Is any alumni association member given discounts?",
        "Alumni discounts for association members available?",
        "Can you tell me about any special pricing schemes for alumni?",
        "Do you know if there are discounts for association alums?",
        "Is alumni association members given discounts.",
        "Is there a way to avail reductions by alumni?",
        "Does the alumni club member have any price cuts?",
        "Alumni association makes any savings?",
        "Can I get a discount as a Alumni?",
        "Do you have specials for alumni group participants?",
        "Maybe cheaper rates are possible, alum status?",
        "What deals exist for alumni members?",
        "Discounts for alumni are available?",
        "Do any alumni association members get discounted membership?",
        "Is there any special specials for alumni?",
        "The alumni association members are asked if there is any discounts available.",
        "association alumni should have any discounts?",
        "Does anyone know of any discounts for alumni association members?",
        "Do any deals exist for alumnae group members?",
        "Do you offer any special discounts to alumni?",
        "Do you offer special deals for alumni members?",
        "Yes, do any alumni association members get discounts?",
        "Alumni members, do you have any deals?",
        "The Alumni Group has special offers?",
        "Members of the alumni association are asked if there are discounts.",
        "alumni members any deals?",
        "Anyone have deals for alumni members?",
        "association alumni are eligible for discounts?",
        "Association alumni could have discounts.",
        "Is there any alumni discounts for association members available?",
        "Do alumni association equal any savings?",
        "How about specials for alumni group participants?",
        "Do you have any alumni association deals?",
        "An Alumni Group special offer?",
        "Alumni association members are asked if there are discounts for them.",
        "Can I get a discount as a former member of the association?",
        "Is it possible to get a discount as a member of the association?",
        "Is there a chance of cheaper rates, alumni status?",
        "The alumni association members are asked if the discounts are still available.",
        "There are any discounts for alumni?",
        "Will there be any special pricing schemes for alumnae?",
        "Do you have any special pricing schemes for the alumni?",
        "Do you have alumni association deals?",
        "Does the Alumni club member get price cuts?",
        "Does anyone know of any specials for alumni?",
        "Alumni association results in savings?",
        "Will there be discounts for the grads' group?",
        "Is there a discount offered for alumni members?",
        "The alumnae group members might be offered deals.",
        "Did alumni members have discounts available?",
        "Do you offer any special deals to alumni?",
        "Alumni association memberships may have discounts.",
        "Alumni members have deals?",
        "Any offers for alumni members?",
        "Can alumni association members get deals?",
        "Any alumni discounts are available?",
        "Can alumni get price breaks?",
        "Is it possible to avail reductions by alums.",
        "Have any discounts for alums?",
        "Special offers for the Alumni Group?",
        "Any special deals for alumni assoc. members?",
        "I want to know if any alumni association members get any discounts.",
        "Do you have any discounts for the alums?",
        "Is it possible to get a discount as an alum?",
        "Do alumni club members get any price cuts?",
        "Does Alumni Group offer special offers?",
        "Is it possible to receive a discount as an alumni of the association?",
        "Does anyone know if you have any special deals for alumni?",
        "Got any specials for alumni?",
        "Anyone have any breaks for alumni association?",
        "If there are any discounts for association alumni?",
        "Does your alumnae/alumni have any special pricing schemes?",
        "Do members of the alumnae group have any deals?",
        "There may be special offers for alumni.",
        "Do alumni association members get any discounts.",
        "Can you offer alumni association members deals?",
        "Alumni associates have any discounts offered?",
        "Does association alumni have discounts?",
        "Would alumnae group members be interested in any deals?",
        "Is there discounts available for alumni?",
        "Alumni memberships have discounts for members?",
        "Can alumni association members ask for reduced rates?",
        "Is there any breaks for alumni association people.",
        "I want to know if I could get a discount as an alumni.",
        "Should alumni associates receive any discounts?",
        "The alumni association has any breaks?",
        "Any discounts for association oldies yet?",
        "Do you have any deals for alumni?",
        "Associations alumni may have discounts.",
        "Is there any cost cuts if I'm an Alumni member?",
        "Alumni associates are asked if they have any discounts?",
        "Is there any deals for alums?",
        "Would there be a discount for alumni members?",
        "Does anyone offer special deals for alumni?",
        "Was there deals for alumni association members?",
        "Alumni members may have discounts available?",
        "There are any deals offered to alumnae members?",
        "Alumni association members, what discounts do they have?",
        "Alumni club member might get a price cut?",
        "Are there discounts for association alumnis?",
        "Do alumni assoc members get any special deals?",
        "Do discounts exist for the grads' group?",
        "Are the alumni association members given discounts?",
        "Do alumni association members receive discounts?",
        "Alumni Associations may offer discounts.",
        "I am wondering if I could get a discount as an alumni.",
        "What alumni discounts are available to association members?",
        "Are alumni association members able to receive discounts?",
        "Do you have special deals for alumni?",
        "I want to know if there are any specials tailored for alumni group participants.",
        "Should I have any cost cuts if I'm an alum member?",
        "Can some reductions be available to alumni?",
        "Alumni association members are asked if there are discounts to be had.",
        "Can alumni members take a discount?",
        "Is it possible for me to get a discount as an alum of the association?",
        "Alumni association members are asked if discounts are available.",
        "There are any alumni discounts for members?",
        "Is there any special for alumni group participants?",
        "Is there any alumnus group specials?",
        "Alumni association members can get some deals.",
        "Can there be breaks for alumni association folks?",
        "Alumni members, should there be any deals?",
        "Alumni members, what deals are there?",
        "Do you have any deals for alumni members?",
        "Any discounts done by the alumni association?",
        "Is it possible to have a discount as an Alumni member?",
        "Discounts offered for alumni members?",
        "Can I get a discounted rate as an Alumni?",
        "Is there savings for alma club friends?",
        "Alumni association members might have reduced rates.",
        "What are the alumni group's special offers?",
        "Is there a break for alumni association?",
        "Do any alumni association members give discounts?",
        "Alumni associations may offer discounts",
        "Got any alumni association deals?",
        "There are any deals for Alumni members?",
        "alumni discounts for association members?",
        "Alumni association members do they have discounts?",
        "Any breaks for alumni association people?",
        "Is it possible to have a discount if I'm an alumni?",
        "Does Alumni association mean any savings?",
        "Can I get a discount as a former member?",
        "Do any alumni association members have a discount?",
        "Alumni group has special offers?",
        "Is the discounts offered for alumni members?",
        "Can you tell me any alumni association discounts?",
        "Does Alumni club member get price cuts?",
        "Do any association alumni have any discounts?",
        "Any deals made to members of the alumnae group?",
        "Is there any discounts for alumni members?",
        "There are any deals being offered to alumnae group members.",
        "Alumni association members might have deals?",
        "Are there any specials tailored for alumni groups?",
        "What discounts are available to alumni associates?",
        "For alumni members, is there a discount?",
        "Could there be cheaper rates, alum status?",
        "Is it possible that reductions can be offered by alums?",
        "Should alumni association members receive any discounts?",
        "Does the Alumni Group offer special offers?",
        "Is there any savings for the alum club?",
        "Which alumni association members have deals?",
        "Alumni associations have discounts as well?",
        "does alumni association members get discounts?",
        "Are the Alumni group's special offers?",
        "Possible discounts for alumni members.",
        "There are any alumni discounts available?",
        "alums have any discounts?",
        "Is there any cost cuts for alumni members?",
        "There are any breaks for alumni associations?",
        "Does anyone in the alumni association receive any discounts?",
        "Is there a special offer for alums?",
        "Can I receive a discount as an Alumni of the association?",
        "Are the discounts available to alumni association members?",
        "There are discounts for association alumni?",
        "Can I get a discount when I'm an Alumni?",
        "Does there any discount for alumni members?",
        "Got any offers for alumni members?",
        "Is it possible for me to get a discount as a alumni?",
        "Does alumni association members receive reduced rates?",
        "Are there lowered rates for alumni association members?",
        "Is there discounts available to alumni association members?",
        "Alumni association members are queried about any discounts.",
        "I wonder if there is a discount for alumni members.",
        "Is there any discounts for alumni associates?",
        "Has there been a discount for alumni members?",
        "Is it possible for me to have a discount as an alumnus member?",
        "Can I be offered a discount as an Alumni?",
        "Can there be any breaks for alumni association folks?",
        "Are there any savings for alum club mates?",
        "I need any deals for alumni members.",
        "Is there any deals with alumni members?",
        "Alumni associations might offer some discounts.",
        "Is there savings for alumni?",
        "Are there deals for alums?",
        "There are any deals available to members of the alumnae group.",
        "What are the discounts for association alumni?",
        "Is there discounts for association oldies yet.",
        "Do any alumni association members get any discounted prices?",
        "Did they have any deals for alumni members?",
        "Do you have any special pricing schemes foralumni?",
        "Do association alums have discounts?",
        "Is there a discount for association alumni.",
        "Are any price cuts available for alma?",
        "Could there be discounts for alumni members?",
        "Can alumni members get any deals?",
        "Has there any specials tailored for alumni group participants?",
        "Alumni associates might be given discounts.",
        "Do there any special offers for alumni?",
        "Is there deals yet for association oldies?",
        "Is it possible to have a discount as an alumni.",
        "Do you have special deals for the alumni?",
        "Less expensive rates could be possible, alum status?",
        "Is there a discount for alumnis?",
        "Alumni members have deals for them?",
        "Does Alumni Group have special offers?",
        "Alumni associations offer discounts as well?",
        "Should alumni discounts be available to association members?",
        "Is it possible for alums to avail of some reductions?",
        "Alumni membership discounts offered?",
        "Do any alumni association members enjoy any discounts?",
        "Alumni association members getting discounts?",
        "alumni members have a discount?",
        "Any deals that the alumnae group members are offered?",
        "There are any breaks for alumni association.",
        "Alumni association members have discounts?",
        "Is there any alumni deals out there?",
        "association alumni could have discounts",
        "Does anybody from the alumni association get any discounts?",
        "There might be reduced rates offered to alumni association members.",
        "Are alumni association members offered lower rates?",
        "There are any discounts for alumni association members?",
        "Do alumni association members enjoy discounts?",
        "Have alumni association members access to any discounts?",
        "There are possible breaks for alumni association people.",
        "Does anyone know if there are discounts for alums?",
        "Is there any discounts for alumni association members?",
        "Alumni associations have discounts?",
        "Anyone have alumni discounts for association members?",
        "Do any alumni association members get discounts?",
        "Alumni membership deals?",
        "Alumni Group has special offers?",
        "discounts for association alumni?",
        "There is any discounts for association alumni?",
        "Is it possible to receive a discount for alumni members?",
        "alumni associates have any discounts",
        "Are reductions available to alums?",
        "Does anyone have any specials tailored to alumni group participants?",
        "Are there any breaks for the alumni association people?",
        "Any alumni discounts available?",
        "Did the alumni association members have deals?",
        "Is it possible to get cheaper rates, with alum status?",
        "There's any breaks for alumni association folks?",
        "There are any deals for members of the alumnae group.",
        "Alumni association members, do you get any discounts?",
        "Alumni members can get some benefits in regards to prices.",
        "Can some reductions be taken advantage of by alumni?",
        "Have any alumni members deals?",
        "Is there a discount for past members?",
        "Are there any alumni membership deals?",
        "Alumni members may be offered a discount.",
        "Any deals for members of the alumni club?",
        "Did the alumni group have special offers?",
        "Alumni association members have any discount?",
        "Is there deals for grads' group?",
        "There are any deals offered to members of the alumnae group?",
        "Is there a deal for alumni association members?",
        "If I'm an alumni member, would there be any cost cuts?",
        "Is there any special deal for alumni?",
        "What discounts are offered for alumni members?",
        "Do alumni associations offer savings?",
        "There are any breaks for alumni association folks?",
        "Do you offer any deals to alumni?",
        "Can alumni association members get a discount?",
        "Any offers for association alumni?",
        "Alumni associates have any discounts given?",
        "Are Alumni group's special offers?",
        "Alumni association members should have some discounts.",
        "There may be alumni discounts for association members.",
        "Is there any special packages for alumni group participants?",
        "Are there discounted rates for alumni association members?",
        "Are there discounts available to alumni associations?",
        "What discounts exist for association alumni?",
        "There are any deals given to alumnae group members?",
        "As an alumni of the association, can I receive a discount?",
        "Is it possible that reductions can be made by alumni?",
        "Alumni association members can obtain deals.",
        "Is there any discounts for alumni association members.",
        "Any deals made for members of the alumnae group?",
        "Let me know if you have any discounts for alums.",
        "Alumni association members could have discounts?",
        "Bargaining deals for alumni association members?",
        "Are alumni association equals any savings?",
        "Alumni association members could benefit from some discounts.",
        "Any deals offered to members of the alumnae group?",
        "Are discounts available for alumni?",
        "What are the discounts available to alumni association members?",
        "Is there a deal for alumni members.",
        "Alumni associations may offer discounts?",
        "Any breaks for the alumni association folks?",
        "Is it possible that reductions be available by alums?",
        "Is there any cost decreases if I'm an alum member?",
        "alumni association members are asked if there are any discounts",
        "discounts for alumni members?",
        "Any deals offered by the alumnae group?",
        "What are the discounts for association alums?",
        "Will reductions be available by alums?",
        "Alumni members may have benefits when it comes to prices.",
        "Cheap rates could be possible, alum status?",
        "Do alumni receive any special deals?",
        "Is it possible to get a discount for alumni?",
        "Are there alumni association deals?",
        "Are there any specials for alumni?",
        "Is there any savings if I'm an alumni member?",
        "Alumni association members may have some discounts.",
        "There is any discounts for alums?",
        "Is there any cost cuts if I am an alumni member?",
        "Did alumni associations offer discounts?",
        "Do you have specials for alumni?",
        "Is there a special for the alumni group?",
        "Alumni members might be able to get a discount.",
        "Can I have a discount when I am an alumni?",
        "Do Alumni Association members get any discounts?",
        "Is there any breaks for alumni association folks?",
        "Are alumni members discounted?",
        "I am wondering if there are any discounts for alumni.",
        "Do alumnae group members have any deals to offer?",
        "Can I get a discount as an Alumni member?",
        "Alumni members may have Discounts available.",
        "Can there be discounts for grads' group?",
        "Does the alumni association offer discounts?",
        "Yes, do any alumni association members get any discounts?",
        "Is there any bargains for association oldies yet?",
        "Did alumni association members get deals?",
        "Alumni assoc. members do you have special deals?",
        "I would like to know if I could get a discount as an alumni.",
        "Can I get a discount when I'm an Alumni member?",
        "Do alumni association members get discounted stuff?",
        "Can some reductions be made available to alumni?",
        "Do you have special discounts for alumni?",
        "Alumni association members are queried about discounts.",
        "Has the alumni association given any discounts?",
        "Alumni association members are asked if there is a discount available.",
        "Does anyone have any breaks for alumni association?",
        "Is it possible to get cheaper rates with alum status.",
        "Does anyone have any deals for alumni members?",
        "How about the Alumni Group's special offers?",
        "Is there any special pricing foralumni?",
        "Do there any discounts for association alumni?",
        "Alumni members, any bargains?",
        "Is there any break for alumni association people.",
        "Alumni association members, have deals for them?",
        "Any discounts for past members of the association?",
        "Do alumni association members get discounted rates?",
        "Is there any specials tailored for alumni group participants?",
        "Are there discounts offered for alumni members?",
        "Discounts are offered for alumni members?",
        "Are alumni association members getting reduced rates?",
        "Can I get a discount as a Alumna?",
        "What discounts are out there for association alumni?",
        "Is it possible to get a discount as an alumni member?",
        "What are the breaks for alumni association people?",
        "Do you offer a special deal for alumni?",
        "Are there discounts for alumni association members available?",
        "Are alumni members offered discounted memberships?",
        "Got any deals for past members?",
        "Some price cuts may be available for alma mbrs.",
        "Are there any deals for alumni members?",
        "Are there any price cuts for alumni?",
        "What discounts are available to alumni association members?",
        "Is there any alumni association discounts?",
        "Was alumni association members given any discounts?",
        "There areAlumni association members asked if there are any discounts",
        "Is it possible to have a discount as an Alumnus member?",
        "Did you know there are deals for alumni association members?",
        "Alumni members could have any deals?",
        "There could be discounts for alumni members.",
        "Is there a discount on alumni memberships?",
        "Can I get a discount as an alum of the association?",
        "Is it possible to get a discount on alumni members?",
        "Alumni, are there any special offers?",
        "Alumni associates are asked about any discounts.",
        "Alumni association members may have discounts",
        "I was wondering if there were discounts for association alumni.",
        "I would like to know any deals for alumni users.",
        "Alums, are there special offers?",
        "I would like to know if there are any cost cuts if I am an alum member.",
        "Will the alumni club member get any price cuts?",
        "Do Alumni members have any deals?",
        "Are there lower rates for alumni association members?",
        "Discounts can be offered for alumni members.",
        "Can I get a discount as an an alumni member?",
        "Is there any discounts for association oldies.",
        "Is there a discount when I am an alumni of the association?",
        "There may be some breaks for alumni association folks.",
        "Are there reduced rates for alumni association members.",
        "Alumni associate have any discounts?",
        "Alumni members, are there discounts available?",
        "Does the association offer a discount to alumni?",
        "Alumni club member may get some price cuts.",
        "Can alumni members receive a discount?",
        "Do alumni club members get price cuts?",
        "Do alumni association members have discounts available?",
        "Is there discounts for alumni association members.",
        "Alumni members, anydeals?",
        "There are any deals offered to the alumnae group members.",
        "Can there be any discounts for association alumni?",
        "Do you offer any special pricing schemes for alumnae?",
        "Is there any deal for alumnae group members?",
        "Does anyone know if there are any specials for alumni group participants?",
        "do any alumni association members get discounts?",
        "Are alumni association members eligible for deals?",
        "Alumni members, have any deals for them?",
        "Alumni association members might be interested in some deals.",
        "There's any breaks for alumni association folks.",
        "Is there any discounts for Alumni?",
        "I'm looking for specials for alumni group participants.",
        "Am I able to have a discount as an alumni?",
        "Can cost cuts be made if I'm an alum member?",
        "Is there a discount for an alumni member?",
        "What discounts do alumni association members have?",
        "Alumni members could possibly receive discounts.",
        "Alumni association members, are there any discounts available?",
        "Are there special deals for alumni assoc members?",
        "Alumni associates have questions about discounts provided.",
        "Do you offer any specials for alumni?",
        "Are there deals for alumni association members?",
        "Did anyone have deals for alumni members?",
        "Alumni association members may get discounted prices.",
        "Is there any alumni discounts available?",
        "Does anyone have any alumni association discounts?",
        "Are there discounts for association alumni?",
        "There are any discounts for alumni association members",
        "Did you offer any special deals to alumni members?",
        "Some special offers from the Alumni Group?",
        "breaks for alumni association people?",
        "What discounts do you have for alums?",
        "Are there any savings for alumni association members?",
        "Which alumni discounts are available to association members?",
        "You could have cheaper rates, alum status?",
        "Does anyone have any discounts for alumni association members?",
        "Is there discounts for alumni members?",
        "Does anyone have any specials for alumni group participants?",
        "Alumni members, any deals for you?",
        "Alumni association members are asking if there are any discounts.",
        "There are any breaks for the alumni association folks.",
        "Alumni club member might get some price cuts.",
        "Alumni members might be offered a discount.",
        "Is anyone from the alumni association getting any discounts?",
        "Does anyone know of any special pricing schemes for alumni?",
        "There are any discounts for associations alumni?",
        "Alumni associates, any discounts offered?",
        "Do you offer deals for alumni members?",
        "Any offers made to the members of the alumnae group?",
        "Do alumni club members get any price reductions?",
        "There could be alumni discounts for association members.",
        "Do alumni associations offer their own discounts?",
        "Is there any cost cuts if I'm a alum member?",
        "Can you offer any discounts for alumni?",
        "Has anyone got any deals for alumni?",
        "Is there any breaks for the alumni association folks?",
        "What are the alumni association discounts?",
        "I'm curious if I can get a discount as an alumni.",
        "Are there any discounts offered for alumni association members?",
        "Can alumni members have discounts?",
        "Alumni assoc members do you offer special deals?",
        "Is there any specials specific to alumni group participants?",
        "Alumni memberships can have discounts for members.",
        "Is Discounts around for grads' group?",
        "Is there any cost savings if I am an alum member?",
        "Is the Alumni Group has special offers?",
        "Are the alumni association's rates reduced?",
        "Should an alumni club member get price cuts?",
        "What are any alumni association discounts?",
        "There is any break for alumni association folks?",
        "Should there be any breaks for alumni association?",
        "Is there a cost reduction if I'm an alum member?",
        "Is there cost cuts if I'm an alumni member?",
        "The alumni association members might have discounts.",
        "Alumni association members are asked if discounts are still available.",
        "Do you offer any bargains for alumni?",
        "Can alumni association members take advantage of any discounts?",
        "Are there any deals with alumni members?",
        "Is it possible to get cheaper rates, alum status?",
        "Alumni members may be able to get a discount.",
        "Does the alumni association offer discounts to its members?",
        "Do you offer any special deals for alumni?",
        "I am a Alumnae member, can I get a discount?",
        "Does anyone have any discounts for alumni?",
        "Can I get a discount if I am an alumnus member?",
        "Any Alumni deals?",
        "Is there any discounts for the alums?",
        "Do you have any deals for alumni association members?",
        "Alumni association members are asked if there are any discounts offered.",
        "Are there any offers for alumni?",
        "Do alumni members get any deals?",
        "Are there any savings in the alum club?",
        "Any deals given to members of the alumnae group?",
        "Discounts can be available for alumni members.",
        "Is there an association alum discount?",
        "Associations may have discounts for association alums.",
        "Alumni association members are asked if there is a discount.",
        "Is there any cost reductions if I become an alum member?",
        "Alumni members, any deals they have?",
        "Alumni association members can take advantage of deals.",
        "Alumni members are eligible for discounts?",
        "Alumni association members could have reduced rates.",
        "Bargains for alumni association members?",
        "Do alumni group participants get any specials tailored for them?",
        "Will alumni members be offered discounts?",
        "Do alumni association people get any breaks?",
        "Alumni association members are asked if there are any incentives.",
        "Will an alumni club member get price cuts?",
        "Is there any discounts for Alumni Association members?",
        "Did they offer alumni association discounts?",
        "Does Alumni association members have any discounts?",
        "Did alumni associates have any discounts?",
        "Is there a deal for association alumni?",
        "Do alumni association offer discounts?",
        "I want to know if there are any specials for alumni group participants.",
        "Alumni association members, are the rates reduced?",
        "Are alumni discounts available to association members?",
        "Association members may have alumni discounts available.",
        "Can I be given a discount as an alumni?",
        "Can there be any breaks for alumni association?",
        "What breaks are available to alumni association folks?",
        "Maybe cheaper rates, alum status?",
        "Is there a discount for alumni memberships?",
        "Alumni association members are asked for any discounts.",
        "association alumni should get discounts?",
        "do alumni association members have any discounts?",
        "Do you have any special pricing schemes for your alumni?",
        "Some discounts for the grads' group?",
        "Will there be any special pricing schemes for alumni?",
        "There are any deals offered to alumnae group members",
        "Do alumnae group members have any deals?",
        "Has anyone got deals for alumni?",
        "Is it possible to get a discount as an alumnus?",
        "Is there a deal for the grads' group?",
        "Is there any special pricing for your alumni?",
        "Is any alumni association members allowed discounts?",
        "Alumni associates should get any discounts?",
        "Is Alumni Group offering special offers?",
        "Does any alumni association have any discounts?",
        "Alumni association is any savings?",
        "Do you know any deals for alumni?",
        "The alumni association members are asked about the discounts.",
        "Do any alumni association members have discount?",
        "Is it possible for me to have a discount as a Alumnae member?",
        "Should alumni association members get deals?",
        "Are alumni associations also able to offer discounts?",
        "Did anyone offer any deals to alumnae group members?",
        "Does the alumni association have discounts?",
        "If I am an alumni of the association, can I get a discount?",
        "Does alumni association members get a discount?",
        "discounted memberships for alumni members?",
        "Alumni of the association have any discounts?",
        "Do you have any special pricing plans for alumnae?",
        "Alumni association members are asked if there are anydiscounts.",
        "Alumni association equals some savings?",
        "Can alumni associates receive discounts?",
        "Got deals for alumni?",
        "Is there a discounts for association alums?",
        "Should there be any discounts for association alumni?",
        "Alumni association members need to know if there are any discounts available.",
        "Does any of the alumni association members have any discounts?",
        "Any cost cuts when I'm an alum member?",
        "Alumni association members should get any discounts?",
        "Can I get a discount if I am an Alumnae member?",
        "Is there any discounts for association alumni.",
        "Does the alumni club member get price cuts?",
        "Does the alumni association offer lower rates?",
        "Discounts exist for alumni members?",
        "Is it possible for alum club pals to save money?",
        "Are I eligible for a discount as an alumni of the association?",
        "Special offers by the Alumni Group?",
        "Can alumni members get a discounted rate?",
        "Is there any cost cuts for an alum?",
        "Is it possible to get discounts for grads' group?",
        "Has anyone offered any special deals for alumni?",
        "Can you tell me what specials are tailored for alumni group participants?",
        "Do you have deals for alumni association members?",
        "Is there any specials that are tailored for alumni group participants?",
        "Could there be discounts for association alumni?",
        "Was there any alumni discounts for association members?",
        "Alumni association members are asked if there are any discounts on offer",
        "Is there any specials for the alumni group?",
        "Alumni members, have any deals left?",
        "Does anyone know if there are any cost cuts if I'm an alum member?",
        "Do you have any special deals on alumni?",
        "Are there special deals for alumni members?",
        "Is it possible that reductions are available by alums?",
        "Alumni club member is eligible for price cuts?",
        "Is there a break for alumni association folks?",
        "Is there any special price schemes for alumnae?",
        "I would like to know if there are any cost cuts if I'm an alum member.",
        "Any specials for the alumni group?",
        "Possible discounts for alumni members?",
        "Alumni association members may be able to take advantage of discounts.",
        "Are alumni group special offers?",
        "Are alumni association members getting discounts?",
        "Associations alumni might have discounts.",
        "Deals offered to alumnae group members?",
        "Are alumni association members eligible for discounts?",
        "Does the alum club have savings?",
        "Are there discounts around for the grads' group?",
        "Has anyone got deals for alumni association members?",
        "Is it possible to get cheap rates, alum status?",
        "Alumni association members are asked if a discount is available.",
        "Any deals for members of the past?",
        "Alumni Association members have deals?",
        "Any breaks for the alumni association people?",
        "Are the discounts for alumni association members available?",
        "Are there any discounts for the alumni?",
        "Do alumni assoc members receive special deals?",
        "special offers from alumni group?",
        "Do any alumni members have any deals?",
        "Any alumni association members get discounts?",
        "Assn members get discounts?",
        "Can I get a discount for being an Alumni?",
        "Is there any special prices for alumnae?",
        "Should alumni association members have deals?",
        "Is it possible to have a discount as a alumnae?",
        "Do alumni assoc members have special deals?",
        "Any deals given to alumnae group members?",
        "Have any deals for alumni members?",
        "Can I apply for a discount as an Alumni?",
        "Can some reductions be made by the alumni?",
        "Would alumni members receive discounts?",
        "Should there be breaks for alumni association people?",
        "Can some reductions be provided by alums?",
        "Is there a way for alums to get some reductions?",
        "Do alumni members have any deals?",
        "Is there any price reductions for alums?",
        "Alumni club member can get price cuts?",
        "Is there any special for alumni group participants.",
        "Is it possible to get cheaper rates if you are an alum?",
        "Does anyone know of any deals for alumni?",
        "Alumni association members are asked if there are any concessions.",
        "Alumni assoc. members do you have any special deals?",
        "Do you know any discounts for alumni?",
        "Alumni association members get discounts?",
        "Will alumni association members receive discounts?",
        "Do alumni association have any savings?",
        "Is there any discounts for alumni.",
        "Any alumni association deals?",
        "Alumni association members, are they offered any discounts?",
        "Does alumni associations offer discounts?",
        "Alumni association members may be interested in deals.",
        "Is alumni associations able to offer discounts?",
        "alumni association members are eligible for discounts",
        "Was there any deals for alumni?",
        "Can I earn a discount as an alumni?",
        "Is there any break for alumni associations?",
        "Can alumni members receive discounts?",
        "Is any alumni association members granted any discounts?",
        "association members have any alumni discounts?",
        "Special deals for alumni assoc members?",
        "Got any discounts for alumni?",
        "Any deals for alumni?",
        "Does anyone know any alumni association discounts?",
        "Are the discounts available for alumni members?",
        "alumni club member gets price cuts?",
        "Do any alumni association members get discounted items?",
        "Any specials for alumni group participants?",
        "Any discounts on alumni?",
        "Can there be alumni discounts for association members?",
        "If I am an alumni member, can I get a discount?",
        "Does alumni members receive a discount?",
        "What discounts are there for association alums?",
        "Do you have any special deals for alumni members?",
        "Any deals are offered to members of the alumnae group?",
        "Can some reductions be done by alumni?",
        "Does the association have alumni discounts available?",
        "Alumni association members may receive reduced rates.",
        "Alumni associates should receive discounts?",
        "Are there Alumni Group's special offers?",
        "Can some reductions come from alums?",
        "Should any alumni association members get discounts?",
        "Can I receive a discount as a alumni?",
        "The grads' group may have discounts.",
        "Do alumni association members have lower rates?",
        "Are there any special offers available for alumni?",
        "Does anyone in the alumni association get any discounts?",
        "Is alumni association members able to get discounts?",
        "Can I get a discount if I am an Alumni of the association?",
        "Alumni association members may have a discount.",
        "Are alumni members having any deals?",
        "What deals are there for members of the alumnae group?",
        "Does any alumni association members get a discount?",
        "Alumni members, there are any deals?",
        "Is there a way for alums to get reductions?",
        "There are any offers for association alumni?",
        "Alumni association people, any break?",
        "The alumni association members are asked if there are discounts available.",
        "Is there any discount for association alumni?",
        "Are alumni associations any savings?",
        "Do alumnae group members get any deals?",
        "Is there any discounts for the association alumni?",
        "Alumni association members could be getting discounts.",
        "What discounts are there for alumni association members?",
        "Any discounts associated with alumni associations?",
        "I would like to know if there are any specials tailored for alumni group participants.",
        "Is there any special offers from the Alumni Group?",
        "Do alumni get discounts?",
        "Does Alumni members have a discount?",
        "Is there a savings for alum club pals?",
        "Can reductions be made by alums?",
        "Alumni association members are asked if there is any available discounts.",
        "Alumni association members may be able to receive reduced rates.",
        "alumni members have any deals?",
        "The alumni association asks members if there are any discounts.",
        "Are there any alumni group specials?",
        "Do association alumni get discounts?",
        "Does the alumni association members get discounts?",
        "Can you offer alumni members deals?",
        "Alumni association members are asked about the discounts",
        "Alumni association members get any discounts?",
        "Does Alumni Association members get discounts?",
        "Do you make any special deals for alumni?",
        "Is the alumni club member given any price cuts?",
        "Is there a special for alumni group participants?",
        "Reductions can be taken by alums?",
        "Alumni discounts for association members are unknown.",
        "Did Alumni Group have special offers?",
        "Is it possible to get a discount as an Alumni of the association.",
        "Any discounts to alumni associates?",
        "Do any alumni association members ever get discounts?",
        "can I get a discount as an alumni?",
        "Discounts may be offered for alumni members.",
        "Is there any cost reduction if I'm an alum member?",
        "Alumni association members are asked if any discounts are available.",
        "Do you know if there are any discounts for alumni?",
        "Is alumni association members given any discounts?",
        "Is it possible for reductions to be available by alumni?",
        "Alumni member deals?",
        "Alumni association members could benefit from deals.",
        "Any offers made to alumnae group members?",
        "Is there any discounts for association oldies?",
        "Are there special offers for the alumni?",
        "There are any discounts for the alumni?",
        "If I'm an alumni member, any cost reductions?",
        "Deals for members of the alumni association?",
        "Alumni association members are asked if there are any savings.",
        "Will there be any deals for alumni?",
        "Alumni association members are asked if there's any discounts on offer.",
        "Can an alumni club member get any price cuts?",
        "Do alumni association members have any savings?",
        "There may be discounts for association alums.",
        "Any deals that alumni have?",
        "Any deals for alumni association members?",
        "Any deals for the alumni?",
        "Do alumni association members get a discount?",
        "Are there any association alumni discounts?",
        "Is it possible I can get a discount as an alumni?",
        "Any discount for alumni?",
        "Should any alumni association members get any discounts?",
        "Is there any cost cuts when I am an alum member?",
        "Is there a discount for the alums?",
        "Who has any alumni association discounts?",
        "Is there discount for alumni association members.",
        "Do members of the alumnae group get any deals?",
        "Alumni association members, are there any discounts for them?",
        "Alumni association members are asked if there are discount available.",
        "Will alumni association members have reduced rates?",
        "Is there any offers for alumnae group members?",
        "Does the alumni group have special offers?",
        "Is there any cost cuts if I become an alum member?",
        "Any offers made to members of the alumnae group?",
        "Does any of the alumni association members get any discounts?",
        "Alumni associates, are there any discounts?",
        "Is there any discounts yet for association oldies?",
        "do alumni association members get any discounts?",
        "There are any alumni discounts for association members available?",
        "Alumni association members should have some deals.",
        "Is there a discount if I'm an alumni member?",
        "Can I get a discount if I am an alumni member?",
        "Alumni association members possibly get discounts.",
        "Do you offer any discounts to alumni?",
        "Alumni association members are asked if there are discounts on offer.",
        "Does anyone have any deals for alumnae group members?",
        "Is the alumni association able to offer any discounts?",
        "Anyone have any deals for alumni?",
        "Do you know any alumni association discounts?",
        "Is there a cost cut if I am an alum member?",
        "The alumni association has savings?",
        "Interested in any alumni association discounts?",
        "Do you have any discounts for alumni?",
        "Is there any discounts available to alumni associates?",
        "Should alumni associates receive discounts?",
        "Are alumni association members getting deals?",
        "Cheaper rates could be possible with alum status.",
        "Is there any deals on alumni members?",
        "Is it possible to have a discount as an an alumni?",
        "There are any deals for the members of the alumnae group.",
        "Alumni association members may be offered discounted rates.",
        "Alumni members, anyone have any deals?",
        "Can reductions be claimed by alums?",
        "Should alumni assoc. members receive special deals?",
        "Alumni discounts could be available to association members.",
        "Alumni discounts for association members could be available.",
        "Alumni association members, should there be any discounts?",
        "Some reductions may be available to alums.",
        "Can I receive a discount if I'm an alumni?",
        "Alumni association members can get deals?",
        "Is there a discount for alumni of the association?",
        "association alumni should have some discounts",
        "There are any specials tailored to alumni group participants?",
        "Are alumni assoc. members treated with special deals?",
        "Do you offer special pricing for the alumni?",
        "Alumni associates are asked if there are any discounts provided.",
        "Alumni association members get discounts, do they?",
        "Alumni associates are asked if they have any discounts.",
        "Special offers offered by Alumni Group?",
        "Can I have a discount when I am an Alumnae member?",
        "Any deals of alumni members?",
        "Did you have any deals for alumni association members?",
        "Does alumni association offer discounts?",
        "Is there any cost cuts for an alumni member?",
        "Do alumnae group members have deals?",
        "Alumni association members would like any discounts?",
        "There are any specials for alumni group participants?",
        "Were there any deals for alumni members?",
        "Any discounts for alums?",
        "Do alumni members get a discount?",
        "Alumni association members are asked if they can get some discounts.",
        "Is there any cost cuts for being an alum member?",
        "Is there any alumni deals for association members?",
        "Are alumni discounts available?",
        "Is it possible to get a discount as an alumni of the association?",
        "What are the Alumni group's special offers?",
        "Is there any specials tailored to the alumni group?",
        "association alumni have any deals?",
        "Can you offer any discounts for alums?",
        "Is there any special deals for the alumni?",
        "Can I have a discount if I am an alumni?",
        "Do alumni association members get special discounts?",
        "Do you have alumni deals?",
        "Is there any discounts for alumni of the association?",
        "Alumni discounts for association members are not known.",
        "Do discounts exist for association alumni?",
        "Do you know if there are any discounts for alums?",
        "Can alumni get a discount?",
        "Do alumni members have any benefits in terms of prices?",
        "Are there any price cuts for almambrs?",
        "Alumni association members have questions about any discounts.",
        "Association alumni need any discounts?",
        "Alumni members get discounts?",
        "Did the alumni association equal any savings?",
        "Is the alumni association giving any discounts?",
        "Do you offer any deals for alumni members?",
        "Is alumni association members getting any discounts?",
        "There might be discounts for association alums.",
        "Might there be discounts for grads' group?",
        "What specials do alumni group participants get?",
        "Can the alumni club member get price cuts?",
        "Is anyone aware of any discounts for alums?",
        "Is there a way to get reductions by alums?",
        "The alumni association gives any savings?",
        "Does the alumni club member get price reductions?",
        "Any discounts for members of the association?",
        "Can you offer any deals for alumni members?",
        "What discounts can association alumni get?",
        "Is it possible to have a discount when I am an alumni?",
        "Do alumni have any special deals?",
        "I need to know if I can get a discount as an alumni.",
        "Is it possible to get a discount as an Alumni of the association?",
        "Is there a discount available to alumni association members.",
        "Do alumni association members save?",
        "Does any alumni association members get any discounts?",
        "Do you have any specials for alumni group participants?",
        "There are any deals for association alumni?",
        "Are alumni members provided with a discount?",
        "What deals do alumni association members get?",
        "Alumni association discounts?",
        "Does alumni associations offer discounts too?",
        "Does anyone have special deals for alumni?",
        "Alumni association members, what deals do you have?",
        "What deals are there for alumni members?",
        "Is it possible that I can get a discount as an Alumni?",
        "Do you have any discount for alumni?",
        "Are there any special deals you have for alumni?",
        "Are there alumni discounts available to association members?",
        "Can alumni club member get any price cuts?",
        "Any break for the alumni association?",
        "Are there any specials for alumni group participants?",
        "Does alumni club member get any price cuts?",
        "Are alumni associations open to discounts?",
        "Any deals for members of alumnae group?",
        "Any breaks for alumni association members?",
        "Alumni association members might be given reduced rates.",
        "Is there any deals for alumni association members?",
        "Any savings if I'm an alum member?",
        "alumni association members have deals?",
        "Does the grads' group have discounts?",
        "Can some reductions be made by alums?",
        "discounts for association oldies?",
        "Did alumni group offer special offers?",
        "The alumni association members are asked if they have discounts.",
        "Do alumni associations give any discounts?",
        "Do alumni group participants get any specials tailored to them?",
        "Do you have any deals for former members?",
        "Are there any savings for alumni club mates?",
        "Are you able to get any discounts for alums?",
        "Is there any discounts for alumni association members",
        "Alumni, are there special offers?",
        "Can Alumni members get a discount?",
        "Any available alumni discounts?",
        "Alumni association members, can they get any discounts?",
        "Is it possible that reductions can be accessed by alums?",
        "Can I get a discount as an alumnae?",
        "Alumni association has savings?",
        "Alumni memberships have discounts available?",
        "Alumni members may be offered benefits in regards to prices.",
        "There's any specials for alumni group participants.",
        "Do any alumni association members receive discounted rates?",
        "Did you know that there are deals for alumni association members?",
        "Is there any cost cuts if I'm an alumni member.",
        "The alumni association asks if there are any discounts.",
        "Can you tell me about discounts for alums?",
        "Is there a discounted rate for association alumni?",
        "Is there any breaks for alumni association.",
        "Is it possible for me to get a discount as an Alumnae member?",
        "Is there any special for Alumni group participants?",
        "What are the deals offered to alumnae group members?",
        "Is there discounts for association oldies yet?",
        "Discounts provided to alumni associates?",
        "Alumni association members are asked if they have any discounted items.",
        "Are there any discounts for the alums?",
        "Is there any association alum discounts?",
        "Alumni association members might have any discounts.",
        "Do you offer any special pricing for your alumni?",
        "Any discounts are given to alumni association members?",
        "There are any deals that the alumnae group members are offered.",
        "Are there any discounts for alumni members?",
        "What are the available discounts for alumni members?",
        "Alumni association members has any discounts?",
        "Discounts for association oldies?",
        "Does the alumni club member have price cuts?",
        "Does anyone have discounts for alums?",
        "Do you have any specials for alumni groups?",
        "Does alums have the ability to avail some reductions?",
        "Alumni association members are asked if there are any discounts left",
        "Can you tell me if there are any deals for alumni members?",
        "Any discounts are available for alumni association members?",
        "Any deals involving alumni members?",
        "Alumni members could benefit from discounts.",
        "Does anyone know if there is any discounts for alums?",
        "Are there any specials tailored for the alumni group?",
        "Can reductions be obtained by alums?",
        "Did alumni association members have any deals?",
        "Are the discounts for association alumni?",
        "Alumni association members can ask about reduced rates.",
        "Is it possible to have a discount as an Alumnae member?",
        "Alumni associates should have any discounts?",
        "Are there anyalumni group specials?",
        "Did the alumni group offer special offers?",
        "Is there a discount for an alumni of the association.",
        "Alumni association members may have bargains.",
        "Can I get a discount if I'm an alumnae?",
        "Alumni association members are interested in any discounts?",
        "Is it possible to have a discount as a alumni?",
        "Any cost cuts if I am an alum member?",
        "Are discounts offered for alumni members?",
        "Alumni members are potentially offered discounts.",
        "Alumni associates with any discounts?",
        "Is it possible for me to get a discount as an Alumni?",
        "Got any alumni deals?",
        "Can alumni association members have reduced rates?",
        "There might be discounts for alumni association members.",
        "Can I get a discount if I am an Alumni?",
        "Alumni association members are eligible for deals.",
        "Is it possible to get discounts for alumni association members.",
        "Any alumni association members are given discounts?",
        "alumni associations offer discounts?",
        "Any discounts from the alumni association?",
        "Does the alumni association members get any discounts?",
        "Is there any discounts available to alumni associations?",
        "There are any breaks for the alumni association?",
        "Does alumni association have reduced rates?",
        "Can you give alumni assoc. members special deals?",
        "Is there some discounts for association oldies yet?",
        "Does any alumni association member get discounts?",
        "Is there any discounts for any alumni association members?",
        "The alumni association members are asked if there are any offers.",
        "Do you offer special pricing for alumnae/alumni?",
        "Association alumni might have discounts.",
        "Some alumni association members may have discounts available.",
        "A question about discounts for association alumni.",
        "Are the rates reduced for alumni association members?",
        "Any savings is related to alumni association?",
        "Do alumni associations have similar discounts?",
        "Alumni discounts can be available to association members.",
        "Do alumni association members have any discount?",
        "is there a discount for alumni members",
        "Does alumni association have any discounts?",
        "Did you know Alumni association members have deals?",
        "Is there any special offer for the alumni?",
        "Will alumni associations offer discounts?",
        "Is there any discounts for association alumni?",
        "There are any deals offered to alumnae members.",
        "Do you have any special offers for the alumni?",
        "I would like to know if there are any deals for alumni users.",
        "I want to know if there are any discounts for alums.",
        "Will an alumni club member get any price cuts?",
        "Can I get a discount when I am an alumnae?",
        "Any discounts to alumni?",
        "association alumni might have discounts?",
        "Do you have any special offers for alumni?",
        "There is any alumni discount for association members.",
        "special offers from the Alumni Group?",
        "Can I get discounted membership as an alumni?",
        "Do alums have any discounts?",
        "Have alumni association members gotten discounts?",
        "Are alumni members given discounts?",
        "Is there any discounts for alumni??",
        "There are any breaks for alumni association people.",
        "Is there savings for the alumni club?",
        "Alumni association is related to any savings?",
        "Have alumni association members access to discounts?",
        "association members can get alumni discounts?",
        "The alumni associations may offer discounts.",
        "Does Alumni Association equal any savings?",
        "Are alumni assoc. members given special deals?",
        "Is alumni associations also offer discounts?",
        "Did alumni association members get reduced rates?",
        "Is it possible to have a discount as an alum?",
        "Do alumni association mean any savings?",
        "Specialoffers from Alumni Group?",
        "Can I get a discount if I become an alumni?",
        "association members can have alumni discounts?",
        "I am curious if I can get a discount as an alumni.",
        "What deals are out for alumni association members?",
        "What discounts are available for alumni association members?",
        "Is there a discount for former members?",
        "Is there any discount provided to alumni associates?",
        "I want to know if there are any specials tailored to alumni group participants.",
        "Can I have a discount when I am an Alumni member?",
        "Is there any reduced rates for alumni association members?",
        "Does the Alumni Association give any discounts?",
        "Alumni associates may receive discounts.",
        "association alumni have any discounts",
        "I need any specials for alumni group participants.",
        "Some alumni association members might be offered reduced rates.",
        "Was there any discounts for the grads' group?",
        "Can the Alumni Group offer special offers?",
        "Alumni Group has some special offers?",
        "Would there be any cost cuts if I'm an alum member?",
        "Alumni associates might have some discounts.",
        "Is it possible to get benefits in terms of prices offered to alumni members?",
        "Associations have discounts for association alumni?",
        "Special offers by the alumni group?",
        "Alumni association members have been asked if there are any discounts.",
        "Does the alumni association have discounts available to members?",
        "Yes, can I get a discount as an alumni?",
        "Alumni association members there are discounts?",
        "Is Alumni association members given discounts?",
        "Is there any break for alumni association folks?",
        "Are there any alumni discounts for members?",
        "Can I get a discount if I'm an Alumni of the association?",
        "Is there any deals for former members?",
        "Was there any deals for alumni association members?",
        "Any savings from alumni association?",
        "Do you have any discounts for grads' group?",
        "There are any possible discounts for alumni?",
        "Alumni memberships offered discounts?",
        "are there discounts for association alumni?",
        "Can I get a discount when I am an alumni of the association?",
        "Does any alumni association members have any discounts?",
        "Any break for alumni association?",
        "Is there a discount to alumni?",
        "Alumni associates have any discounts available?",
        "Is there an association alums discount?",
        "Are there special pricing schemes for alumnae?",
        "What are the deals for alumni association members?",
        "Is there any savings for alumni?",
        "Can some reductions be obtained by alumni?",
        "There are any alumni group specials?",
        "Are there any discounts available to alumni associations?",
        "There are any deals offered to alumnae group members.",
        "Alumni association members, what discounts are there?",
        "Can I receive a discounted rate as an alumni?",
        "There's any discounts for alumni?",
        "Is it possible for some reductions to be taken by alums?",
        "Alumni association members have bargains?",
        "Does alumni association equate any savings?",
        "alumni association members have any discounts",
        "Alumni association members may be entitled to discounts.",
        "What discounts are there for alumni associates?",
        "Is there any discounts offered to alumni association members?",
        "Alumni association members may receive discounts",
        "Do alumni association members get any discounted prices?",
        "Has anyone got any specials for alumni?",
        "Anyone have any discounts for alums?",
        "Is there a discount as an Alumni member?",
        "Alumni association members are asked if there is any discounts",
        "Discounted memberships for alumni association members?",
        "Alumni association leads to savings?",
        "Are the alumni members offered discounts?",
        "The Alumni Group may have special offers.",
        "Alumni association members can be interested in reduced rates.",
        "Are there incentives for association alumni?",
        "Can alums get some reductions?",
        "Can some reductions be used by alums?",
        "Is there any deals for alumni?",
        "discounted to alumni associates?",
        "Is the discount for alumni members there?",
        "Can I have a discount as an alumni?",
        "Can you give me any deals for alumni?",
        "Is there a discount for alumni association members?",
        "Is it possible for reductions to be availed by alums?",
        "Do alumni members have any benefits in terms of prices offered?",
        "There are discounts available to alumni association members?",
        "Is there any deals for Alumni members?",
        "Alumni members may have discounts offered",
        "Alumni associations have any savings?",
        "discounts to alumni associates?",
        "Is there an alumni discount for association members?",
        "Special offers for the alumni group?",
        "Any deals with alumni?",
        "What deals do alumnae group members get?",
        "Does alumni members have discounts?",
        "Can alumni associates get discounts?",
        "Is there a discount for association alums.",
        "Any savings come from alumni association?",
        "Can I get a discount as an Alumnae member?",
        "Are any discounts for association oldies yet?",
        "Alumni association members are asked if rates are reduced.",
        "Does alumni associations offer discounts also?",
        "Does anyone from the alumni association receive any discounts?",
        "Is alumni members entitled to a discount?",
        "Alumni association members may be able to get deals.",
        "Is the alumni association able to offer discounts?",
        "Any association members have alumni discounts?",
        "Do any alumni associations members get discounts?",
        "Can I get a discount from the association as an alumni?",
        "Was there any discounts for alumni members?",
        "Alumni associates, do you have any discounts?",
        "Do any members of the alumni association get discounts?",
        "Alumni members have discounts offered?",
        "Is alum status a possibility for lower rates?",
        "Am I able to get any discounts for alums?",
        "Is there any special deal for alumni members?",
        "Has there any special deals for alumni?",
        "Can you give me deals for alumni members?",
        "Alumni association members are eligible for discounts?",
        "Is alumni association members able to receive discounts?",
        "Is there any deals available for alumni members?",
        "Do you have any discounted for alums?",
        "Are there any special pricing plans for alumnae?",
        "Alumni association members should inquire about reduced rates.",
        "What discounts are given to association alumni?",
        "Any discounts for the alumni association?",
        "Is the Alumni club member getting any price cuts?",
        "Can you offer discounts for the grads' group?",
        "There are any deals for the alumnae group members?",
        "Is it possible to cut costs if I'm an alum member?",
        "Alumni association members need to know if there are any discounts.",
        "There are any alumni deals?",
        "I am an alumni of the association and can I get a discount?",
        "Are there reduced rates available to alumni association members?",
        "Have alumni association members deals?",
        "Any deals for the alumnae group members?",
        "Is there any cost reductions if I'm an alum member?",
        "Alumni association members, can you offer deals?",
        "Alumni association members might receive some discounts.",
        "Will alumni association members get any discounts?",
        "Can there be reductions for alumni?",
        "Has there any discounts for alumni?",
        "discounts offered to alumni members?",
        "Is there any discounts provided to alumni associates?",
        "Are the alumni association members getting deals?",
        "Special offers by alumni group?",
        "Is Alumni Association members given discounts?",
        "Does the alumni association offer discounts too?",
        "Alumni members might receive discounts?",
        "I wonder if there are discounts for association alums.",
        "Alumni discounts might be available for association members.",
        "Which deals are offered to alumnae group members?",
        "Can alumni association members receive any discounts?",
        "There are any breaks for alumni association folks.",
        "Alumni Association members are asked if there are any discounts.",
        "Do alumni assoc members get special deals?",
        "Is there any cost cuts if I am an alum member?",
        "Is there any deal for alumni association members?",
        "Is it possible to get cheaper rates as an alum?",
        "Alumni association folks, there are any breaks?",
        "Are there any discounts yet for association oldies?",
        "Was there any discounts for alums?",
        "I wonder if alumni association members get discounts.",
        "discount for alumni members?",
        "Alumni club member getting any price cuts?",
        "Alumni association members, can you get discounts?",
        "The alumni association members are asked if there were any discounts.",
        "Alumni association members might be able to get some discounts.",
        "Will there be discounts for grads' group?",
        "Alumni association members are asked if there's any discounts.",
        "Is it possible for me to have a discount as an alum?",
        "Does the grads' group have any discounts?",
        "There are any alumni association discounts.",
        "Are there any specific specials for alumni group participants?",
        "Does anyone know of discounts for grads' group?",
        "Is there a discount for association alums?",
        "Association alumni may have some discounts.",
        "Can alumni members have deals?",
        "Alumni association members are asked if there were any discounts.",
        "Do alumni have any discounts?",
        "Alumni associations may be able to offer discounts.",
        "Should association alumni have any discounts?",
        "There could be discounts for alumni.",
        "Alumni membership have discounts available?",
        "Do you offer any special deals for alumni members?",
        "Alumni club member getting price cuts?",
        "Alumni association members can receive discounts",
        "Is it possible to have a discount as an alumni?",
        "There are any offers made to alumnae group members.",
        "Alumni association members are asked if there are any discount opportunities.",
        "Are there savings for alumni?",
        "Is there Alumni Group's special offers?",
        "Can you tell me if there are any specials tailored for alumni group participants?",
        "Do alumni association members have any special offers?",
        "Association members could get discounts?",
        "Can you tell me if there are any discounts for alumni?",
        "Alumni memberships can have discounts available.",
        "Alumni members, do they have any deals?",
        "Is alumni associations involved in discounts?",
        "Do alumni assoc. members get any special offers?",
        "Discounts could be available for alumni members.",
        "Any deals for alumnae members?",
        "Is there a discount for alumni of the association.",
        "Is any alumni association member getting any discounts?",
        "Does alumni association offer reduced rates?",
        "Does any savings come from alumni association?",
        "Is there an alumni association discount?",
        "Are there any cost cuts if I'm an alum member?",
        "Do any alumni association members get discounted rates?",
        "I wonder if there are any discounts for alums.",
        "Can I get a discount for being an alumni of the association?",
        "Would alumni members be offered discounts?",
        "Does the alumni association provide discounts?",
        "What discounts do alumni associates get?",
        "Is there discount for alumni association members?",
        "Can I get a discount when I am an Alumni?",
        "Does alumni members have any benefits in terms of prices?",
        "Alumni association members could have deals?",
        "Is there any cost cuts for alums?",
        "Is there a discount for alumni Members?",
        "Is it possible that reductions can be taken by alums?",
        "Where can alumni association members get discounts?",
        "Is the discount for alumni members available?",
        "Is there any special offers for Alums?",
        "Alumni association member have any discounts?",
        "Does any alumni association members get discount?",
        "Do you have any special pricing for alumnae?",
        "Are there any discounts for alumni associations?",
        "any breaks for alumni association people?",
        "I want to know if there are any discounts for alumni.",
        "Any cost reductions if I'm an alumni member?",
        "Is the alumni club member getting any price cuts?",
        "Would alumni members get a discount?",
        "Do alumni association members have any special discounts?",
        "Alumni association members may have discounts?",
        "Alumni association members are asked if there is a discount available",
        "Does any cost cuts happen if I'm an alum member?",
        "There are any deals on offer to alumnae group members.",
        "Alumni association members may have any discounts.",
        "Members of the Alumni Association are asked if there are any discounts.",
        "Are there special offers for alumni.",
        "Any good deals for alumni members?",
        "There are possible discounts for association alumni.",
        "I am an alumni of the association, can I get a discount?",
        "Is there any deals given to alumnae group members?",
        "What deals are there for alumnae group members?",
        "Can you tell me about any special pricing schemes for alumnae?",
        "Special offers from the Alumni Group?",
        "Alumni association members are asked if there are any deals available.",
        "There could be cheaper rates for alum status.",
        "Alumni members could receive discounts?",
        "Are the alumni association members given any discounts?",
        "Alumni association members are asked if there are any discounts present.",
        "Do alumni association members get any discounted rates?",
        "Is there any break for alumni association people?",
        "If I am an Alumni of the association, can I get a discount?",
        "Any cost cuts are possible if I'm an alum member?",
        "Was there any discount for association alumni?",
        "Does alumni associations give discounts too?",
        "Is there a discounted rate for alumni members?",
        "Any discounts offered to alumni associates?",
        "Do you have special deals for alumni members?",
        "Alumni club member might get price cuts?",
        "Can you give alumni association members deals?",
        "What are the discounts offered for alumni members?",
        "Do Alumni association members receive discounts?",
        "Any alumni discounts for members of the association?",
        "Alumni association members, do you have discounts?",
        "Some alumni association members may have reduced rates.",
        "Alumni association members may have deals for them.",
        "Can alumni association members take reduced rates?",
        "Do you have any discounted pricing for alumni?",
        "Alumni association members, do you have any discounts?",
        "Are there any specials for the alumni group?",
        "Alumni discounts offered?",
        "Alumni members receive discounts?",
        "Alumni association members could benefit from some deals.",
        "Do alumni discounts exist for association members?",
        "Would there be discounts for association alumni?",
        "Can I receive a discount as an alumnae?",
        "Some reductions can be made by alums?",
        "Are alumni club members given any price cuts?",
        "Any deals for alumni members.",
        "Alumni of the association may have discounts.",
        "Alumni association members could get discounts.",
        "Is there any breaks for alumni association?",
        "Is the alumni club member eligible for price cuts?",
        "Alumni association members are asked if there are any discounts nearby.",
        "Can some reductions be availble by alums?",
        "Are there any special pricing schemes for Alumni?",
        "Are there any deals for alumni?",
        "Are there deals for the grads' group?",
        "Alumni association members might be getting discounts.",
        "Do alumni members get deals?",
        "Is there deals for association oldies yet?",
        "Alumni association memberships have any discounts?",
        "Alumni association members are asked if they get any discounts.",
        "Can alums get reductions?",
        "The alumni members may have a discount.",
        "Is there a discounts for alumni?",
        "Alumni association members may receive discounts.",
        "Is there any offers for alums?",
        "Is there a savings for the alumni club?",
        "Alumni member has any deals?",
        "There are any special offers for the alumni?",
        "Alumni discounts can be offered for association members.",
        "Do alumni associations have discounts too?",
        "Is there any cost cuts when I'm an alum member?",
        "Alumni association people, are there any breaks?",
        "Is the alumni association getting discounts?",
        "Is there any chance that reductions can be taken by alums?",
        "Can you tell me if deals are available to alumni today?",
        "Is alumni association any savings?",
        "Do you have any offers for alums?",
        "Can alumni get discounts?",
        "Can you give alumni assoc members special deals?",
        "Do alumni associations have discounts as well?",
        "Could I get a discount as an alumni?",
        "Are alumni association members entitled to any discounts?",
        "association alumni any discounts?",
        "Any savings for alumni association members?",
        "Is thereany discounts for alumni?",
        "Anyone has any discounts for association alumni?",
        "Is there any tailored specials for the alumni group?",
        "Alumni members are offered discounts?",
        "Alumni associations might offer discounts.",
        "Alumni association members are asked if there are discounts out there.",
        "Members of the alumni association are asked if there are any discounts available.",
        "Some reductions may be available by alumni.",
        "There may be benefits in terms of prices offered to alumni members.",
        "Does an alumni club member get any price cuts?",
        "Can I get a discounted rate as an alumni of the association?",
        "Are alumni association members able to take advantage of discounts?",
        "Will there be discounts for alumni members?",
        "There's any discounts for association alumni.",
        "Alumni discounts available to association members?",
        "Can I have a discount for being an alumni?",
        "Alumni association gets any savings?",
        "Alumni association members are asked if there is any discounts available.",
        "Alumni members, are there any deals for them?",
        "Alumni association members with deals?",
        "Does the alumni association offer reduced rates?",
        "Is there any price cuts for alma mbers?",
        "Is there any alumni discounts available for association members?",
        "Does anyone know if there are any discounts for alumni?",
        "Are there discounts for alumni associations?",
        "Is there any cost cuts for alum members?",
        "Are there any alumni discounts?",
        "Can alumni association members get some discounts?",
        "alumni association members may get discounts",
        "Are there any discounts for alumni association members available?",
        "Alumni association members are asked if there are any discounts on things.",
        "Alumni members would be offered discounts?",
        "Alumni associates, are there any discounts provided?",
        "Alumni Association members may be offered reduced rates.",
        "alumni members have deals?",
        "Do you offer any special pricing for the alumni?",
        "Does the grads' group get discounts?",
        "Will alumni members get discounts?",
        "discounts for alumni association members?",
        "Do you know if alumni association members have discounts?",
        "Discount for association alumni?",
        "Can you tell me the specials tailored for alumni group participants?",
        "Are alumni assoc members treated with special deals?",
        "Is there any discounts yet for association oldies.",
        "Any deals for association alumni?",
        "Association members could have discounts?",
        "Do any alumni associations have any discounts?",
        "There are any specials for the alumni group?",
        "Alumni association members are asked if they have any bargains.",
        "Alumni association members might get discounted items.",
        "The alumni members might have a discount.",
        "Are there any alumni association discounts?",
        "Would the alumni club member get price cuts?",
        "Are there cheaper rates for alumni association members?",
        "There are any discounts for association alumni",
        "Alumni association members are asked if there are any discounted rates.",
        "The alumni association members are asked if there is any discounts.",
        "Any deals for alumni members",
        "Breaks for alumni association people?",
        "There is any discount for alumni association members.",
        "There is any break for alumni association people?",
        "Any specials tailored for alumni group participants?",
        "Any alumni deals?",
        "Did alumni association equal any savings?",
        "Are alumni associations also offering discounts?",
        "Would alumni members get discounts?",
        "Is alumni association members allowed to get discounts?",
        "There's any deals for alumni members?",
        "Does anyone have special deals for alumni members?",
        "Do you have special offers for alumni?",
        "I am an alumni of the association can I get a discount?",
        "I don't know if there is a discount for alumni members.",
        "Is there any discounts offered to alumni members?",
        "Can alumni associations offer discounts too?",
        "special offers by Alumni Group?",
        "Is there any special offer for alums?",
        "Was there any discounts for alumni?",
        "There are any deals for association alumni.",
        "There are any discount for association alumni.",
        "Alumni associations members are asked if there are any discounts available.",
        "Alumni association members were asked if there are any discounts available.",
        "Is there a discounts for alums?",
        "Discounts for alumni?",
        "Alumni association members might be given discounts.",
        "Do alumni association members get deals?",
        "Any special deals you have for alumni?",
        "Is it possible to get a discount as an Alumni member?",
        "Alumni association members are asked if there are special discounts.",
        "Can there be any cost cuts if I'm an alum?",
        "Are there any special offers for alumni association members?",
        "There are any deals available to alumnae group members.",
        "Alumni association members are asked if there are any discounts to get.",
        "Do alumni association members get discount?",
        "Any deals for the past members?",
        "Is deals available to alumni?",
        "Alumni members may be entitled to a discount.",
        "Alumni association members could possibly be offered reduced rates.",
        "Alumni association members might enjoy discounts.",
        "The discounts for association alumni?",
        "Am I able to get some reductions by alums?",
        "Is it possible for alumni association members to get discounts?",
        "Alumni association members have questions about reduced rates.",
        "Alumni association helps with savings?",
        "Is there any savings if the alum joins?",
        "Is alumni associations able to offer discounts too?",
        "Alumni association members should get some discounts?",
        "Are there discounts available for alumni association members?",
        "Does alumni association members get reduced rates?",
        "Alumni association members are queried if there are any discounts available.",
        "Is it possible to have a discount as an analumnus member?",
        "Are there any deals for alums?",
        "Do alumni associations offer a discount?",
        "The alumni association members are asked if there's any discounts.",
        "Does anyone have any specials for the alumni group?",
        "Alumni association members could there be any discounts?",
        "Can reductions be granted by alums?",
        "Is there savings in the alum club?",
        "Is alumni association offering discounts too?",
        "I am wondering if any alumni association members get any discounts.",
        "Did any alumni association members have any discounts?",
        "Do alumni association members get discounted prices?",
        "Does the alumni assoc have any special deals?",
        "There are any deals offered to members of the alumnae group.",
        "There could be breaks for alumni association folks.",
        "Any discounts available for alumni?",
        "It could be cheaper rates, alum status?",
        "Can the alumni club member get any price cuts?",
        "Does alumni association members get discounts?",
        "I want to know if there are any deals for alumni members.",
        "Is there any special specials for alumni group participants?",
        "Alumni association members may have discounted memberships.",
        "I am looking for any discounts for alumni.",
        "Alumni associations may offer discounted memberships.",
        "Does anyone in the alumni association have any discounts?",
        "Do you provide any special pricing for alumni?",
        "Alumni association members are asked if there are any discounts at all.",
        "The alumni group has special offers?",
        "Alumni associations can have discounts.",
        "Is it possible for me to have a discount as an alumni member?",
        "Any discount given to alumni associates?",
        "Got any deals for alumni association members?",
        "Do alumni association members have deals?",
        "Alumni members might be eligible for a discount.",
        "Can some reductions be taken advantage of by alums?",
        "Will there be discounts for association alumni?",
        "Is there discounts for association alumni?",
        "Do alumni have special deals?",
        "There are any deals offered to alumnae group members?",
        "Do association alums have any discounts?",
        "Any offers for alumni?",
        "Alumni association members might be able to get reduced rates.",
        "Is there a discount for alumni member?",
        "Alumni associations might offer discounts as well?",
        "association alumni have any discounts.",
        "Is alumni association really any savings?",
        "Is there still any discounts for association oldies?",
        "Do alumni associations offer more discounts?",
        "Are there any discount for alumni members?",
        "Is there any cost reductions if I am an alum member?",
        "Are there bargains for association alumni?",
        "Alumni association membership has any discounts?",
        "Can I get a discount as a Alumnae?",
        "Is Alumni association any savings?",
        "Can you provide any specials for alumni group participants?",
        "Are there special offers foralumni?",
        "If there are any breaks for alumni association people?",
        "Alumni association members are asked if there are any specials available.",
        "I want to know if I can get a discount as an alumni.",
        "Is there a discount for members of the past?",
        "Alumni members can get discounted memberships?",
        "Is there some discount for alumni members?",
        "There are discounts available for alumni members?",
        "Are there any discounts for alumni?",
        "There is a possibility of cheaper rates, alum status?",
        "Did alumni associations offer any discounts?",
        "Are there any special for alumni group participants?",
        "Anyone has any deals for alumni members?",
        "Would you have any discounts for alums?",
        "Have any specials tailored for alumni group participants?",
        "Alumni association members are asked about any discounts.",
        "Can I get a discount if I'm an alumni of the association?",
        "Can alumni associations offer discounts as well?",
        "Alumni members, do there have any deals?",
        "Any alumni discounts currently available?",
        "I wonder if alumni members have a discount.",
        "Have there any breaks for alumni association people?",
        "Alumni associates have any discounts to offer?",
        "Is there any special for alumni group?",
        "Is there a discount for alums?",
        "Alumni association members are asked if there is reduced rates.",
        "Association members could receive discounts?",
        "Have alumni association members been offered reduced rates?",
        "Is there any alumni discount for association members?",
        "Are there discounts for alumni association members?",
        "Alumni associates, do they have any discounts?",
        "Alumni association members, do they get discounts?",
        "Have any alumni deals?",
        "Can some reductions be availble by alumni?",
        "Is there any price cuts for alma",
        "Alumni association members may have discounts available.",
        "Are there special offers for the alums?",
        "Is it possible to have cheaper rates, alum status?",
        "Is it possible to avail reductions by alumni?",
        "Any discounts given to alumni?",
        "Is there any benefit in regards to prices offered to alumni members?",
        "Alumni association members may be interested in reduced rates.",
        "Is there a reduced rate for alumni association members.",
        "Does Alumni Associations offer discounts?",
        "Do alumni members have any benefits in regards to prices?",
        "The alumni association members might be offered reduced rates.",
        "Is there any special pricing schemes for alumnae?",
        "Have you got deals for alumni association members?",
        "Do you provide special deals for alumni members?",
        "Alumni association folks, should there be any breaks?",
        "Any alumni discounts available to association members?",
        "Alumni Association members might be offered reduced rates.",
        "Do alumni association members pay reduced rates?",
        "Alumni association Members are asked if there are any discounts.",
        "Alumni members may be given discounts.",
        "Cheaper rates may be possible, alum status?",
        "alumni members, any deals?",
        "Alumni association members are asked if there were any discounts available.",
        "Is there any discounts for members of the alumni association?",
        "Are there discounts offered for alumni?",
        "Are there any deals for alumnae group members?",
        "Is there any discount for alumni association members?",
        "Is it possible to have a discount when I am an alumni member?",
        "There may be deals for alumni members.",
        "The Alumni association has any savings?",
        "Alumni associates receive discounts?",
        "Will there be any breaks for alumni association?",
        "Does alumni associations give discounts?",
        "Does anyone offer any special deals for alumni?",
        "Any specials tailored for the alumni group?",
        "Alumni members may be offered Discounts.",
        "Alumni members can be eligible for discounts.",
        "alumni association members can get deals",
        "Are alumni assoc. members offered any special deals?",
        "Can I be eligible for a discount as an alumni?",
        "Is it possible for me to get a discount as an Alumni member?",
        "The alumni association members are being asked if there are any discounts.",
        "Alumni association members are asked if there discounts.",
        "Any break for the alumni association folks?",
        "Discounted for association alumni?",
        "Alumni associates would appreciate any discounts?",
        "Can there be any breaks for alumni association people?",
        "Did alumni associates get any discounts?",
        "Do the alumnae group members have any deals?",
        "Can I have a discount as an alumni member?",
        "Were you able to get any discounts for alums?",
        "The Alumni Group may offer special offers.",
        "Does the alumni association give reduced rates?",
        "There are deals for alumni members?",
        "Can I get a discounted membership when I am an alumni?",
        "Does the alumni association have reduced rates for members?",
        "What deals are offered to alumnae group members?",
        "Is there a way to avail reductions by alums?",
        "Can the alumni association offer reduced rates?",
        "Alumni members, are there any deals?",
        "I want to know if there is any discounts for alums.",
        "Can you provide any discounts for alums?",
        "Do alumni get special deals?",
        "Any alumni discounts for members?",
        "Am I able to get a discount as an alumni member?",
        "The alumni association members are asked if discounts are available.",
        "Alumni associates are asked for any discounts.",
        "association members have any alumni discounts available?",
        "Is there any deals available to alumni?",
        "Any discounts given to association alumni?",
        "Can you give me any discounts for alums?",
        "There might be a discount for alumni members.",
        "Have alumni members deals?",
        "Is there any price cuts available for alma?",
        "Do there discounts for association alumni?",
        "Is it possible for alums to avail reductions?",
        "Alumni associates could have discounts.",
        "Is it possible for me to receive a discount as an alumni?",
        "Is it possible for association alumni to get discounts?",
        "Can I get a discount if I am an alumnae?",
        "For alumni members, any deals?",
        "Alumni association members are asked if they have any savings.",
        "Alumni association members do they get discounts?",
        "As an Alumni member, can I get a discount?",
        "Can reductions be taken advantage of by alumni?",
        "Alumni associates, what discounts do you have?",
        "Can I get a discount as an alumna?",
        "Deals for members of the alumnae group?",
        "Alumni association members could be getting deals.",
        "Any alumni deals are out there?",
        "Alumni associations possibly offer discounts as well.",
        "Can you tell me about any special pricing for alumni?",
        "There could be cheaper rates, alum status?",
        "Alumni association members are asked if there are any available discounts",
        "Association members have any alumni discounts available?",
        "Alumni associates may have some discounts provided.",
        "Any discounts for alumni associations?",
        "Members of the alumni association may be offered reduced rates.",
        "Is the discounts available for alumni members?",
        "Is it possible for alums to take some reductions?",
        "People are wondering if alumni association members get discounts.",
        "Would there be any breaks for alumni association people?",
        "Is there an alumni discount?",
        "Is it possible for alumni to get a discount?",
        "Are any alumni association members offered discounts?",
        "Alumni association members should be able to get discounts.",
        "Is there any special deals you have for alumni?",
        "Cheaper rates might be possible, alum status?",
        "Any deals related to alumni members?",
        "There are savings for alum club pals?",
        "Can the reductions be made available to the alums?",
        "I would like to know if there are any discounts for alums.",
        "Will there be any discounts for alumni association members?",
        "Is anyone aware of any alumni association discounts?",
        "Special offers from Alumni Group?",
        "Is there a discount for alumni/alumna of the association.",
        "Is there any discount on association alumni?",
        "Alumni association members are offered reduced rates?",
        "Are there alumni association members who have deals?",
        "Is it possible for rates to be cheaper through alum status?",
        "Any discounts for association oldies?",
        "Does alumni association have discounts?",
        "Alumni association members are asked if they can get discounted things.",
        "The alumni association members are asked if they have any discounts.",
        "Is there any discounts on alumni?",
        "Some discounts for alumni?",
        "Does the alumni association have deals?",
        "What discounts are available to association alumni?",
        "Is there any deal offered to alumnae group members?",
        "Is there a reduced rate offered to alumni association members?",
        "Is there a discount if you are an alumni member?",
        "Discounts are available for alumni?",
        "Is it possible to get alumni discounts for association members?",
        "Alumni association members are asked if there are any discounts around.",
        "Are members of the alumni association offered reduced rates?",
        "Is association alums offered discounts?",
        "I want to know if there are any discounts for association alumni.",
        "Alumni association members are asked if there are any discounted items.",
        "Do any Alumni Association members get discounts?",
        "Does there a discount for alumni?",
        "I wonder if alumni associations offer discounts as well.",
        "Is it possible to get deals for alumni members?",
        "Specials for alumni group participants?",
        "Is there any special pricing for the alumni?",
        "Alumni members may be given a discount.",
        "Could be Alumni Group's special offers?",
        "I would like to know if I can have a discount as an alumni.",
        "Does the alumni association offer reduced rates for members?",
        "Alumni association has any savings?",
        "There might be discounts available to alumni association members.",
        "Doalumni association members get discounts?",
        "Alumni association members could benefit from discounts.",
        "Special offers of the Alumni Group?",
        "Is there any deals for alumni association members.",
        "Can I get a discount as analumni?",
        "Any deals given to the alumnae group members?",
        "Is there any discounts available for alums?",
        "Does anyone have any discounts for alums?",
        "Does any alumni association members get discounted memberships?",
        "Alumni club member gets price reductions?",
        "Was there any special deals for alumni?",
        "Is there any discounts foralumni?",
        "There are any deals with alumni members?",
        "Alumni deals for members?",
        "Are there any alumni association members who have deals?",
        "Is there a discount if I am an alumni member?",
        "Is there a discount for alumni people?",
        "Alumni group has offers?",
        "Are there any alumni association discounts available?",
        "There are alumni association members who are asked if there are any discounts.",
        "Can you tell me the specials for alumni group participants?",
        "Is it possible to get discounts for association alums?",
        "alumnae group members are offered any deals",
        "Alumni discounts for members?",
        "Can I get a discount if I'm an alumni member?",
        "Do alumni members get any benefits in terms of prices?",
        "Can there be discounts for alumni association members?",
        "If there are discounts available for alumni members?",
        "Is it possible to get benefits from prices offered to alumni members?",
        "Alumni members can benefit from prices offered.",
        "Should alumni association members receive deals?",
        "Was there any discounts for association oldies?",
        "Do you offer any special pricing schemes for alumni?",
        "Is it possible for me to receive a discount as an alumni member?",
        "Is it possible to have cheaper rates, with alum status?",
        "Some alumni association members may have discounts.",
        "Do the alumni association members have discounts?",
        "Is the alum status a possibility for cheaper rates?",
        "Alumni association makes any savings possible?",
        "Alumni members may have discounts available",
        "Alumni association members are asked if there are any discounts currently available.",
        "Are there any discounts for members of the association?",
        "The alumni association members are asked if there are any discounts left.",
        "Alumni association savings?",
        "Will the alumni club member get price cuts?",
        "Member of alumni club gets price cuts?",
        "Alumni association members can receive deals.",
        "Is there any alumni discounts available to association members?",
        "Do alumni assoc. members receive any special deals?",
        "Alumni associates have any discounts to give?",
        "Is there any savings for alum club mates?",
        "Is there any special pricing schemes for Alumni?",
        "Do the Alumni Group offer special offers?",
        "There may be breaks for alumni association people.",
        "Does anyone have any discounts for alumnis?",
        "Are there any price reductions for alumni?",
        "Is there any bargains yet for association oldies?",
        "Are there discounts for alumni members?",
        "The alumni associates have any discounts?",
        "Do you give alumni assoc members special deals?",
        "Any deals about alumni members?",
        "What deals do alumni association members have?",
        "Are there any deals for Alumni members?",
        "Is there a discounted for alumni members?",
        "is there a discount for alumni members?",
        "Does the alumni association get any discounts?",
        "Alumni association members may get discounted rates.",
        "Is there any specials specifically for alumni group participants?",
        "Alumni association members get asked if there are any discounts available.",
        "Does the Alumni Association equal any savings?",
        "Alumni association members could benefit from any discounts.",
        "Is it possible for reductions to be offered by alums?",
        "Is it possible to get a discount as an Alumni.",
        "Does anyone have deals for alumni?",
        "Any deals for alumnae group members?",
        "There could be discounts for association alumni.",
        "Any discounts by alumni association?",
        "Alumni association members are asked about discounts.",
        "Was there any deals for alumni members?",
        "Alumni association members might get discounts.",
        "Do you offer special prices for alumnae?",
        "Can alumni members get deals?",
        "Can alumni discounts for association members be found?",
        "There are any discounts for association alumni?",
        "Does alumni associations have discounts?",
        "Do you offer special deals for alumni?",
        "Any discount for alumni associates?",
        "Can alumni association members get reduced rates?",
        "Will alumni members be given a discount?",
        "Are there any discounts offered by the alumni association?",
        "I wonder if alumni association members get any discounts.",
        "Discounts are available to alumni members?",
        "Alumni associates may be able to receive discounts.",
        "Alumni Association members are asked if there are any discounts available.",
        "Are alumni association members granted discounts?",
        "Is there any deal for alumni members?",
        "Can any alumni association members receive discounts?",
        "Do you have any special discounts for alumni?",
        "Are there deals for association oldies yet?",
        "Alumni club member has price cuts?",
        "Is it possible to have a discount as a alumna?",
        "Can alumni assoc members get special deals?",
        "association alumni had any discounts?",
        "Alumni associations might also have discounts.",
        "Do alumni associations provide discounts?",
        "any discounts for association alumni",
        "Can I get a discount as an alumnus member?",
        "Has alumni association members received any discounts?",
        "Do any of the alumni association members receive discounts?",
        "Alumni association members are asked if there's any discounts",
        "Is there any deals for the grads' group?",
        "Is there any discounts for alums?",
        "Are there any reduced rates offered to alumni association members?",
        "Does anyone have any deals with alumni members?",
        "Alumni associates, what discounts are provided?",
        "Is there any cost cuts if I'm an alum Member?",
        "Got any deals for alumni?",
        "Is there a chance of cheap rates, alum status?",
        "Is it possible to have a discount as analumni member?",
        "I was wondering if there were any specials for alumni group participants.",
        "Alumni association members could have some discounts.",
        "Do alumni assoc. members have special deals?",
        "Do you give any special deals to alumni?",
        "Can I get a discount if I'm an alum?",
        "Do you offer special pricing schemes for alumnae/alumni?",
        "Are there any special offers for alums?",
        "The alumni association members are asked if there are any discounts available.",
        "Is there a discount available to alumni of the association?",
        "Alumni association members are asked if there are any discounts out there",
        "Can reductions be enjoyed by alums?",
        "Deal for alumnae group members?",
        "Are there reduced rates for alumni association members?",
        "Are there any discounts available to alumni association members?",
        "Does anyone know of any discounts for alums?",
        "Is there any alumni discounted for association members?",
        "discounts for alumni associates?",
        "Got any special offers for alumni?",
        "Is there any breaks for the alumni association people?",
        "Does the alumni association have any savings?",
        "Alumni association members are asked if there is discount available.",
        "Alumni associates might be provided discounts.",
        "Alumni association members get deals?",
        "The alumni association members are asked if there are any available discounts.",
        "Is there discounts for association alums.",
        "What discounts are there for association alumni?",
        "Can reductions be obtained by alumni?",
        "Do alumni group participants have any specials tailored for them?",
        "Are there savings in the alum club?",
        "Do alumni members get special deals?",
        "Do you have any discounts for alumnis?",
        "Are alumni association members allowed to get discounts?",
        "Is there any kind of discounts for alumni?",
        "Do the alumni association members get any discounts?",
        "Can you offer any discounts for association alumni?",
        "Some deals for alumni members?",
        "Alumni members, get any deals?",
        "Is there a way to avail some reductions by alums?",
        "Alumni members could be given discounts.",
        "Can there be a discount for alumni members?",
        "Is there any benefits to alumni memberships?",
        "I am an Alumni of the association can I get a discount?",
        "Are the alumni association members offered discounts?",
        "Is there a special deal for alumni assoc.",
        "Can I receive a discount as an alumni?",
        "Are there any discounts available for alumni members?",
        "Is it possible to take some reductions by alums?",
        "Is there any discounts for association alums.",
        "Is it possible for reductions to be availble by alums?",
        "association alumni has any discounts",
        "Is there any cost cuts if I become an alumni member?",
        "Any alumni discounts for association members?",
        "Do alumni get any special deals?",
        "Alumni association members are asked if there are any discount offers.",
        "There are any deals that are offered to alumnae group members.",
        "Alumni association members are asked if there are any savings available.",
        "Do you offer any alumni deals?",
        "Do you have special deals for alumni assoc members?",
        "Did any alumni association members receive any discounts?",
        "Alumni association members are asked if there's any discount.",
        "Is there a special deal for alumni assoc members?",
        "If I'm an alumni member, can there be any cost cuts?",
        "Do alumni associations offer deals?",
        "Does the alumni association have any discounts for members?",
        "Do you offer special pricing schemes for alumnae?",
        "Will alumni association members have discounts?",
        "There are special offers from the Alumni Group?",
        "Can alumni associations also offer discounts?",
        "Is there any alumni discounts?",
        "Is there a discount for alumni/alumna of the association?",
        "Is there lower rates for alumni association members?",
        "Can there be deals for alumni members?",
        "Is there any benefits in regards to prices offered to alumni members?",
        "Alumni group participants have any specials tailored to them?",
        "Did alumni association members get discounts?",
        "Does anyone of the alumni association members get any discounts?",
        "Did alumni association members receive any deals?",
        "Is a discount for alumni members possible?",
        "Some reductions may be availble by alums.",
        "Do you give any special deals for alumni?",
        "Alumni association members are asked if they have discounts.",
        "What discounts do association alumni receive?",
        "Does alums have the ability to avail reductions?",
        "Saves for alumni members?",
        "There are any deals for alumni members",
        "Do alumni association members receive discount?",
        "Is it possible to have a discount as a Alumnae member?",
        "There are any offers for alumni?",
        "Any deals for past members?",
        "Can there be any price cuts for alma?",
        "Alumni association folks, are there any breaks?",
        "Do any alumni associations members get any discounts?",
        "Can I get a discount for being an Alumni member?",
        "Can I get a discount if I am an alumni?",
        "Is there any deal for alumni members.",
        "There are any deals that are offered to alumnae group members?",
        "Alumni associates are asked if any discounts are provided.",
        "Alumni association members can benefit from deals.",
        "Are alumni group's specials?",
        "Do alumni members have a discount?",
        "Alumni members may be offered some discounts.",
        "Do you offer any special pricing for alumnae/alumni?",
        "Is there discounts for alumni members offered?",
        "Does anyone know if there are any alumni group specials?",
        "Alumni members may get discounts?",
        "Is there a price reduction for alums?",
        "Has there any discounts for alumni association members?",
        "Is association alums discounted?",
        "Is there Discounts for association oldies yet?",
        "Alumni associations may offer some discounts too.",
        "Are there any special offers for Alumni?",
        "Is there a special offer for alumni?",
        "There are any specials tailored to alumni group participants.",
        "alumnae group members, any deals offered to them?",
        "Alumni association members may get discounts",
        "Is it possible that reductions can be avail by alums?",
        "Interested in alumni discounts for association members?",
        "Is there a cost cut if I'm an alumni member?",
        "Are there discounts for members of the alumni association?",
        "Are there any deals for alumni members.",
        "Is it possible for me to get a discount as an alumni of the association.",
        "Do any alumni association members get some discounts?",
        "I was wondering if there were any specials tailored for alumni group participants.",
        "Does the alumni association offer discounts to members?",
        "Do alumni association members receive reduced rates?",
        "I'm wondering if I can get a discount as an alumni.",
        "Alumni association members are asked if they have a discount.",
        "Does the alumni association offer any discounts?",
        "Do any alumni association members get any discounts.",
        "Any alumni discounts for association members are available?",
        "Saves for association alumni?",
        "Some alumni association members may be offered reduced rates.",
        "Is it possible to get deals for alumni users?",
        "Do alumni members have discounts offered?",
        "What specials are available for alumni group participants?",
        "Can reductions be made available by alums?",
        "Alumni association members, have deals to offer?",
        "Do there any special deals for alumni?",
        "Alumni association members have questions about discounts.",
        "How about alumni association discounts?",
        "Any breaks for members of the alumni association?",
        "Has there any deals for alumni?",
        "Alumni Group offers special offers?",
        "do alumni association members get discounts?",
        "Is it possible for some reductions to be made by alums?",
        "Can I have a discount as a alumni?",
        "Any discounts for past members?",
        "Do you hold special deals for alumni?",
        "Are the discounts for alumni members available?",
        "Alumni members, any deals for them?",
        "Any breaks for the alumni association?",
        "What alumni association discounts are there?",
        "Has there been any discounts for association oldies yet?",
        "Can I get a discount for being a member of the association?",
        "Alumni association members are asked if there are any offers available.",
        "Does the alumni association have any discounts?",
        "Alumni association provides savings?",
        "The alumni association members might get discounts.",
        "There may be discounts for alumni association members.",
        "Could it be cheaper rates, alum status?",
        "Alumni association members may be granted discounts.",
        "discount for alums?",
        "discounts available to alumni members?",
        "Are there discounts for alumni association members.",
        "Any deals made for alumni?",
        "Does anyone know if there are any deals for alumni members?",
        "Is it possible for me to have a discount as an Alumni?",
        "Alumni association members are asked if there are any special discounts.",
        "Are there any discount for alums?",
        "Can I get a discount as a member of the association?",
        "Is there savings for alumni club mates?",
        "Alumni association members are asked about the discounts.",
        "Alumni association members need to know if they get any discounts.",
        "Do you have any special pricing options for alumni?",
        "Alumni association members are asked if there are any discount available",
        "What discounts are for association alumni?",
        "Alumni members might have a discount.",
        "There are discounts for alumni association members?",
        "Is association alumni eligible for discounts?",
        "Are any alumni association members offered any discounts?",
        "Is there any discount available for alums?",
        "Would alumni association members be offered reduced rates?",
        "There are any deals given to alumnae group members.",
        "Do you have any discounts for alumni association members?",
        "Is there any alumni association discounts.",
        "Discounts offered for alumni?",
        "Any deals that are offered to alumnae group members?",
        "There are any deals that have been offered to alumnae group members.",
        "Alumni associates, any discounts they have?",
        "What deals do alumni members have?",
        "What alumni discounts are out there for association members?",
        "Is alumni members getting a discount?",
        "Is there savings for alum club mates?",
        "Is it possible to get a discount as an alum of the association?",
        "Can I take advantage of a discount as an alumni?",
        "Do alumni association members have any advantages?",
        "Are there any discounts for association oldies yet?",
        "Alumni association members are asked if there are any discounts to take.",
        "What discounts are offered to alumni association members?",
        "Alumni memberships are available for discounts?",
        "Does the alumni members have a discount?",
        "Does anyone know any deals for alumni members?",
        "Does alumni associations have discounts as well?",
        "Do you know any special offers for alumni?",
        "Will there be any alumni association discounts?",
        "Is there something for alumni members?",
        "Did the alumni club member receive any price cuts?",
        "Have there any deals for alumni members?",
        "Can some reductions be offered by the alums?",
        "Any discounts by the alumni association?",
        "Is there any cost cut if I'm an alum member?",
        "Alumni associations can offer discounts?",
        "Alumni members may receive a discount.",
        "Is there any discount for alumni?",
        "Did alumni association members have any discounts?",
        "Alumni association members are interested in any discounts",
        "Alumni associates may have some discounts.",
        "Can there be reductions available to alums?",
        "Do you have any special pricing for alumni?",
        "Do you have special pricing foralumni?",
        "Alumni association members could be offered reduced rates.",
        "Did you offer any special deals for alumni members?",
        "Alumni association members could be eligible for discounts.",
        "Is it possible for alumni members to receive a discount?",
        "Can some reductions be made by the alums?",
        "association alumni have any discounts?",
        "Is it possible to get any discounts for alums?",
        "alumnae group members might be offered deals.",
        "There could be some breaks for alumni association people.",
        "Should there be breaks for alumni association folks?",
        "Is there any offers for association alumni?",
        "Alumni associates may have any discounts.",
        "Can alumni group offer special offers?",
        "Does anyone know if there are any price reductions for alumni?",
        "There may be discounts available to alumni association members.",
        "Any alumni associationdiscounts?",
        "Does any alumni association members receive discounts?",
        "Is there reduced rates offered to alumni?",
        "Is there any savings for the alumni club pals?",
        "What deals are available for alumni association members?",
        "Is alumni association members provided with discounts?",
        "There are any deals for alumnae members?",
        "I wonder if alumni members get a discount.",
        "Are there any specials specifically for alumni group participants?",
        "Do you offer any deals for alumni?",
        "What discounts can alumni members get?",
        "The alumni association members are asked if there are any discounted items.",
        "Alumni associates there are any discounts?",
        "Would the Alumni Group have special offers?",
        "Is there a discount available to alumni members?",
        "Alumni association members are asked if they have any discounts.",
        "alumnae group members may be offered deals",
        "Is there any special pricing schemes for the alumnae?",
        "Alumni associations have discounts, too?",
        "Do you offer special deals to alumni?",
        "How about discounts for alums?",
        "Any alumni association offers any discounts?",
        "Alumni association members may be offered reduced rates.",
        "I wonder if there are any discounts for alumni.",
        "Do any alumni members have deals?",
        "The alumni association members might have deals.",
        "Alumni association members that have deals?",
        "Has there any discounts for association alums?",
        "alumni association members, any discounts?",
        "Did any alumni association members receive discounts?",
        "Any alumni associations that offer discounts?",
        "Can some reductions be enjoyed by alums?",
        "Any discounts for associations alumni?",
        "Is there a discount for past members.",
        "Do the alumni group have special offers?",
        "alumni association members are asked if there are any discounts available",
        "Can you tell me about any discounts for alumni?",
        "Is it possible to have cheaper rates, as an alum?",
        "Alumni association members might be offered reduced rates.",
        "Alumni association members are asked if there is any discounts.",
        "Are there discounts given to alumni association members?",
        "Are there any discounts for members of the alumni association?",
        "Is there discounts around for the grads' group?",
        "Is there any price cuts for alma?",
        "Do any alumni association members enjoy discounts?",
        "Does the alum club have any savings?",
        "Alumni associates may be provided discounts.",
        "Do you have any cost cuts if I'm an alum member?",
        "Can you tell me any discounts for alums?",
        "TheAlumni association members are asked if there are any discounts available.",
        "Does the alumni associations offer discounts too?",
        "Is it possible to get deals for alumni association members?",
        "Is it possible that reductions can be used by alums?",
        "Alumni members can receive discounts?",
        "Did alumni association members receive reduced rates?",
        "Association alumni may have discounts.",
        "Alumni members may benefit from prices offered.",
        "Alumni members could potentially get discounts.",
        "Are alumni discounts for association members available?",
        "Is there any breaks for alumni associations?",
        "Any alumni association members have discounts?",
        "Are alumni association members able to get discounts?",
        "Does alumni associations have discounts too?",
        "Is there any cost cuts if I am a alum member?",
        "Is there a deal for alumnae group members?",
        "Alumni associates might have any discounts.",
        "What breaks do alumni association folks have?",
        "Can some reductions be offered by alumni?",
        "Are there discounts available to alumni association members.",
        "Is there a discount as an alumni member?",
        "Do you have any discounts for the alumni?",
        "Can you offer any deals to alumni members?",
        "Does the alumni association provide reduced rates?",
        "Does anyone offer any special deals for alumni members?",
        "The alumni association members are asked if they have any discounts available.",
        "Any discounts for alumni associates?",
        "Alumni members may be offered discounted memberships?",
        "You have any deals for alumni members?",
        "Alumni association member deals?",
        "What are the discounts available to alumni members?",
        "I am wondering if there are any price reductions for alums.",
        "Can I get an Alumni discount?",
        "Is there lower rates offered to alumni association members?",
        "I'm wondering if I can get a discount as an Alumni.",
        "Is there any reduced rates offered to alumni association members?",
        "The alumni association members are asked if there are any bargains.",
        "Are there deals available to alumni?",
        "Is there a savings for the alum club?",
        "Does the alumni association get discounts?",
        "Can you tell me any discounts for alumni?",
        "There are possible breaks for alumni association folks.",
        "Do you have special alumni deals?",
        "Do alumni association members save money?",
        "Is there Discounts yet for association oldies?",
        "Is it possible to have a discount as an Alumni member.",
        "Does alumni association equal any savings?",
        "Do alumni discounts for association members exist?",
        "Alumni associates could get discounts.",
        "Alumni association members, are they offered reduced rates?",
        "Alumni associations may have discounts too.",
        "Members of theAlumni association are asked if there are any discounts.",
        "Is it possible to have a discount as a alumni member?",
        "Have there any discounts for association alumni?",
        "Alumni members, any deals you have?",
        "Are discounts available for alumni members?",
        "You may be able to get cheaper rates, alum status?",
        "Are there any discount for association alumni?",
        "Alumni association members could get some discounts.",
        "Are discounts for alumni offered?",
        "Alumni association members are questioned if there are any discounts.",
        "Anyone has any discounts for alumni?",
        "Is there any reductions for alums?",
        "The alumni association members are asked if any discounts are available.",
        "Alumni association membership have any discounts?",
        "Does the association alums have discounts?"
    ]
}