{
    "company_type": "Online Fashion and Apparel Retailers",
    "inquiry_category": "Complaints about damaged or defective items",
    "inquiry_sub_category": "Damaged item during delivery",
    "description": "Customers report items that were damaged during shipping, such as broken zippers, ripped seams, or stains caused by packaging materials.",
    "inquiry": "Was the item damaged during delivery?",
    "paraphrases": [
        "Delivery can be damaging the product.",
        "Did the delivery harm the product?",
        "Are it possible that something was damaged when delivered?",
        "Could the item have been damaged when delivered?",
        "The goods hurt en route?",
        "Delivery damage might be the reason.",
        "Is it possible that something was injured when it arrived?",
        "Is it damaged during shipments?",
        "Would the product suffer a problem during delivery?",
        "Delivery mistakes cause damaged product?",
        "Did the product break during delivery?",
        "Is the item damaged in the delivery?",
        "There's delivery damage?",
        "There exist delivery damage.",
        "Delivery may hurt the item?",
        "Is it possible that this item may have been damaged when it was delivered?",
        "Is the delivered item damaged?",
        "Delivery mistakes damaged the product?",
        "Did it damage during delivery?",
        "Are goods hurt on the way?",
        "I wanted to ask if shipping broke it.",
        "Delivery may have caused damage.",
        "Was it damaged on it's delivery?",
        "Did the package arrive damaged.",
        "Did there exist delivery damage?",
        "Is it possible that the item may be damaged when it is delivered?",
        "I wondered if it was damaged upon delivery.",
        "Might the item have been damaged when it was delivered?",
        "It is possible that the item could have been damaged when it is delivered.",
        "Is it possible that the item may be damaged as it was delivered?",
        "Is it possible that the item may have been damaged when delivered?",
        "Delivery may hurt an item.",
        "Delivery defects damaged product?",
        "Is it possible that it was hurt when it was delivered?",
        "If item is damaged when delivered",
        "Is it possible that the item might have been damaged upon delivery?",
        "Is it possible the item could have been damaged while it was delivered?",
        "Is it possible the item was ruined during delivery?",
        "If the item is damaged when delivery, what happens?",
        "damaged during delivery?",
        "The delivery item may be damaged.",
        "Did the product suffer a trouble during delivery?",
        "Something damaged during the shipment?",
        "The delivery damage might exist.",
        "There was an item damaged in delivery.",
        "Delivery item has been damaged.",
        "Delivery may have cause damage.",
        "Is Delivery item damaged?",
        "damaged in the shipment?",
        "It is possible that the item may have been damaged while it is delivered.",
        "The item is damaged when it is delivered.",
        "Did the delivery strike the product?",
        "Something may have been damaged when delivered?",
        "It's possible thatDelivery damage was the case.",
        "The item was damaged when delivered.",
        "Has there any issues with delivery damage?",
        "There may have been damage to the delivery.",
        "Did the product suffer a problem in its delivery?",
        "Is delivery damaging?",
        "Can item be damaged when delivery?",
        "It was damaged during shipment?",
        "Did the product have a trouble during delivery?",
        "Is the delivery the damage to the product?",
        "A delivery may have been damaged.",
        "Was that delivery item damaged?",
        "Product damaged due to delivery accidents?",
        "Is it possible that something was harm when it was delivered?",
        "Is it possible that something was harmed while being delivered?",
        "Is it possible that something was damaged when it was sent?",
        "What if something was damaged when it was delivered?",
        "Is it possible that something was hurt in delivery?",
        "Is it the delivery that's damaging the product?",
        "It's possible that delivery could hurt the item.",
        "Could something have been harmed when it was delivered?",
        "Can it be that the item was damaged when it was delivered?",
        "Product damaged on delivery.",
        "The item may have been hurt when it is delivered.",
        "Is the shipment damaging the product?",
        "Delivery problems may have damaged the product.",
        "What delivery damage occurred?",
        "Is it possible that delivery could hurt the items?",
        "Is the delivery harm its product?",
        "Did the product suffer during delivery?",
        "Was it damaged while it was being delivered?",
        "Did the item malfunction during delivery?",
        "Delivery damage may occur?",
        "\"Is the delivery damaging the product?\"",
        "Delivery could have caused some damage.",
        "The item may have hurt when it was delivered.",
        "Is item damaged when delivered?",
        "Was delivery damage present?",
        "Was it damaged on the delivery?",
        "Deliverydamage may have been the case.",
        "Maybe the item could have been damaged as it was delivered?",
        "Is something harmed when delivery?",
        "There is a possibility that something was damaged when delivered.",
        "Do you know if delivery damage exists?",
        "Is the delivery ruining the product?",
        "Is it possible that the item has been damaged when it's delivered?",
        "Does anyone know of delivery damage?",
        "Delivery damage may have been an issue.",
        "Is there a chance that the item was damaged as it was delivered?",
        "An item was ruined in delivery.",
        "It could be that the item was hurt when it was delivered.",
        "It's possible that the item may have been damaged as it was delivered.",
        "Delivery damage actually exists?",
        "Is it possible that it was injured when it was delivered?",
        "Is the deliverydamaging the product?",
        "The delivery might have damaged the product.",
        "Were there any delivery damage?",
        "Did the product have a problem when delivering?",
        "It is possible that delivery can hurt the item.",
        "Any damage to delivery",
        "The item was damaged while being delivered.",
        "Was it damaged when delivering?",
        "Product damaged as a result of delivery accidents?",
        "I was wondering if the delivery guys broke my stuff.",
        "Was it damage upon delivery?",
        "Is item damaged in delivery?",
        "This delivery item might be damaged.",
        "How about the delivery damage?",
        "Is the product suffering a problem during delivery?",
        "Is the delivery hurting the product.",
        "Is it possible that something was damaged on delivery?",
        "Is an item damaged when it's delivered?",
        "Is a damaged item possible when delivered?",
        "Is item delivered damaged?",
        "Is the delivery damaging a product?",
        "Do you think shipping broke it?",
        "Did any delivery damage happen?",
        "Delivery damage might be the case.",
        "Did the item become ruined during delivery?",
        "Did the delivery mistakes damaged the product?",
        "delivery item damaged",
        "Is the delivery harming its product.",
        "Delivery damage possible.",
        "There are delivery damage issues?",
        "Is it possible that something might have been damaged when delivered?",
        "Is it possible that it might have been damaged when it was delivered?",
        "What if item is damaged while delivered?",
        "It is possible that something is damaged when delivered.",
        "The case could have been caused by delivery damage.",
        "Does the delivery cause damage to the product?",
        "The delivery item could be damaged.",
        "When an item is delivered, is it damaged?",
        "Delivery thing damaged?",
        "Has the delivery cause damage?",
        "Is it possible that something was injured when delivered?",
        "Has shipping hurt something?",
        "Is it possible that something got hurt when delivered?",
        "Was it possible that the item may have been damaged when it was delivered?",
        "Were there any damage when it arrived?",
        "The delivery is potentially damaging its product.",
        "What if it's damaged on delivery?",
        "Did there harm during the shipping?",
        "Does it look like delivery may hurt the item?",
        "Is it possible that the item might have been damaged as it was delivered?",
        "Was it damaged during delivery.",
        "It might be possible that delivery might hurt the item.",
        "Has the delivery damaged anything?",
        "It is possible that delivery may hurt an item.",
        "Is it possible that something that was delivered was damaged?",
        "Delivery item cracked?",
        "Was it damaged while it was delivered?",
        "Did delivery result in damage?",
        "Do you have damage when it arrived?",
        "Did the shipment become damaged?",
        "Product damaged in delivery gaffe?",
        "Could the package have arrived broken?",
        "Is it possible that the item may have been damaged as it was delivered.",
        "Does the delivery negatively impact the product?",
        "Was delivery product damaged?",
        "Damage incurred for delivery?",
        "Any delivery damages?",
        "Did the delivery cause harm to the product?",
        "The delivery item was damaged.",
        "What did the delivery do to the product?",
        "delivered item damaged?",
        "Do you know of any delivery damage?",
        "Does it possible that delivery might hurt the item?",
        "Is it possible that the item is damaged when it is delivered?",
        "It is possible that the item may have been damaged in transit.",
        "If item is damaged when delivered.",
        "Delivery damage does exist?",
        "It is possible that the delivery could hurt the item.",
        "I would like to inquire if shipping broke it.",
        "Do you think item was ruined during delivery?",
        "Is the item damaged when it is delivered.",
        "damaging during shipment?",
        "Is it possible that delivery may hurt the item",
        "Damage to delivery can be incurred.",
        "Is it a possibility that the item may have been damaged in transit?",
        "Is the deliverydamaging its product?",
        "Is it possible that something was hurt whendelivered?",
        "It will be ruined during shipping?",
        "Are there issues with delivery damage?",
        "It is possible that the delivery may hurt the item.",
        "Were delivery damage incurred?",
        "Is it the item that was ruined during delivery?",
        "Is it possible that the item may be damaged upon delivery?",
        "Does the delivery damage product?",
        "Is something damaged when it was delivered?",
        "Is the damaged during shipment?",
        "Goods being hurt on the way?",
        "Did the product have an issue when it was delivered?",
        "Is it possible that delivery might hurt the item?",
        "Did the package come damaged?",
        "Delivery may be damaging its product.",
        "Do you believe delivery damage exists?",
        "Did delivery damage it?",
        "Delivery damage can occur.",
        "Does the delivery Damage the Product?",
        "During delivery was the item damaged?",
        "Could the item be ruined during delivery?",
        "Did the item sustain damage during delivery?",
        "Has the deliverycaused any damage?",
        "Is the item delivered injured?",
        "Has delivery had any damage?",
        "Did you experience damaged during shipment?",
        "I need to know if shipping broke it.",
        "Is it plausible that something was damaged when delivered?",
        "Is that item ruined on delivery?",
        "Is the delivery hitting the product?",
        "Is it possible the item might have been damaged when it was delivered?",
        "It could have been damaged upon delivery.",
        "Maybe something was damaged during delivery?",
        "What if an item is damaged while delivery?",
        "Delivery damage may have been possible.",
        "The item was damaged when it was delivered.",
        "Delivery product was damaged.",
        "Did the shipment suffer damage?",
        "Has the delivery hurt anything?",
        "The item could have been damaged as it was delivered.",
        "Is it possible the item may have been damaged upon delivery?",
        "Is it possible that goods hurt en route?",
        "Damage was done to the delivery product.",
        "Is it possible that a delivery harmed something?",
        "There could be delivery damage incurred.",
        "Were the item damaged when it was delivered?",
        "Did the product have a problem when it was delivery?",
        "Product damaged on delivery?",
        "Does there any delivery damage?",
        "Is it possible that delivery can hurt the item.",
        "Is it possible that something was damaged during the delivery?",
        "Did the shipment suffer damage during delivery?",
        "Are there any delivery damage incurred?",
        "I wondered if the item was damaged during delivery.",
        "Has any damage been caused by delivery?",
        "Delivery damage could be present?",
        "Did delivery cause damage?",
        "Is the delivery hitting its product?",
        "Did the item get damaged during the delivery?",
        "Goods are hurt en route?",
        "What delivery damage has been incurred?",
        "What damage did the delivery do?",
        "Is that the delivery damaging the product?",
        "Was it damaged upon the delivery?",
        "Was it damaged when it was brought?",
        "Are you questioning if shipping broke it?",
        "Is this possible if item is damaged when delivery?",
        "Does the item harmed when delivered?",
        "It could be that delivery may hurt the item.",
        "Is it possible that delivery would hurt the item?",
        "Is it conceivable that something was damaged when it was delivered?",
        "I ask if the shipping broke it.",
        "Are it possible that delivery may hurt the item?",
        "Does anyone know if there is delivery damage?",
        "Did delivery mistakes hurt the product?",
        "It is possible that the item may have been hurt when delivered.",
        "A item was ruined in delivery.",
        "Could the item have been damaged as it was delivered?",
        "Did your shipment be damaged?",
        "Did delivery mistakes damaged a product?",
        "Is it possible that delivery may hurt the items?",
        "Did the delivery men break anything?",
        "It was ruined in delivery.",
        "Is this item ruined while delivery?",
        "Product damaged by delivery mishaps.",
        "It's possible something was hurt when it was delivered.",
        "Is it possible that something was damaged with the delivery?",
        "Has there an issue with delivery damage?",
        "Is it a possibility that the item was damaged when it was delivered?",
        "Was the product problematic when it was delivered?",
        "Did delivery mishaps damage a product?",
        "Was the delivery damage to the product?",
        "Has the product had a problem during delivery?",
        "I am wondering if shipping broke it.",
        "Delivery issues damaged the product?",
        "The delivery was damaging the product.",
        "Is it possible something was harmed when delivery?",
        "Is there delivery damage?",
        "Delivery has damaged something.",
        "Was it possible that the item was damaged when it was delivered?",
        "Is it possible that something was damaged when deliver?",
        "I wonder if the item was ruined during delivery?",
        "Is it possible that something was damaged when it was delivery?",
        "The product might have suffered a problem during delivery.",
        "Is the delivery doing any damage to the product?",
        "The product might suffer a problem during delivery.",
        "Did the Product suffer a problem during delivery?",
        "What damage did delivery cause?",
        "Was it damaged when you delivery it?",
        "What happened to the product during delivery?",
        "The item was ruined during delivery",
        "It is possible delivery may hurt the item.",
        "Maybe the item was damaged when it was delivered?",
        "Did the delivery guys accidentally break my stuff?",
        "Product damaged from delivery?",
        "Is there an item that was ruined during delivery?",
        "Is it a possibility that something was damaged when delivered?",
        "Is that possible that something was damaged when delivered?",
        "What damage did the delivery cause?",
        "Do you know if the item was damaged during delivery?",
        "What happens if item is damaged when delivery?",
        "Did the delivery damage it's product?",
        "Is the product damaged by the delivery?",
        "I wonder if shipments broke it.",
        "Was the package damaged when it was delivered?",
        "Damage incurred while delivering?",
        "When it arrived, have there been any damage?",
        "Is it a problem if item is damaged when delivered?",
        "Is it possible that delivery might harm the item?",
        "Did delivery mistakes damage product?",
        "Damage when it was delivered?",
        "Damage to the delivery item?",
        "Was that damaged when it was delivered?",
        "Were it damaged when it was delivered?",
        "A package may have arrived broken.",
        "Has the delivery cause any damage?",
        "Is it possible the item may have been damaged when delivery is made?",
        "Did delivery hurt it?",
        "Product damaged in delivery incidents.",
        "Is the product malfunctioning during delivery?",
        "Delivery damage is something that may exist?",
        "Was that damaged when delivered?",
        "What happened to it upon delivery?",
        "Is it possible that delivering could hurt the item?",
        "Was it damaged, when it was delivered?",
        "Did the delivery men break my stuff?",
        "The package might have been broken when it arrived.",
        "Is the item damaged during the delivery?",
        "There exists delivery damage.",
        "Was delivery damage possible?",
        "Was this item damaged when it was delivered?",
        "Maybe something was damaged when delivered?",
        "Delivery item seriously damaged?",
        "Does it have been affected in transit?",
        "Is the delivery damaged its product?",
        "Is it possible the item might have been injured when it was delivered?",
        "Did the product go wrong during delivery?",
        "Did the item get ruined in delivery?",
        "Does the delivery Damage its Product?",
        "Were it damaged when delivered?",
        "delivery damage exists?",
        "Is it possible that the item has been damaged while it's been delivered?",
        "Is there any damage to it when it arrived?",
        "Is your delivery item damaged?",
        "It was damaged on delivery.",
        "A delivery item damaged.",
        "Was it damaged from the delivery?",
        "I should ask if the shipping broke it.",
        "Hit during shipment?",
        "Does delivery have caused damage?",
        "Is it possible that an item may have been damaged when it is delivered?",
        "Did the delivery hurt the item?",
        "Has any delivery damage been done?",
        "Does the delivery hurt the product?",
        "Delivery damage might be an issue.",
        "Are goods hurt in route?",
        "Did the product experience a problem when delivered?",
        "I'll ask if the shipping broke it.",
        "Is it possible the item may have been damaged while it is delivered?",
        "Didn't the product suffer a problem during delivery?",
        "Delivery destruction may have been the case.",
        "Delivery damage the product?",
        "The delivery might be hurting the product.",
        "I wonder if shipping broke it?",
        "Is something potentially harmed when delivered?",
        "It is possible that delivery may hurt the item?",
        "The delivery Damage the product?",
        "Is it possible the item may have been damaged as it's delivered?",
        "Is its delivery item damaged?",
        "Is it possible the item may have been damaged in transit?",
        "Do you think delivery item is damaged?",
        "Did the delivery men break stuff?",
        "Could it be that delivery could hurt the item?",
        "Is the delivery the cause of the damage?",
        "What if it is damaged when you deliver?",
        "Is there harm to the item when it is delivered?",
        "Is it possible the item could have been hurt when it's delivered?",
        "Did the delivery mistakes damage the product?",
        "Can the item be damaged as it was delivered?",
        "Was it damaged when delivery happened?",
        "Is there any delivery damage that occurred?",
        "Is it possible that the item might be hurt when it is delivered?",
        "Is the delivery damaging",
        "Is something damaged during shipment?",
        "Did the product suffer a problem when delivery?",
        "Does delivery caused damage?",
        "It's possible that the item may have been injured when it's delivered.",
        "Did delivery affect product?",
        "Product damaged due to delivery mishaps?",
        "Product damaged by delivery incidents?",
        "Did the package arrive ruined?",
        "Did the delivery destroy the product?",
        "Did the shipping break it?",
        "Delivery Damage may be the case.",
        "What if the item is damaged upon delivery?",
        "Did your shipment suffer damage during shipment?",
        "Does anyone have any delivery damage issues?",
        "There are possible issues with delivery damage.",
        "Isn't it possible that something was damaged when it was delivered?",
        "Could it be that the item was damaged when delivered?",
        "Did the item be damaged during delivery?",
        "What does the delivery do to the product?",
        "Is it possible someone damaged something when it was delivered?",
        "Was delivery causing any damage?",
        "Is the delivery causing the product harm?",
        "Something was ruined during delivery.",
        "item damaged during delivery?",
        "Delivery failures may have damaged the product.",
        "It is possible that the item may have been damaged upon delivery.",
        "Did the product suffer a problem while shipped?",
        "Is there any delivery damage you have?",
        "Is it damaged when shipped?",
        "Was the shipment damaged?",
        "Is the item injured when it is delivered?",
        "Is it possible that something was hurt while delivered?",
        "Is that item ruined by delivery?",
        "Is it a possibility that something was damaged when it was delivered?",
        "Is it plausible that the item was damaged as it was delivered?",
        "Is it possible the item was damaged when it was delivered?",
        "The package might have arrived broken",
        "Is the item injured when delivered?",
        "Is it possible the item may have been damaged when it arrives?",
        "Is it possible that the item has been damaged on delivery?",
        "Damage incurred on delivery?",
        "Does delivery result in any damage?",
        "Some delivery damage?",
        "Delivery damage is something that could exist?",
        "Is delivery responsible for any damage?",
        "There is a chance that the item may have been hurt when it was delivered.",
        "Is it possible that it broke because of shipping?",
        "What happens if item is damaged on delivery?",
        "Is delivery cause any damage?",
        "Damage done to the delivery?",
        "Is item harm when delivered?",
        "Can the item be hurt when it's delivered?",
        "Is it possible that delivery will hurt an item?",
        "Any damage incurred to the delivery?",
        "When it arrived, was there any damage?",
        "Did the delivery damaged it?",
        "Is it possible that a delivery may hurt an item?",
        "It's possible the item may have been damaged when it's delivered.",
        "Is the delivery item broken?",
        "What if it is damaged in the delivery?",
        "Is there any damage caused by delivery?",
        "Is it possible that it may have hurt when it's delivered?",
        "Was this damaged when it was delivered?",
        "Is delivery causing damage?",
        "Is the delivery causing damage to its product?",
        "Any sort of delivery damage?",
        "Is the product bad during delivery?",
        "Is this possible that delivery may hurt the item?",
        "It might be damaged during shipment.",
        "Product ruined during delivery?",
        "Should the product have suffered a problem during delivery?",
        "Is it possible that the item may have been hurt when it arrives?",
        "The item was damaged as it was delivered.",
        "I want to know if it broke due to shipping.",
        "Was it damaged when it arrived?",
        "Should the product suffer a problem during delivery?",
        "Is it possible that something was damaged when delivery?",
        "It is possible that the item could have been damaged while it was delivered.",
        "Do you know if delivery caused any damage?",
        "Is it possible that there was harm when it was delivered?",
        "Is it possible that the item was damaged during the delivery?",
        "There was a delivery item damaged.",
        "Could delivery hurt the item?",
        "Delivery damage might be present.",
        "What if the item is damaged in the delivery?",
        "Is it any damage when it arrived?",
        "What if it is damaged when it's delivered?",
        "Delivery product Damage?",
        "Delivery damages?",
        "Problems with delivery damaged product?",
        "Does the shipment have been damaged?",
        "It's possible that the item could have been hurt when delivered.",
        "Is delivery possible to hurt the item.",
        "What is ruined during delivery?",
        "Is it possible that the item was damaged as it arrived?",
        "Delivery Damage?",
        "It is possible thatDelivery damage was the case.",
        "Product damaged in delivery incidents?",
        "Does the delivery damage it's product?",
        "It's possible that the item was damaged as it was delivered.",
        "did the package arrive broken?",
        "Delivery Damage could have been the case.",
        "Is the thing ruined during delivery?",
        "Was the item damaged by delivery?",
        "Something destroyed during delivery?",
        "There is a possibility that the item may have been damaged when it was delivered.",
        "Is it possible that an item was damaged when delivered?",
        "Were the items damaged during the shipment?",
        "Did delivery disasters damage product?",
        "The delivery may cause harm to the product.",
        "Did delivery impact product?",
        "Are goods hurt on their way?",
        "The item might have been damaged when it is delivered.",
        "Is it possible that the item could have been damaged as it was delivered?",
        "Is delivery item damaged?",
        "Is the delivery ruining its product?",
        "Can item be damaged when delivered?",
        "It is possible that the item is damaged when delivered.",
        "Delivery damage possibly exists?",
        "Is it possible that the item was damaged during its delivery?",
        "Was it the delivery that was damaging the product?",
        "I want to know if shipping broke it",
        "Were delivery problems damaged product?",
        "Was the delivery damage the product?",
        "Have you had any issues with delivery damage?",
        "Is there a chance that something was harmed when it was delivered?",
        "It's possible that the item was damaged when it was delivered.",
        "Did delivery damage exist?",
        "Is the product hurt by the delivery?",
        "The item was ruined on delivery.",
        "Is it possible that something was hurt on delivery?",
        "During delivery, did the product suffer a problem?",
        "Delivery damages exist?",
        "Were it damaged on delivery?",
        "Delivery can cause damage.",
        "What is the damage to delivery item?",
        "Is it possible that the item may be damaged on delivery?",
        "Did the product suffer a problem upon delivery?",
        "Delivery damage can exist?",
        "Is the delivery damaging itsproduct?",
        "Did the product have a problem upon delivery?",
        "Is delivery damage the product?",
        "Does the delivery ruin its product?",
        "It may be possible that the item was hurt when it was delivered.",
        "Did the package arrive broken",
        "Was it damaged when delivery came?",
        "Was the thing damaged when it was delivered?",
        "There is a possibility that delivery might hurt the item.",
        "Is that an item that was ruined during delivery?",
        "I will ask if it was broken by shipping.",
        "Is item destroyed during delivery?",
        "Delivery did cause any damage?",
        "Is there any harm during shipment?",
        "What if item is damaged while delivery?",
        "The item might be damaged when it was delivered.",
        "What happens if it's damaged when delivery?",
        "There was delivery damage.",
        "Did the delivery do any damage?",
        "It is possible that the item may be damaged as it is delivered.",
        "Has shipping broke it?",
        "The delivery may damage the item.",
        "Is it possible that something was damaged when delivered.",
        "I wonder if shipping broke it.",
        "Is it possible that delivery could hurt an item?",
        "Any problems with delivery damage?",
        "Isn't the delivery damaging the product?",
        "Has delivering caused any damage?",
        "It is possible that something was hurt when delivered.",
        "Did delivery damage a product?",
        "Did the product experience a problem during delivery.",
        "Did the item damage in delivery?",
        "Is it possible that item will be damaged when delivered?",
        "Is it damaged when delivery?",
        "If item is damaged when it is delivered.",
        "The package might have arrived broken?",
        "Is goods hurt en route?",
        "Is it possible that the item has been damaged when delivered?",
        "Maybe the item may have been hurt when it's delivered?",
        "Were goods hurt en route?",
        "Delivery product damaged",
        "Is this item damaged when delivered?",
        "When delivered, is the item hurt?",
        "Delivery carelessness damaged product?",
        "Is there any damage that arrived?",
        "There was some damage when it arrived?",
        "Could delivery damage exist?",
        "Was it damaged once delivered?",
        "Is the delivery hurting the product?",
        "It is possible that the item could have been damaged in transit.",
        "Deliverable damage incurred?",
        "It is possible that the item has been damaged as it is delivered.",
        "The delivery may be damaging to its product.",
        "It's a possibility that delivery may hurt the item.",
        "Is it possible that something was damaged while delivery?",
        "The delivery item was damaged",
        "Did the product show a problem during delivery?",
        "Something could have been damaged when it was delivered.",
        "Could it have been damaged during shipment?",
        "It's possible that something was harmed when delivered.",
        "What if an item is damaged when delivered?",
        "It might be possible that something was damaged when delivered.",
        "It's possible the item may have been damaged as it was delivered.",
        "There exists delivery damage?",
        "Does the delivery damage a product?",
        "What do you think about delivery damage?",
        "Delivery item badly damaged?",
        "Is it possible that the item might have been damaged when delivered?",
        "Could it possibly have been damaged when it was delivered?",
        "Is it feasible that delivery may hurt the item?",
        "Is it possible that item will be damaged when delivery?",
        "Is the shipment damaged during delivery?",
        "Was it any damage when it arrived?",
        "Is it possible that something on the delivery was damaged?",
        "What damage was incurred for delivery?",
        "Maybe delivery damage was the case.",
        "Did delivery men break my stuff?",
        "Is the delivery damaging the thing?",
        "Damage incurred from delivery?",
        "Any possible delivery damage?",
        "Upon delivery, was it damaged?",
        "Did the product fail during delivery?",
        "Did any damage occur when it arrived?",
        "Is this possible that something was damaged when delivered?",
        "How damaging was it when it arrived?",
        "Is it possible that something could have been hurt when it was delivered?",
        "Is it possible that something was damaged when being delivered?",
        "Did you have issues with delivery damage?",
        "Possible issues with delivery damage?",
        "Did the product suffer problems when delivered?",
        "It is possible that something was damaged when delivery.",
        "Is delivery damaged product?",
        "Was it damaged when it was delivery?",
        "It's possible that the item may have been hurt when it is delivered.",
        "Could I ask if shipping broke it?",
        "Is it possible that the item could have hurt when it's delivered?",
        "I want to ask if shipping broke it.",
        "Something may have been harmed when it was delivered?",
        "Did item ruin during delivery?",
        "Has the delivery item been damaged?",
        "Did delivery damage to the product?",
        "Is the delivery hurting its product.",
        "Is the delivery adversely affecting the product?",
        "Delivery problems damaged a product?",
        "Did the item ruin itself during delivery?",
        "Product damaged in delivery.",
        "Did the product have a problem during the delivery?",
        "Is it possible that the item got hurt when it was delivered?",
        "Something may have been damaged when it was delivered.",
        "Did the item have any damage during delivery?",
        "Have Delivery caused any damage?",
        "Is it Damaged during shipment?",
        "Was it damaged when you delivered it?",
        "Is there a chance that something was damaged when delivered?",
        "Damage incurred by delivery?",
        "Delivery damage occurs?",
        "It might have been damaged upon delivery.",
        "I wonder if it was damaged when it was delivered.",
        "I want to know if the shipping broke it.",
        "Delivery damage may be an issue.",
        "Delivery destroyed item?",
        "item damaged during delivery.",
        "Is there a chance that something was harmed when delivered?",
        "Is it possible something was damaged during delivery?",
        "Maybe the item could have been hurt when it was delivered?",
        "Is it possible that shipping broke it.",
        "Is the delivery effecting the product?",
        "The item was ruined in the delivery.",
        "What happens if item is damaged while delivery?",
        "Is it possible that something might have been harmed when delivered?",
        "Are the delivery damaging the product?",
        "Is it possible that something was delivered and injured?",
        "Is Delivery damaging its product?",
        "Is delivery possible to hurt an item?",
        "Did delivery accidents damage the product?",
        "Did the product have an issue during delivery?",
        "Delivery damage is a question.",
        "Did the package arrive messed up?",
        "There might have been delivery damage.",
        "Is it possible something was damaged on delivery?",
        "Would the delivery hurt the product?",
        "Is the delivery to damage the product?",
        "Did delivery damage anything?",
        "Is it possible the item could have been damaged during delivery?",
        "Is the delivery damaging products?",
        "damaged delivery item?",
        "What if it is damaged during delivery?",
        "Is the item hurt when delivered.",
        "Did shipping broken it?",
        "The delivery could be damaging its product.",
        "There is a chance that the item may have been hurt when it is delivered.",
        "Does the delivery damage its products?",
        "There is a delivery item damaged",
        "Did the item go damaged during delivery?",
        "Is it possible that the item may have been damaged while being delivered?",
        "Has the delivery caused some damage?",
        "What if item is harmed when delivered?",
        "Delivery damage could have been done.",
        "Did delivery undermine the product?",
        "Any delivery damage occurred?",
        "The package might have arrived broken.",
        "Maybe the delivery is damaging the product?",
        "Were the item ruined during the delivery?",
        "Is the item ruined during the delivery?",
        "Is something harmed when it's delivered?",
        "Is this possible that something was harmed when delivered?",
        "Is it possible that delivery has caused damage?",
        "It is possible the item was damaged when it was delivered.",
        "Are it possible that delivery could hurt the item?",
        "I'm wondering if the delivery is damaging the product.",
        "Is it possible that the item was hurt while it was delivered?",
        "Is it possible that the item may have been damaged whendelivered?",
        "It was ruined during delivery?",
        "Does the delivery hurting its product?",
        "Is it possible something was damaged as it was delivered?",
        "Delivery mistakes caused damaged product?",
        "That delivery item is damaged?",
        "It is possible that a damaged item was delivered.",
        "Damage done to delivery?",
        "Was the package damaged when it arrived?",
        "Delivery damage can be incurred.",
        "It is possible that delivery would hurt the item.",
        "Delivery damage is something that can exist?",
        "Did it get damaged arriving?",
        "Did the package arrive damaged?",
        "Did a problem happen during delivery?",
        "Product damaged in delivery accidents?",
        "Is it possible that something might have been damaged when it was delivered?",
        "Is it the delivery that damages the product?",
        "Delivery may have damaged product.",
        "There is a possibility that delivery may hurt the item.",
        "It is possible that the item may have hurt when it is delivered.",
        "Is a delivery item damaged?",
        "Delivery damage exists.",
        "There is a possibility of delivery damage.",
        "Was there damage upon delivery?",
        "The item may have been hurt when delivered.",
        "Was the item damaged during its delivery?",
        "Are the goods hurt on their way?",
        "Could delivery item be damaged?",
        "Might the item have been damaged as it was delivered?",
        "Is any damage done by delivery?",
        "Things damaged during shipment?",
        "Is it possible that the item may be damaged by delivery?",
        "Did this product suffer a problem during delivery?",
        "I would like to ask if shipping broke it.",
        "Is the item damaged by the delivery?",
        "Is it possible that the item was damaged while it wasdelivered?",
        "Have there any issues with delivery damage?",
        "Did the package arrived damaged?",
        "Is the item possible to have been damaged when it was delivered?",
        "Did the item have damage when it was delivered?",
        "Has the delivery harmed its product?",
        "Is it possible that the item may have been damaged during shipment?",
        "Delivery mistakes may have damaged product.",
        "Was an item ruined during delivery?",
        "Delivery damage may have been the result.",
        "Is it possible that something was damaged while being delivered?",
        "Was the item damaged when delivery?",
        "Were the item damaged on delivery?",
        "I wonder if the product suffered a problem during delivery.",
        "Was it damaged upon delivery.",
        "Was delivery item damaged?",
        "Is the delivery damaging the product.",
        "Delivery product was damaged?",
        "Has the delivery damage the product?",
        "Is it possible that the item may have been hurt when it arrived?",
        "Did the shipment Damage?",
        "Is it damaged when it was delivered?",
        "Is something damaged when you deliver?",
        "Is it possible that something was hurt upon delivery?",
        "Is the item possibly damaged when it is delivered?",
        "Delivery damage occurred?",
        "Did item get ruined during delivery?",
        "The item may have hurt when it's delivered.",
        "Did the delivery item become damaged?",
        "Is delivery damage real?",
        "Delivery accidents damaged product.",
        "Did the product suffer a problems during delivery?",
        "Did a product suffer a problem during delivery?",
        "May delivery hurt the item?",
        "Is the product had a problem during delivery?",
        "Something might have been damaged when it was delivered?",
        "Do you think the delivery item is damaged?",
        "Was it possible that something was damaged when it was delivered?",
        "The delivery damage might have been the case.",
        "Was there any damage done to the delivery?",
        "Did the delivery guys break my stuff?",
        "It is possible that something was harmed while it was delivered.",
        "Are the delivery damage the product?",
        "Is there a item that was ruined during delivery?",
        "Does the delivery harm the product.",
        "Were there any harms during shipping?",
        "It's possible that the item might have been damaged when it is delivered.",
        "Is it possible that something may have been harmed when delivered?",
        "Damage to delivery can exist?",
        "Is it possible that the item may have been injured on delivery?",
        "Is it possible that the item might have been damaged during delivery?",
        "The item could be damaged when delivered.",
        "Delivery problems caused damaged product?",
        "Is something damaged when delivery?",
        "Is it the delivery that harms the product?",
        "Is it possible that something was harmed when it was delivered.",
        "Is it damaged when it is delivered?",
        "There are delivery damage possibilities.",
        "Has the delivery damaged the product?",
        "Delivery damaged may have been the case",
        "Is it damage upon delivery?",
        "Delivery damage issue?",
        "I would like to know if the shipping broke it.",
        "Delivery damage might be happening?",
        "delivery damage incurred?",
        "Did delivering damage the product?",
        "That item was ruined during delivery.",
        "Did delivery damage the product.",
        "The delivery could be damaging the product",
        "Is it possible that delivery hurts the item?",
        "It is possible that the item may have been hurt in transit.",
        "Is something damaged when delivered?",
        "Something damaged during shipment?",
        "Is this damaged during delivery?",
        "Is it possible that the item might have hurt when it's delivered?",
        "Someone has damaged a delivery item.",
        "This delivery item may be damaged.",
        "Delivery damage could have issues?",
        "Delivery item has been damaged?",
        "It could be that delivery might hurt the item.",
        "Is that damaged during delivery?",
        "Is it possible that the item could have been damaged in transit?",
        "Is it possible something was hurt when delivery?",
        "Does the deliverydamage its product?",
        "Does it appear that the item may have been damaged when it was delivered?",
        "Damage to the delivery may have been involved.",
        "Is it possible something was damaged while delivered?",
        "Delivery errors damaged a product?",
        "Any damage to the delivery?",
        "Delivery damage was possible.",
        "Which delivery damage was incurred?",
        "There is a possibility that the item may have been damaged when delivered.",
        "Is it possible that the item might have been damaged in delivery?",
        "The item was ruined in delivery?",
        "The item was damaged on delivery.",
        "Delivery damage might have been the case",
        "Is the delivery item damaged?",
        "Did it suffer in transit?",
        "Is it possible that the item may be hurt by the delivery?",
        "Could the delivery damage its product?",
        "Were the product problems during delivery?",
        "Did delivery damage the item?",
        "Is it possible that something was damaged when you delivered it?",
        "Any damage done when it arrived?",
        "Delivery damage may have been responsible.",
        "Is it possible that something was damaged when delivered",
        "Is there a delivery item that is damaged?",
        "Did delivery accidents damage product?",
        "Did it have any damage when it arrived?",
        "I wonder if it broke from shipping?",
        "I ask if it broke because of shipping.",
        "Any damages when it arrived?",
        "Delivery damage can be found?",
        "Is this item ruined in delivery?",
        "Is this delivery damaging the product?",
        "How much damage did the delivery cause?",
        "What delivery damage did it incur?",
        "Is the delivery caused damage?",
        "Delivery accidents have damaged products.",
        "Delivery damage is possibly the case.",
        "Is the delivery damaging its products.",
        "What if it's damaged during delivery?",
        "Did delivery do damage?",
        "Delivery damage may have been the factor.",
        "Is it possible that something was harmed on delivery?",
        "What if the item is damaged delivery-wise?",
        "Could it be damaged during the shipment?",
        "Has the delivery hurt the product?",
        "It is possible that the item was hurt when it was delivered.",
        "Delivery damage are possible?",
        "If the item is damaged when it arrives?",
        "Delivery damage might exist?",
        "It was faulty upon arrival?",
        "Did the delivery make any damage?",
        "Did delivery damage your product?",
        "Could it be that something was damaged when it was delivered?",
        "\"Is the delivery damage the product?\"",
        "Did delivery damage occur?",
        "Was the package arrived broken?",
        "It is possible that the item was damaged as it was delivered.",
        "Problems with delivery damaged the product?",
        "Is it possible that the item was damaged once it was delivered?",
        "Delivery problems damaged product?",
        "Can an item be ruined during delivery?",
        "When it arrived, there was any damage?",
        "Did delivery mistakes damage the product?",
        "During delivery, the item was ruined?",
        "Has delivery cause any damage?",
        "Maybe the item might have been damaged when it was delivered?",
        "Is it possible that the package arrived broken?",
        "Something ruined during delivery?",
        "Is this possible that delivery could hurt the item?",
        "Is it possible the item may be damaged when it is delivered?",
        "Is it possible that the product suffered a problem during delivery?",
        "It's possible that the item was hurt when it was delivered.",
        "I have to ask if shipping broke it.",
        "Delivery product damage was asked.",
        "Is it plausible that something was injured when delivered?",
        "Is it possible that the item might have been damaged as it's delivered?",
        "What happens if item is damaged when it is delivered?",
        "Any issues with delivery damaged?",
        "What if the item was damaged during delivery?",
        "Is delivery damaging its product?",
        "Was the item damaged upon delivery?",
        "Something could be damaged when delivered.",
        "It's possible that something was damaged while it was delivered.",
        "Is delivery damaged a product?",
        "The delivery may damage the product.",
        "Can the delivery be damaging the product?",
        "Is it possible that the item could be damaged when it was delivered?",
        "A delivery item is damaged.",
        "Was that item ruined during delivery?",
        "Is an item damaged when delivery?",
        "Delivery damage was incurred?",
        "Delivery has damaged something?",
        "The item may have been hurt when it's delivered.",
        "Product damaged while delivery?",
        "Had the item been damaged during delivery?",
        "During shipment is it damaged?",
        "If item is damaged in delivery",
        "Delivery issues damaged the product.",
        "It is possible that the item might have been damaged in transit.",
        "Was it damaged as a result of being delivered?",
        "Maybe the delivery may hurt the item?",
        "Damage has delivery caused?",
        "Is it possible that the delivery could hurt the item?",
        "It is possible that the item may have been damaged as it is delivered.",
        "Delivery errors damaged product?",
        "Was it damaged when deliver?",
        "Is the delivery Damage the product?",
        "It was possible that the item was damaged when it was delivered.",
        "Is there any damage during shipment?",
        "Did it be damaged during shipment?",
        "what about delivery item damaged?",
        "Is it possible that the item has been damaged when delivery is made?",
        "We don't know if the package arrived broken.",
        "Is the item ruined during shipment?",
        "Does delivery item have any damage?",
        "There were delivery issues that damaged the product.",
        "There are any delivery damage?",
        "Is the delivery of its product damaging?",
        "Any damage during delivery?",
        "Is the item damaged while being delivered?",
        "It is possible that the item was damaged when it arrived.",
        "I was wondering if it was damaged upon delivery.",
        "There were delivery problems damaged product?",
        "Delivery item ruined?",
        "The delivery may damage the product",
        "Is there a chance the item may have been damaged when it is delivered?",
        "What damage did it make when it arrived?",
        "Did a problem arise during delivery?",
        "There is any damage to the delivery?",
        "There is a delivery item that is damaged",
        "Is the delivered product damaged?",
        "Delivery messes damaged product?",
        "Delivery damage can be the case.",
        "Is it conceivable that the item was damaged when it was delivered?",
        "Is it possible that a delivery may have hurt the item?",
        "What if it is damaged upon delivery?",
        "Is delivery messed up damaged product?",
        "Were the goods hurt en route?",
        "Is this damaged during shipment?",
        "What item was ruined during delivery?",
        "Is something that was delivered damaged?",
        "Did the product experience problems during delivery?",
        "Is it possible it was damaged when delivered?",
        "The shipment might have been damaged.",
        "Is it possible that something was delivered with injury?",
        "Was it damaged when delivery arrived?",
        "Is there a chance that something was damaged when it was delivered?",
        "Has the delivery harmed the product?",
        "Did the shipment be damaged?",
        "Is that item damaged when delivered?",
        "Is it possible that something harmed when delivered?",
        "Is it possible that goods are hurt en route?",
        "Did the delivery people break my stuff?",
        "Any delivery damage was done?",
        "It is possible that the item may have been damaged as it was delivered.",
        "Delivery damage may be the reason.",
        "Is it possible that the item may have been damaged upon delivery?",
        "Did the item be ruined during delivery?",
        "item damaged when delivery",
        "Do you know any delivery damage?",
        "It's possible that the item was damaged during delivery.",
        "The delivery is potentially damaging the product.",
        "Something may have been damaged when delivery.",
        "Is it possible that it might have been hurt when it was delivered?",
        "Is it possible the item might have been hurt when it's delivered?",
        "Is that damaged in the shipment?",
        "Did the product face a problem during delivery?",
        "Did the delivery guys break something?",
        "The delivery item might be damaged.",
        "Is it possible that the delivery was damaged?",
        "Delivery damaged could have been the case.",
        "Delivery things damaged a product?",
        "It's possible that something was hurt when delivery.",
        "Did delivery hurt the item?",
        "The delivery could Damage the Product.",
        "Is it possible it was hurt when it was delivered?",
        "Delivery damage probably exists?",
        "Delivery mistakes damaged product?",
        "Is the Delivery damaging its product?",
        "Delivery did damage?",
        "Product damaged in delivery mishaps.",
        "Did the product suffer a problem while in transit?",
        "Is it damaged at delivery?",
        "Is the delivery product damaged?",
        "Did it be damaged upon delivery?",
        "Did the item incur damage during delivery?",
        "If the item is damaged in delivery?",
        "The item may have been damaged while it was delivered.",
        "Was it damaged when we delivered?",
        "Do you know if it was damaged upon delivery?",
        "Were the items damaged on delivery?",
        "Maybe the delivery item is damaged?",
        "Is it possible that something was injured delivery?",
        "The item was ruined while delivery.",
        "What if the delivery damaged the product?",
        "Is it possible that the item will be hurt when it's delivered?",
        "It is conceivable that something was damaged when delivered.",
        "delivery damage is possible.",
        "Are delivery may hurt the item?",
        "Did the product suffer an issue during delivery?",
        "Damage to delivery?",
        "Does the delivery cause harm to the product?",
        "delivery may hurt the item",
        "Is it a item ruined during delivery?",
        "Was it possible that shipping broke it?",
        "Is it possible that a damaged item was delivered?",
        "Is delivered item damaged?",
        "Was the item damaged while being delivered?",
        "The product was damaged by delivery.",
        "It's possible that something was injured when delivered.",
        "Any concerns with delivery damage?",
        "The delivery might be damaging its product.",
        "Was it damaged at the delivery point?",
        "Is it possible the item may have been hurt when it's delivered?",
        "Is the delivery damaging its product!",
        "There is a chance that the item may have been damaged when it was delivered.",
        "The item may be damaged as it was delivered.",
        "Did your shipment become damaged?",
        "Is it possible that it may have been damaged when it is delivered?",
        "Did delivery gaffes damage the product?",
        "Is that possible if item is damaged when delivery?",
        "Is item damaged when delivery?",
        "Is it possible that something was injured on delivery?",
        "Is the delivery causing any damage to the product?",
        "It was damaged as it was delivered.",
        "Is it possible that the item has been damaged during delivery?",
        "there is delivery damage",
        "How about delivery damage?",
        "It could be that something was damaged when delivered.",
        "delivery product damage?",
        "Did delivery damage the thing?",
        "It is possible that the item was damaged in transit.",
        "How much damage did delivery cause?",
        "Delivery accidents damaged a product?",
        "Things were ruined during delivery.",
        "Any delivery damage done?",
        "Product damaged during delivery?",
        "Delivery damage might actually exist?",
        "Is it possible that something was damaged at delivery?",
        "This item may have been damaged when it was delivered.",
        "Did the delivery guys mess with my stuff?",
        "Is that damaged during shipment?",
        "Delivery damaged product?",
        "The item may have been damaged during delivery.",
        "Is that item ruined during delivery?",
        "I'm curious if shipping broke it",
        "Damage incurred to delivery",
        "Delivery damage could have occurred.",
        "Did the item Damage During Delivery?",
        "Did the product develop a problem during delivery?",
        "What if item is damaged during delivery.",
        "Any damage done during delivery?",
        "Is it possible delivery may hurt something?",
        "Delivery may cause damage.",
        "Delivery piece damaged?",
        "Is the delivery damaging their product?",
        "Is it possible the item may have been damaged on delivery?",
        "Does the delivery cause damage?",
        "I wonder if shipping broke it!",
        "Is it possible that the item could be hurt by delivery?",
        "Isn't it possible that delivery might hurt the item?",
        "Was the product damaged in the delivery?",
        "A item is ruined during delivery.",
        "Delivery damage may have been the issue.",
        "Maybe delivery item is damaged?",
        "There are any issues regarding delivery damage?",
        "Is it possible that something was damaged once delivered?",
        "Is it possible that the delivery might hurt the item?",
        "Is it possible goods were hurt en route?",
        "Did the product go down during delivery?",
        "Is it possible something was harmed when it was delivered?",
        "Is it possible that a delivery could hurt the item?",
        "Do the products suffer a problem during delivery?",
        "Is it possible that the shipment was damaged during shipment?",
        "Have goods been hurt en route?",
        "Delivery damage is present?",
        "Did the product suffer problems during delivery?",
        "Is it possible that the item may have hurt during delivery?",
        "Did it suffer damage when delivered?",
        "It is possible that the item might have been hurt when it is delivered.",
        "Was the goods hurt en route?",
        "Is it possible something was hurt when delivered?",
        "It is possible that delivery could hurt the item.",
        "Is it possible that something was damaged when shipped?",
        "Is it possible that something may have hurt when it's delivered?",
        "Is the item possibly damaged as it's delivered?",
        "Delivery issues damaged product?",
        "The item may have been hurt during delivery.",
        "Is the item damaged when it's delivered?",
        "Did the package arrive wrecked?",
        "Is it possible that the delivery caused damage?",
        "Will the delivery hurt the product?",
        "Is delivery damaging a product?",
        "Product damaged by delivery gaffe?",
        "Does anyone know any delivery damage?",
        "Did the product have a problem during delivery.",
        "Did the item get damaged when it was delivered?",
        "Did delivery mistakes cause damaged product?",
        "Am the delivery damaging the product?",
        "During shipment was it damaged?",
        "Was it damaged on its delivery?",
        "What kind of delivery damage incurred?",
        "I wonder if shipment broke it?",
        "Is any item ruined during delivery?",
        "I wondered if it broke because of shipping.",
        "Did the product suffer a problem while delivered?",
        "Maybe the package arrived broken?",
        "Was it damaged from delivery?",
        "Is something harmed when it was delivered?",
        "The delivery may cause damage to the product.",
        "Was delivery damage to the product?",
        "Delivery damage might have been the cause.",
        "Is there harm to the item delivered?",
        "Delivery damage could have been a case.",
        "Something might have been harmed when delivered.",
        "During delivery were the item damaged?",
        "The item might be damaged during delivery.",
        "Can you tell me about any delivery damage?",
        "There may be delivery damage?",
        "Does it possible that delivery could hurt the item?",
        "Parcel damaged when delivered.",
        "Is the item harmed when it's delivered?",
        "Is it damaged from delivery?",
        "Is it possible that the item might be damaged as it's delivered?",
        "Is Delivery damaging the product?",
        "Is that item ruined while delivery?",
        "It is possible that the item may have been hurt during delivery.",
        "Is it a possibility that the item may have been damaged during delivery?",
        "Did delivery misplaces damage the product?",
        "Is it possible that deliver may hurt the item?",
        "Delivery damage may be incurred.",
        "Did the product experience a problem in delivery?",
        "Something may have been harmed when delivered.",
        "Was it damaged in the shipment?",
        "Is delivered item harmed?",
        "I would like to know if shipping broke it",
        "It is possible that delivery may hurt something.",
        "Is it possible that the item may be damaged when it's delivered?",
        "Did the delivery damage product?",
        "An item was ruined during delivery.",
        "Delivery damage could be an issue?",
        "Was the item hurt when it was delivered?",
        "Is there a chance that the item may have been damaged as it was delivered?",
        "Does the item ruin during delivery?",
        "Does the product suffer from a problem during delivery?",
        "Were item ruined in delivery?",
        "Could the delivery hurt the item?",
        "Is an item damaged when shipped?",
        "Is it possible that something was damaged whendelivered?",
        "Were it damaged when it arrived?",
        "Is the delivery hurting its product?",
        "There was a ruined item during delivery.",
        "Is the item ruined from delivery?",
        "Have the delivery item been damaged?",
        "Is it possible that it was damaged when it is delivered?",
        "Is it have been affected in transit?",
        "Product damaged as a result of delivery mishaps?",
        "Is it possible that the item may have suffered damage as it was delivered?",
        "Does the delivery damage the product.",
        "Did delivery misplaces damage a product?",
        "It is possible that something was hurt during delivery.",
        "It's possible that the item may have been damaged when delivery is made.",
        "Is it harmed when delivered?",
        "It might be possible that something was damaged when it was delivered.",
        "Does the item ruined during delivery?",
        "It's possible that the item may have been damaged in transit.",
        "Were the item ruined during delivery?",
        "Delivery damage incurred?",
        "It's possible thatDelivery damage may have been the case.",
        "Is there any issues with delivery damage?",
        "If item is damaged when it is delivered?",
        "Goods are hurt in route?",
        "Did delivery damage?",
        "Is it possible that something was damaged when it was shipped?",
        "Did the package arrived broken?",
        "The package may have arrived broken.",
        "Is damaged item a problem when delivery?",
        "Has the delivery made any damage?",
        "The delivery may hurt the product.",
        "Do you think the item was ruined during delivery?",
        "What happened to delivery product?",
        "A delivery item was damaged.",
        "Was item ruined during delivery?",
        "Is it possible that something was harmed as it was delivered?",
        "Did the delivery damage products?",
        "What if it is damaged while it is delivered?",
        "Is it possible that the item may be damaged while it is delivered?",
        "Does the delivery damage its product.",
        "Is the item damaged when it was delivered?",
        "Is it possible that the item can be damaged when it is delivered?",
        "Is it possible that something was harmed when delivery?",
        "Maybe the item was hurt when it was delivered?",
        "Is the delivery injury to the product?",
        "Is a item damaged when delivered?",
        "Is delivery damage happening?",
        "Did the product experience a problem during delivery?",
        "Is the item damaged when delivery is made?",
        "It is possible that the delivery might hurt the item.",
        "Is the item ruined when it arrives?",
        "When it is delivered, is it possible that the item has been damaged?",
        "Is it possible that the item could have been damaged whendelivered?",
        "There were any damages when it arrived?",
        "Is delivery injury to the product?",
        "The item can be damaged when delivered.",
        "Can it be that the item may have been damaged when delivered?",
        "Is it possible that something was harmed when delivered.",
        "Delivery damage could exist.",
        "I question if shipping broke it.",
        "Delivery damage may be the case.",
        "Any damage incurred while delivering?",
        "Any damages to the delivery?",
        "If the item is damaged during delivery.",
        "An item ruined during delivery?",
        "Did it incur any delivery damage?",
        "Is it possible that something was delivered and hurt?",
        "Is the damaged during the shipment?",
        "Product damaged due to delivery?",
        "Something could possibly have been damaged when it was delivered.",
        "The delivery messed with a product.",
        "Someone wants to know if the item was damaged during delivery.",
        "Do you have any damage when it arrived?",
        "Did delivery product damage?",
        "Is it possible that delivery caused damage?",
        "Is the item affected by delivery?",
        "Did any damage happen when it arrived?",
        "It is possible that delivery damage was the case.",
        "What if an item is damaged when it is delivered?",
        "Did delivery problems damage the product?",
        "Did Delivery damage the product?",
        "What delivery item is damaged?",
        "Is it possible that the item may have been hurt in delivery?",
        "Is it possible that the item had damage as it was delivered?",
        "It was damaged when delivered.",
        "It's possible that something was damaged upon delivery.",
        "Is it possible that the item might have been damaged while it is delivered?",
        "Is it possible that item could be damaged when delivery?",
        "Do you think there was any damage when it arrived?",
        "Did the item Damage during delivery?",
        "It's possible that something was harmed when delivery.",
        "Is it possible that the delivery may affect the item?",
        "Something was damaged during shipment.",
        "Product damaged during delivery",
        "Do you reckon the package arrived broken?",
        "If there was any damage when it arrived?",
        "Is it possible that the item might have been damaged when it's delivered?",
        "Delivery damage could have been possible.",
        "What about delivery damage?",
        "Is it possible that the item was damaged as it was delivered?",
        "Is it possible that the item might be damaged when it was delivered?",
        "A damaged item during delivery?",
        "Is it possible that something was injured upon delivery?",
        "Is it possible that delivery might hurt an item?",
        "What damage did it suffer when it arrived?",
        "Did delivery cause any damage.",
        "Does the delivery are damaging its product?",
        "Is it plausible that the item may have been damaged when delivered?",
        "Is it possible that the item was damaged when it wasdelivered?",
        "Could that item have been ruined during delivery?",
        "Is the delivery damaging it?",
        "Did the delivery guys break the stuff?",
        "Does delivery damage its product?",
        "Was this item ruined during delivery?",
        "Was the product suffer a problem during delivery?",
        "Delivery item damaged.",
        "Something may have been hurt when it was delivered.",
        "Is delivery causing damage to the product?",
        "Does delivery harm the product?",
        "Delivery damage, any problems with it?",
        "Did delivery hurt the product?",
        "Has the delivery caused any damage.",
        "Did Delivery item get damaged?",
        "Was it damage when delivered?",
        "The product might have had a problem during delivery.",
        "Does the product suffer a problem when it is delivered?",
        "Delivery can damage the product.",
        "Did the delivery damage your product?",
        "Is it possible that the item may have been damaged when it arrived?",
        "It is possible that something was damaged while it was delivered.",
        "What happened to item during delivery?",
        "Is it damaged when it arrived?",
        "Should I inquire if shipping broke it?",
        "I'm curious if shipping broke it.",
        "Is the delivery harmful to the product.",
        "Is deliveries damaging the product?",
        "Delivery accidents have damaged product.",
        "The item can be damaged when it is delivered.",
        "There is a chance that delivery may hurt the item.",
        "Is it possible that item is damaged when it is delivered?",
        "Did delivery accidents cause damaged product?",
        "Any item that was ruined during delivery?",
        "Is this possible that the item may have been damaged when it is delivered?",
        "Is goods hurt along the way?",
        "Delivery errors damaged product.",
        "Did the delivery damage?",
        "It's possible something was damaged when delivered.",
        "It's possible that it was damaged as it was delivered.",
        "Is it possible that something was harmed when it arrived?",
        "Is something possibly harmed when delivered?",
        "Is the delivery potentially damaging the product?",
        "Delivery damage may have happened.",
        "Is it possible the item could have been damaged as it was delivered?",
        "A delivery item damaged",
        "Is there damage to delivery?",
        "Did the shipment been damaged?",
        "It is possible that the item may have been hurt while it was delivered.",
        "Was the delivery cause any damage?",
        "Was there any damage when it was delivered?",
        "Is it possible the item could have been damaged when it is delivered?",
        "The delivery item is damaged?",
        "Is it possible for item to be damaged when delivery?",
        "Was it ruined during delivery?",
        "Is it possible that the item may have been damaged when it wasdelivered?",
        "Is it possible that the item could be damaged when it is delivered?",
        "Is there a delivery damage?",
        "Is it possible that something was harmed during delivery?",
        "I want to know if shipping broke the thing.",
        "Delivery damage may be the case",
        "Delivery issues damaged a product?",
        "Could it be that the item was damaged when it was delivered?",
        "There were delivery mistakes damaged product?",
        "Is goods hurt on route?",
        "Delivery mistakes damage product?",
        "Is the delivery causing injury to the product?",
        "Is it possible something damaged when delivered?",
        "Is the goods hurt in route?",
        "Is it possible that it was harmed when delivered?",
        "Were the item damaged when delivered?",
        "Did a delivery damage something?",
        "What damage has the delivery caused?",
        "Has delivery made any damage?",
        "Would the delivery damage its product?",
        "The item may have been damaged on delivery.",
        "Is it possible that the item was damaged as it's delivered?",
        "Delivery damage may have been a possibility.",
        "It was possible that the item was damaged as it was delivered.",
        "Is it possible that the item has been damaged when it is delivered?",
        "Did the delivery have damage?",
        "Maybe the item may have been damaged when it was delivered.",
        "I wonder if the delivery guys broke my stuff.",
        "Did the shipment suffer damaged during shipment?",
        "Is it possible that something had damage when it was delivered?",
        "Did the shipment have damage during shipment?",
        "Did anyone damage it when it arrived?",
        "The delivery could potentially damage the product.",
        "I ask if it was broken by shipping.",
        "Did the product have a problem when delivery?",
        "The item might be damaged when it is delivered.",
        "Does the delivery hurt the product.",
        "Is it possible that the item was injured when delivered?",
        "Was the item damaged in delivery?",
        "Could it have been damaged when it was delivered?",
        "Is the delivery item damaged.",
        "Delivery accidents may have damaged product.",
        "Something is ruined during delivery.",
        "Is the item damaged when deliver?",
        "Delivery damage might have occurred.",
        "Delivery damage could be.",
        "Does the product suffer a problem in delivery?",
        "Is it a damaged delivery?",
        "Was the product bad during delivery?",
        "Delivery damage could have been an issue.",
        "Were the goods damaged during shipment?",
        "Is it possible that something was damage when delivered?",
        "The delivery damage may exist.",
        "Is it possible it was damaged as it was delivered?",
        "Did the product have trouble during delivery?",
        "Is it possible that something was injured whendelivered?",
        "Affected during shipment?",
        "Could the delivery item have been damaged?",
        "Did the product have a problem while delivery?",
        "If item is damaged when it arrives?",
        "Is it plausible that the item may have been damaged as it was delivered?",
        "Delivery damage may have been there.",
        "Is it possible that the item had been damaged when it was delivered?",
        "Has there any delivery damage?",
        "Has it been damaged during shipment?",
        "Is it possible that the item might be damaged when it's delivered?",
        "I wondered if the package arrived broken.",
        "Did it have damage upon delivery?",
        "Do you have delivery damage?",
        "Is the delivery of the product damaged?",
        "What if an item is damaged when it's delivered?",
        "The delivery damage the product?",
        "did the package arrive broken",
        "Is the Delivery item damaged?",
        "Is the deliverydamage the product?",
        "Is it possible the item has been damaged when it is delivered?",
        "Did the product suffer a malfunction during delivery?",
        "It's possible that something was damaged during delivery.",
        "Delivery issues damaged product.",
        "Have the delivery caused damage?",
        "Is it possible that the item could have been damaged in delivery?",
        "Delivery accidents hurt the product?",
        "Goods are hurt on the way?",
        "Was it damaged when delivered?",
        "Delivery has caused damage?",
        "Does it possible that delivery may hurt the item?",
        "Delivery damage may have been incurred.",
        "What if the item was damaged when it was delivered?",
        "Was there damage to the item when it was delivered?",
        "Is it possible that something was hurt delivery?",
        "Did this delivery damage the product?",
        "Was there any harm during shipping?",
        "Did goods get hurt en route?",
        "Any delivery item damaged?",
        "Is the item damaged as it is delivered?",
        "Is the delivery a harm to the product?",
        "Is it possible the item could have been hurt when it was delivered?",
        "What damage did delivery do?",
        "Damage has been caused by delivery?",
        "The package did not arrive without impairments.",
        "Are there any damage when it arrived?",
        "Is it possible that item is damaged during delivery?",
        "Is it possible that the item might be injured when it's delivered?",
        "I will ask if the shipping broke it.",
        "Is item damaged when it is delivered?",
        "Is it possible that something was damaged once it was delivered?",
        "Do you think the delivery damage the product?",
        "The product could have suffered a problem during delivery.",
        "Is there a possibility that something was damaged when it was delivered?",
        "Is it possible that something was hurt in the delivery?",
        "delivery item damaged?",
        "Was it damaged during the shipment?",
        "Is it possible that something was damaged as a result of being delivered?",
        "Questions regarding delivery damage.",
        "There was a delivery that damaged a product.",
        "Is there harm to the item when delivered?",
        "Is the item damaged while delivery?",
        "item ruined during delivery",
        "Product damaged by delivery mistake?",
        "It might be possible that the item was damaged when it was delivered.",
        "Was the delivery damage product?",
        "How did item get ruined during delivery?",
        "Did the product get damaged in delivery?",
        "Did the item damage when delivered?",
        "Goods could be hurt en route?",
        "Delivery damage could happen.",
        "Has delivery caused physical damage?",
        "It is possible something was damaged when delivered.",
        "Is it possible something was damaged in the delivery?",
        "It's possible that the item might have been damaged when it was delivered.",
        "Delivery item damaged",
        "Is it possible that something was harmed when it was delivered?",
        "Is the goods hurt en route?",
        "Is it possible that something was damaged, when delivered?",
        "Did the delivery affect the product?",
        "Delivery damage to the product.",
        "Is the product damaged during delivery?",
        "Was it damaged when it was brought to you?",
        "Is it possible that the item may have been damaged when it was delivered?",
        "It's possible the item may have been hurt when it was delivered.",
        "Is there any delivery damage incurred?",
        "Did the delivery ruin the product?",
        "Was there delivery damage?",
        "Was it destroyed upon delivery?",
        "Something could have been hurt when it was delivered.",
        "Did a problem occur when the product was delivered?",
        "If it is damaged when it is delivered?",
        "Was the order damaged when it was delivered?",
        "What about the item during delivery?",
        "Is something damaged during delivery?",
        "Was it damaged immediately upon delivery?",
        "The item may have been hurt when it was delivered.",
        "Could it have been damaged during the shipment?",
        "The item may be damaged when it is delivered.",
        "Did the item fall apart during delivery?",
        "Does the delivery damage its product?",
        "Is the item damaged as it was delivered?",
        "Is it possible that the item may have been damaged when delivered.",
        "The delivery may Damage the product.",
        "Delivery mistakes may have damaged the product.",
        "I wonder if it was damaged upon delivery.",
        "There were delivery incidents that damaged the product.",
        "Did you have any problems with delivery damage?",
        "Did it get damaged upon delivery?",
        "Delivery damage may have been the reason",
        "Delivery accidents damaged products?",
        "It is possible that the item may have been damaged when shipped.",
        "Delivery damage could be?",
        "Can I ask if it was broken by shipping?",
        "It's possible that the item may have been damaged as it's delivered.",
        "Is it possible that the item had been damaged during delivery?",
        "Any delivery damage",
        "Is it possible that the item got damaged when it was delivered?",
        "Is the delivery cause damage to the product?",
        "It's possible that the item has been damaged when delivered.",
        "Is delivery could hurt the item?",
        "It is possible that the item may have been injured when delivered.",
        "I should ask if shipping broke it.",
        "Your delivery item is damaged?",
        "Did the delivery damage a product?",
        "Did delivery impact the product?",
        "Does the delivery adversely affect the product?",
        "Is the damage done during shipment?",
        "Did delivery damaged the product?",
        "The package arrived broken?",
        "Did delivery damage products?",
        "Is that damage during shipment?",
        "Is there any damage to delivery",
        "The item may have suffered damage when it was delivered.",
        "The item was ruined while it was delivered.",
        "Is delivery damaging the product.",
        "Is the delivery doing damage to the product?",
        "The delivery may be damaging a product.",
        "Delivery damage may have been done.",
        "Something may have been damaged while it was delivered.",
        "Did the item damage itself during delivery?",
        "Does it seem that delivery may hurt the item?",
        "Does it make sense that something was damaged when it was delivered?",
        "During the shipment, was it damaged?",
        "item ruined in delivery?",
        "Did the delivery guys damage my stuff?",
        "Was it possible that something was damaged when delivered?",
        "Something might have been damaged when delivered.",
        "Someone asked if the package arrived broken.",
        "Delivery damage may have been the case",
        "Is it possible that delivery affects the item?",
        "It is possible that the item could have been damaged as it was delivered.",
        "It might be possible that delivery may hurt the item.",
        "Is it possible that the item may be hurt by delivery?",
        "Do you think that shipping broke it?",
        "Is it damaged in the shipment?",
        "Was it damaged upon being delivered?",
        "Will the item be harmed when delivered?",
        "Is it possible that an item might have been hurt when it was delivered?",
        "Is the item destroyed during delivery?",
        "Does the delivery damaging the product?",
        "It is conceivable that the item may have been damaged as it was delivered.",
        "Is it possible that the item is damaged as it's delivered?",
        "Is the goods hurt in the route?",
        "Is it possible that the item could have been injured when it was delivered?",
        "delivery damaging product",
        "Does item damage when delivered?",
        "The delivery has caused damage.",
        "Any harm during the shipping process?",
        "Was something damaged during delivery?",
        "Goods being hurt on their way?",
        "What if the item is damaged while it is delivered?",
        "Maybe the item was damaged when it was delivered.",
        "Is the package damaged during shipment?",
        "Can it be that something was damaged when delivered?",
        "The item was damaged during the delivery.",
        "Did delivery mistakes damage a product?",
        "Is it possible that the item may be injured when it's delivered?",
        "Did it have damage when it was delivered?",
        "Something may be damaged when it is delivered.",
        "Is it possible that the item was damaged upon delivery?",
        "Is it possible the delivery damaged the product?",
        "Goods get hurt en route?",
        "Did delivery damage things?",
        "Is this possible that the item may have been damaged when it was delivered?",
        "A delivery may hurt the item.",
        "Delivery may have caused damages.",
        "I was wondering if the shipping broke it.",
        "It's possible that the item might have been hurt when delivered.",
        "Was it damaged when delivered.",
        "Is it possible that the item was hurt when delivered?",
        "Product damaged in delivery incident?",
        "Did the delivery hurt the product.",
        "Does anybody have any issues with delivery damage?",
        "Delivery damage to the product was asked.",
        "Is this damaged during the shipment?",
        "Did the product have a problem at delivery?",
        "Did the delivery damage incur any damage?",
        "Is the delivery damaging the Product?",
        "It's possible delivery might hurt the item.",
        "Is the delivery damaging our product?",
        "Is the product suffering from a problem during delivery?",
        "It may be possible that something was damaged when delivered.",
        "it was ruined during delivery",
        "The delivery is damaged the product.",
        "Can I inquire if shipping broke it?",
        "Delivery damage might happen.",
        "Is it possible that something is damaged when delivered?",
        "It is possible that the item could have been hurt when it is delivered.",
        "Did delivery damage happen?",
        "Is it plausible that the item could have been damaged when it was delivered?",
        "Is it possible that the item could have been hurt on delivery?",
        "I will ask if it broke because of shipping.",
        "It might be the case of delivery damage.",
        "Did delivery cause any damage?",
        "What happened to the item during delivery?",
        "Is the item harmed in transit?",
        "During delivery was it damaged?",
        "Something may have been damaged when it wasdelivered.",
        "Is the delivery damaging its product??",
        "Did the delivery affect it?",
        "Is item damaged when delivered",
        "Can it be that the item may have been damaged as it was delivered?",
        "\"Did the product suffer a problem during delivery?\"",
        "I'm curious if the shipping broke it.",
        "Did it damage upon delivery?",
        "Is it a possibility that something was hurt when delivered?",
        "Was it possible that delivery could hurt the item?",
        "Delivery damage is feasible?",
        "Delivery item damaged??",
        "Delivery has done any damage?",
        "Did it get hurt on the way?",
        "It is possible that the item has been damaged when it is delivered.",
        "That delivery may hurt the item.",
        "It's possible the item might have been damaged when it was delivered.",
        "Is its delivery damaging the product?",
        "Is the item damaged when it'sdelivered?",
        "It's possible that the item might have been damaged when it's delivered.",
        "Is the delivery damage the product.",
        "Did the product endure a problem during delivery?",
        "If the item is damaged when delivery?",
        "It's possible that the delivery could hurt the item.",
        "The item may have been damaged as it is delivered.",
        "Is it true that shipping broke it?",
        "Did delivery ruin product?",
        "Did the delivery damage occur?",
        "Was the item damaged at delivery?",
        "delivery damage the product?",
        "Is the item harmed during delivery?",
        "I was wondering if the product suffered a problem during delivery.",
        "Had the package arrived broken?",
        "Does the delivery caused any damage?",
        "A delivery item has been damaged.",
        "Did the delivery item have damage?",
        "Does the delivery hit the product?",
        "Delivery damage is a reality?",
        "It was damaged upon delivery.",
        "It is possible that the item may have been damaged when it arrived.",
        "Delivery damage could be there?",
        "What about the delivery damage to the product?",
        "Does it appear that something was damaged when delivered?",
        "Did a delivery cause damage?",
        "Is there any damage to the delivery?",
        "Someone is wondering if the package arrived broken.",
        "What delivery damage has occurred?",
        "It is possible thatDelivery damage may have been the case.",
        "Is it possible that the item could have been injured during delivery?",
        "Is it possible that the item may have been injured when it's delivered?",
        "Was it damaged while delivered?",
        "Did your delivery item get damaged?",
        "damaged while shipment?",
        "What if it's damaged in delivery?",
        "Any damage with delivery?",
        "What about delivery item that is damaged?",
        "Is it possible the item may have been damaged when it's delivered?",
        "Damage incurred to the delivery?",
        "Is the item badly damaged when delivered?",
        "Is an item injured when delivered?",
        "Were item ruined during delivery?",
        "Is it possible that the delivery may have damaged the item?",
        "Is the item ruined when it's delivered?",
        "What if it's damaged when delivery?",
        "Was it damaged upon it's delivery?",
        "Delivery item can be damaged.",
        "Delivery item has damage?",
        "I'm curious if shipping broke it?",
        "Were the item damaged while it was delivered?",
        "Is there any harm to the item when it is delivered?",
        "Is it possible that something was harmed in delivery?",
        "Is the item damaged when delivered?",
        "When it arrived, what damage was done?",
        "Can it be that delivery may hurt the item?",
        "Are goods hurt en route?",
        "Is it damaged during delivery?",
        "Delivery could damage the product.",
        "I would ask if shipping broke it.",
        "It's ruined during shipping?",
        "Goods were hurt en way?",
        "Is the product damaged when delivery?",
        "Were the delivery item damaged?",
        "Did the product issue a problem during delivery?",
        "Is it possible that the item has been damaged in delivery?",
        "Is it possible that something was hurt when delivered?",
        "Has the shipment been damaged during shipment?",
        "Delivery might hurt the item.",
        "I'm wondering if shipping broke it.",
        "I will ask if shipping broke it.",
        "If the item is damaged when it is delivered.",
        "Is its product damaged by the delivery?",
        "Is something damaged whendelivered?",
        "Do you know if the delivery item is damaged?",
        "Is it possible that the item was damaged at delivery?",
        "Is goods hurt on their way?",
        "Does the delivery product damage?",
        "It is possible that the item may have been damaged when it arrives.",
        "It is possible that the item may be damaged when it is delivered.",
        "Delivery damage is an issue?",
        "Delivery damaging the product is a question.",
        "There is a question about what if item is damaged when delivery.",
        "Is it possible that something was damaged when it was delivered.",
        "Did delivery failures damage the product?",
        "Was it damaged the delivery?",
        "Does delivery harm its product?",
        "Did anyone have issues with delivery damage?",
        "Are the delivery item damaged?",
        "Is it possible that delivering might hurt the item?",
        "If item is damaged when delivered, what happens?",
        "There is a item ruined during delivery.",
        "Delivery damage is conceivable?",
        "What about the delivery damage?",
        "Is item damaged when shipped?",
        "Does delivery hurt the product?",
        "Is this delivery damage?",
        "Is delivery damage incurred?",
        "Delivery damage may have been a case.",
        "Delivery damage possible?",
        "Does the delivery is damaging the product?",
        "What if item is damaged while it is delivered?",
        "Did the delivery accidents damage the product?",
        "The product might have suffered a problem in delivery.",
        "I was wondering if shipping broke it.",
        "Did delivery damage any?",
        "Damage associated with delivery?",
        "Did the item have a problem during delivery?",
        "Is it possible that the item may have been damaged during delivery?",
        "Delivery may damage the product.",
        "Does the item have been ruined during delivery?",
        "It is possible that the item has been damaged when delivered.",
        "Did the package arrive flawed?",
        "Do you know about any delivery damage?",
        "Was the item ruined on delivery?",
        "Is it possible that the item is damaged during delivery?",
        "Was an item damaged during delivery?",
        "Is that damaged during the shipment?",
        "How damaged is the delivery item?",
        "Is it possible that the delivery damage the product?",
        "Product damaged as a result of delivery mistakes?",
        "Did the product suffer a problem in delivery?",
        "There are damages to a delivery.",
        "A damaged product from delivery.",
        "Is there something ruined during delivery?",
        "Is it possible delivery might hurt the item?",
        "There may be delivery damage that exists?",
        "Product damaged in delivery blunders?",
        "There are delivery damage?",
        "Is it possible item was ruined during delivery?",
        "Did goods hurt on their way?",
        "Do there delivery damage?",
        "Is it possible that something was damaged when you delivered?",
        "It is possible the delivery may hurt the item.",
        "Were it damaged by delivery?",
        "Is it possible that something was destroyed when delivered?",
        "Was it any delivery damage?",
        "Is the item affected when delivered?",
        "It is possible that the item might have been damaged when delivered.",
        "Goods were hurt en route?",
        "Is any damage done to the delivery?",
        "Did it suffer any damage when it arrived?",
        "Did the delivery disrupt the product?",
        "Was there any issues with delivery damage?",
        "Is it possible delivery will hurt the item?",
        "Delivery damage could have been the reason.",
        "Is it possible the item might have been damaged while it was delivered?",
        "Product damage from delivery?",
        "It's possible that something was damaged when delivered.",
        "Is the delivery damaging's product?",
        "Goods hurt on the way?",
        "Did the delivery cause damage.",
        "Did the delivery have any damage?",
        "Is the item hurt during delivery?",
        "Is the delivery damaging the goods?",
        "Is it possible that the item may have been damaged when it isdelivered?",
        "Did you receive a damaged shipment?",
        "Is it possible that deliveries may hurt the item?",
        "Does the delivery be damaging its product?",
        "Did the product have a problem in delivery?",
        "The item was ruined by delivery.",
        "The delivery damage may have been there.",
        "Will it have been damaged upon delivery?",
        "Did the item damage during the delivery?",
        "Did the item ruin during delivery?",
        "It's possible that the item could have been injured when it was delivered.",
        "the item was ruined during delivery",
        "Did the shipment have damaged?",
        "Any delivery-related damage?",
        "Is it a ruined item during delivery?",
        "Did the product suffer a problem during transit?",
        "Any damage made to the delivery?",
        "I would ask if it broke because of shipping.",
        "Maybe something was harmed when it was delivered?",
        "Does delivery damaging its product?",
        "Damaged during the shipment?",
        "Is it possible that the item was damaged in delivery?",
        "Did the product have an issue when delivered?",
        "It is possible that something was damaged when delivered.",
        "Is item damaged at delivery?",
        "The item was ruined during delivery?",
        "Does delivery damage a product?",
        "Has delivery caused some damage?",
        "Could the item have been damaged when it was delivered?",
        "Was any damage done when it arrived?",
        "Is it plausible that something was damaged when it was delivered?",
        "Was there any damage when it arrived?",
        "Is that item ruined in delivery?",
        "Any harm done during shipping?",
        "There could have been delivery damage.",
        "Is it possible that it was damaged upon delivery?",
        "It's possible that the item may have been hurt during delivery.",
        "Did there any harm during shipping?",
        "The delivery damage the product.",
        "Is it possible that it has been damaged when it is delivered?",
        "Is it possible that it could have been hurt when it was delivered?",
        "Delivery damage is a concern.",
        "Is it the delivery damaging the product?",
        "There is a chance that delivery damage was the case.",
        "Were goods hurt on the way?",
        "The product had a problem during delivery.",
        "Did the shipment get damaged?",
        "Delivery damage possibly was the case.",
        "During delivery, what happened to the item?",
        "It's possible the item might have been hurt when it was delivered.",
        "Did the product get a problem during delivery?",
        "There could be issues with delivery damage.",
        "Is the product damaged from delivery?",
        "During delivery, did the product have a problem?",
        "It may have been a case of delivery damage.",
        "Is the delivery damaging the products?",
        "Is it possible that the item may have been hurt when it was delivered?",
        "Any damage was done when it arrived?",
        "Is the delivery damaged product?",
        "Is the item damaged when you deliver it?",
        "Have any damage been caused by delivery?",
        "Is it possible that the item arrived damaged?",
        "There is delivery damage",
        "Did the delivery cause any damage?",
        "Does the delivery item damage?",
        "Is the delivery injuring the product?",
        "Do you know if there is any delivery damage?",
        "Is it a possibility that something was harmed when delivered?",
        "Have delivery caused any damage?",
        "Is there a chance something was harmed when delivered?",
        "The item may be damaged as it's delivered.",
        "Is it possible something was damaged when it was delivered?",
        "Was delivery damaging the product?",
        "It is possible that something was damaged when it was delivered.",
        "Delivery damage can be issues.",
        "Problems with delivery damaged a product?",
        "Was it damaged when it came?",
        "Delivery damage is possible?",
        "Is it possible that delivery may hurt something?",
        "Is it a possibility that delivery could hurt the item?",
        "Is it possible that the item may have been damaged as it arrives?",
        "Delivery damage perhaps exists?",
        "The item was damaged while it was delivered.",
        "Is it possible that shipping broke the thing?",
        "Had it been damaged upon delivery?",
        "Did you have any delivery damage issues?",
        "Is it possible that something was injured while being delivered?",
        "Would delivery hurt the item?",
        "What if item gets damaged when delivery?",
        "Did the product suffer a problem after being delivered?",
        "Did the product fail in delivery?",
        "It is possible that the item may be hurt when it is delivered.",
        "Is it possible delivery may hurt the item?",
        "Was the item delivered damaged?",
        "It was possible that delivery damage was the case.",
        "It's possible that the item may have been damaged when it is delivered.",
        "Did the product have any problems during delivery?",
        "Did delivery damage goods?",
        "Is it possible that the item will be damaged when delivered?",
        "Did delivery do any damage?",
        "Perhaps the item may have been damaged as it was delivered?",
        "Was it damaged on delivery.",
        "Is this delivery damage the product?",
        "Is it possible that the item might have been hurt on delivery?",
        "Delivery mistakes may have damaged a product.",
        "Was the item harmed when delivered?",
        "Did it damage during shipment?",
        "Is the delivery damages the product?",
        "Could the delivery hurt its product?",
        "How much damage did it incur when it arrived?",
        "It's possible that the item could have been damaged during delivery.",
        "Is the delivery causing damage?",
        "Did the delivery guys destroy my stuff?",
        "Is the delivery messing with the product?",
        "I wonder if shipping broke it",
        "The item may have been damaged upon delivery.",
        "Yes, is the delivery damaging its product?",
        "Does the delivery cause damage to its product?",
        "Is it damaged when it's delivered?",
        "What about damaged during shipment?",
        "Is this item ruined during delivery?",
        "It is possible that the item may have been damaged when it's delivered.",
        "Is the delivery harm the product?",
        "Could it be that the item may have been damaged when it was delivered?",
        "Were the delivery products damaged?",
        "Is it possible the item may have been damaged during delivery?",
        "Is it any delivery damage?",
        "Is it possible that the item may have suffered damage when it was delivered?",
        "Does it appear that delivery might hurt the item?",
        "Delivery damage is something that exists?",
        "I wonder if shipping broke the thing.",
        "Problem with delivery damaged product?",
        "The delivery may hurt the item.",
        "Do the product suffer a problem during delivery?",
        "Is it possible that the item has been damaged when it arrives?",
        "Is there any damage to delivery?",
        "Delivery damage may exist?",
        "It is possible that something was injured when it was delivered.",
        "An item is ruined during delivery.",
        "Is it possible that the item may have been injured while it was delivered?",
        "Does the delivery injury its product?",
        "Did delivery affect it?",
        "Does the product suffer a problem during delivery?",
        "Is it possible that delivery hurt the item?",
        "Is it possible that the item was damaged whendelivered?",
        "Do you know if delivery damage occurred?",
        "Is the delivery item ruined?",
        "Is there a chance that something was damaged during delivery?",
        "Delivery damage is occurring?",
        "Damage caused by delivery?",
        "delivery may have caused damage",
        "Delivery damage may have been the problem.",
        "Is the shipment damaged during transport?",
        "Is it possible delivery may hurt the item.",
        "Delivery item was damaged?",
        "Was it damaged the day it was delivered?",
        "Maybe the item may have been hurt when it was delivered?",
        "Is it possible that the item may have been damaged while it's delivered?",
        "Is something harmed when it is delivered?",
        "Has it been compromised in transit?",
        "Are the delivery damaging its product?",
        "Any delivery damage issues?",
        "Is the item damaged when you deliver?",
        "Did delivery cause injury to the product?",
        "The shipment was damaged during delivery.",
        "Were the items damaged during delivery.",
        "Did delivery accidents damage a product?",
        "Is the item hurt when it's delivered?",
        "When it arrived, did it have any damage?",
        "What damage did it produce when it arrived?",
        "Was this delivery item damaged?",
        "Could it be that delivery might hurt the item?",
        "Has the delivery caused any damage?",
        "The item may be hurt by the delivery.",
        "Is it possible that something was damaged in delivery?",
        "How much damage did it sustain when it arrived?",
        "An item was damaged during delivery.",
        "When it arrived, any damage?",
        "Do I inquire if the shipping broke it?",
        "Was it damaged upon delivery",
        "Were delivery products damaged?",
        "Was it a problem with the product during delivery?",
        "Is delivery a cause of damage?",
        "Delivery may hurt item.",
        "Is it possible that the item may have been hurt when it is delivered?",
        "Damage incurred when delivering?",
        "Is it possible that it was damaged in delivery?",
        "I want to know if shipping broke it.",
        "Is there a problem with the product during delivery?",
        "Does the delivery item have some damage?",
        "Is the item possibly damaged when it was delivered?",
        "Did the product have any issues during delivery?",
        "Has delivery damaged things?",
        "During delivery, was the item damaged?",
        "Was the product damaged by the delivery?",
        "Is there any harm during the shipment?",
        "Delivery damage might have been a problem.",
        "Is the product problematic during delivery?",
        "Is it true that delivery may hurt the item?",
        "Is it possible that the item is damaged while it is delivered?",
        "Is it possible that the item could have been damaged when it's delivered?",
        "Is it possible that the item might have been damaged when it arrived?",
        "Delivery damage may have resulted.",
        "The item may have been damaged as it's delivered.",
        "Delivery items are damaged?",
        "Is delivery caused any damage?",
        "It's possible the item may have been damaged when it was delivered.",
        "Is it possible that something was injured while delivery?",
        "Were things ruined during delivery?",
        "Has delivery hurt the item?",
        "Did there be a problem with the product during delivery?",
        "Delivery accidents caused damaged products?",
        "Maybe the delivery is damaging its product.",
        "Is the item delivered damaged?",
        "Has the delivery caused damages?",
        "Did the product suffer a problem for delivery?",
        "If item is damaged when delivered?",
        "Is the itemDamaged when delivered?",
        "Was it damaged within delivery?",
        "I will ask if it broke from shipping.",
        "Is it possible that something was damaged when its delivered?",
        "Is it conceivable that something was damaged when delivered?",
        "Is it possible that the item might have been damaged on delivery?",
        "Is the delivery destroying its product?",
        "It's possible that the item may have hurt when it was delivered.",
        "The case may have been of delivery damage.",
        "Delivery damage may be involved.",
        "Any damage to delivery?",
        "Is it possible that delivery might hurt the item.",
        "It's possible that the item might have been damaged in transit.",
        "Was it damaged as soon as it was delivered?",
        "Is there a chance that the item may have been damaged when it was delivered?",
        "Was it ruined when it was delivered?",
        "Is the delivery damage a product?",
        "Did any harm occur while shipping?",
        "Is it possible the item may have been damaged when it is delivered?",
        "Does item get harmed when delivered?",
        "There are any delivery damage issues?",
        "Is the delivery possibly damaging the product?",
        "What if the item is damaged while being delivered?",
        "There may have been delivery damage.",
        "Is it possible that something was damaged while it was delivered?",
        "It could have been a case of delivery damage.",
        "Product damage from delivery.",
        "Is it possible the item was damaged as it was delivered?",
        "Did the delivery damage it?",
        "Delivery damage may have been a factor.",
        "Did the product get damaged when delivered?",
        "Is something ruined in delivery?",
        "It's possible that the item may have been damaged when it was delivered.",
        "Could the item have been damaged in transit?",
        "The item may have been damaged as it was delivered.",
        "Delivery damage may have been what happened.",
        "Were the item damaged in delivery?",
        "Delivery issues may have damaged the product.",
        "Delivery accidents may have damaged the product.",
        "Was my stuff destroyed in transit?",
        "Is the item ruined during delivery?",
        "Is it likely that the item was damaged when it was delivered?",
        "The item may have been damaged when delivered.",
        "Is it possible that it may have been hurt when it was delivered?",
        "It is possible the item may have been damaged during delivery.",
        "Is the item possibly damaged when delivered?",
        "Delivery accidents may have damaged a product.",
        "Was it damaged at delivery?",
        "Did delivery incidents damage product?",
        "Would there be delivery damage?",
        "Was it damaged in delivery?",
        "Is it possible that the item may have suffered damage when delivered?",
        "Is the delivery really damaging the product?",
        "Was it damaged when you delivered?",
        "There was a damaged shipment?",
        "It might have been ruined during delivery.",
        "Has anyone had issues with delivery damage?",
        "Is it possible that the item has been damaged as it is delivered?",
        "Are the items damaged during delivery?",
        "Delivery might hurt the item?",
        "Did the item get damaged in delivery?",
        "Is the delivery causing damage to the product.",
        "Is it possible that delivery harms the item?",
        "What if the item was damaged as it was delivered?",
        "Delivery damage to the product is a question.",
        "It's possible that the item may have been injured when it was delivered.",
        "Did delivery damage its product?",
        "Is it damaged upon delivery?",
        "Delivery damage might occur?",
        "Is something harmed when delivered?",
        "Is it possible that something was delivered injured?",
        "It is conceivable that delivery might hurt the item.",
        "If the item is damaged when it's delivered?",
        "Is the item damaged delivery?",
        "Does the delivery hurt its product.",
        "Is it possible delivery may harm the item?",
        "Was it ruined upon delivery?",
        "Is it possible the item was damaged when delivered?",
        "What if the item is damaged delivery?",
        "Something was damaged when it was delivered.",
        "It was damaged while it was delivered.",
        "Is there damage during the shipment?",
        "Is there any harm to the item when delivered?",
        "Could the item have been damaged when it is delivered?",
        "Was it damaged when he delivered?",
        "Is the shipment damaging its product?",
        "What if something was harmed when delivered?",
        "The delivery messed with the product?",
        "Goods hurt en way?",
        "Something could be harmed when delivered.",
        "Is it possible that it was damaged during shipment?",
        "Did the shipment have damage?",
        "Is it plausible that the item might have been damaged when it was delivered?",
        "Any damage when it was delivered?",
        "Something may be damaged when delivered.",
        "It is possible that the case was of delivery damage.",
        "Is delivery something that may hurt the item?",
        "Is this possible that something was damaged during delivery?",
        "Is the delivery damaging its stuff?",
        "Was delivery damage incurred?",
        "Is delivery can hurt the item?",
        "It's damaged during shipment?",
        "Did it cause any damage when it arrived?",
        "Was it any damaged when it arrived?",
        "The item is ruined during delivery.",
        "Is it possible that the item may have been damaged as it is delivered?",
        "Did the product suffer a problem while being delivered?",
        "I would like to ask if the shipping broke it.",
        "I can ask if shipping broke it.",
        "It was damaged in delivery.",
        "Something might be damaged when it's delivered.",
        "Is the delivery tarnishing the product?",
        "Is the item hurt when delivered?",
        "What if delivery damaged item?",
        "Has it been hurt in transit?",
        "Did the shipment have damaged during shipment?",
        "Did the product suffer a problem during delivery",
        "Do you think delivery caused any damage?",
        "Delivery issues damaged a product.",
        "Did the product suffer a problem in transit?",
        "Did there have any damage when it arrived?",
        "Is it possible that the item may have been injured when delivered?",
        "Did the delivery people break something?",
        "There might be delivery damage",
        "Is it possible shipping broke it?",
        "Is it possible that something may have been harmed when it was delivered?",
        "Is it possible that something was damaged by the delivery?",
        "Are the goods hurt en route?",
        "Delivery item messed up?",
        "The delivery might harm the product.",
        "Did you have any issues with delivery damage?",
        "I'm wondering if the delivery is damaging its product.",
        "Did the product suffer a problem during its delivery?",
        "Is it possible the package arrived broken?",
        "Does the delivery destroy the product?",
        "Delivery item may be damaged?",
        "Is the delivery damaging its product.",
        "What is the damage to the delivery item?",
        "Delivery mistakes hurt product?",
        "Is it the case that it has been affected in transit?",
        "Had delivery caused any damage?",
        "Is the delivery damaging to its product?",
        "Is the shipment damaged the product?",
        "Is it possible that something was injured during delivery?",
        "Did the delivery men ruin my stuff?",
        "delivery item is damaged",
        "There is a chance that the item may have been damaged during delivery.",
        "Parcel was damaged when delivered.",
        "The product may have suffered a problem during delivery.",
        "Is the delivery damaged the product?",
        "Do you know if there were any damage when it arrived?",
        "Have delivery caused any damages?",
        "Delivery damage may have caused it.",
        "Did you damage it during shipment?",
        "Is delivery damage to product?",
        "Was something ruined during delivery?",
        "Is it possible the item might have been damaged when delivered?",
        "Was the product suffering a problem during delivery?",
        "Is it possible that the item might be damaged during delivery?",
        "Delivery damage may be to blame.",
        "Is it possible that the item could have been hurt when it was delivered?",
        "Is it hurt when it's delivered?",
        "Is an item damaged in delivery?",
        "Did delivery disasters damage the product?",
        "It's possible delivery damage was the case.",
        "Did the item suffer damage in delivery?",
        "It seems that delivery may hurt the item.",
        "Is item ruined on delivery?",
        "Delivery damaging its product?",
        "Did the product suffer a problem during the delivery?",
        "Were items ruined during delivery?",
        "Does anyone have any issues with delivery damage?",
        "Is it possible that the item could have been hurt in transit?",
        "Is it possible that it was damaged when it was delivered?",
        "I would ask if it broke due to shipping.",
        "Is the item damaged when it is delivered?",
        "The case might have been of delivery damage.",
        "I just want to know if shipping broke it.",
        "Is the item hurt on delivery?",
        "What about damage when delivery?",
        "Is it possible that something hurt when it was delivered?",
        "Delivery messed up damaged product?",
        "Is it possible the item may have been damaged as it was delivered?",
        "Does delivery may hurt the item?",
        "Delivery damage may have been found.",
        "Delivery failures damaged a product?",
        "Did the product get damaged during delivery?",
        "Is it conceivable that delivery may hurt the item?",
        "Is it damaged as a result of delivery?",
        "Goods hurt on route?",
        "When it arrived, did any damage occur?",
        "It is possible that the item may have been hurt when it arrives.",
        "Goods are hurt en way?",
        "Is it possible that the item may have been hurt as it was delivered?",
        "Delivery item affected?",
        "Is it possible that the item could have been damaged when shipped?",
        "Delivery damage might be there?",
        "Is the goods hurt on route?",
        "Is the product experiencing a problem during delivery?",
        "Is the delivery harmed the product?",
        "Do you know if it has been affected in transit?",
        "Is delivery causing any damages?",
        "Is it possible that the item might have hurt when it is delivered?",
        "Is an item hurt when it's delivered?",
        "Is it possible that the item damaged when it was delivered?",
        "Any damage to your delivery?",
        "Delivery damage could have be the case.",
        "Maybe something was damaged when it was delivered?",
        "Problems with delivery damaged a product.",
        "Something may have been hurt when delivered.",
        "Is it possible that the item may have been damaged when it was delivered.",
        "Delivery damage may have been a problem.",
        "Did you have any delivery damage?",
        "Is it a delivery item damaged?",
        "Did anyone have any delivery damage?",
        "Did the package arrive damaged or not?",
        "Is it possible that the item may be damaged as it's delivered?",
        "How about damaged item when delivery?",
        "Did delivery negatively impact the product?",
        "Delivery damage is a possibility?",
        "Is Delivery causing any damage?",
        "A damaged product from delivery?",
        "Was this item damaged during delivery?",
        "delivery damaging its product",
        "It is possible that the item may have been injured when it is delivered.",
        "Has shipping broken it?",
        "Is an item hurt when delivered?",
        "Does it have any issues with delivery damage?",
        "Delivery damage could possibly have been the case.",
        "I am curious if the shipping broke it.",
        "Is it possible that the item could have been damaged at delivery?",
        "It is possible that the item may have been damaged when it was delivered.",
        "Is item ruined during delivery?",
        "Is the item in question damaged during delivery?",
        "The item was damaged upon delivery.",
        "The delivery might be damaging to the product.",
        "The delivery may be hurting the product.",
        "Was the delivery hurting the product?",
        "Is it possible that the item is damaged when it arrives?",
        "Products damaged during delivery?",
        "Did delivery item become damaged?",
        "It is possible that the item was damaged when it was delivered.",
        "Is it Possible that delivery may hurt the item?",
        "Is the item harm when delivered?",
        "Was the delivery affecting the product?",
        "delivery damage might have been the case.",
        "What if item is damaged on delivery?",
        "Delivery might damage the product.",
        "Is the item damaged during delivery?",
        "It's possible that a delivery may hurt the item.",
        "delivery damage to the product?",
        "Did there Damage when it arrived?",
        "Were the shipment damaged?",
        "It is possible that the item has been damaged during delivery.",
        "Did the delivery hit the product?",
        "Is it possible that item is damaged when delivered?",
        "Product damaged in delivery incident.",
        "If item is damaged delivery?",
        "Is there a chance that the item may have been damaged during delivery?",
        "Delivery accidents caused damaged product?",
        "Delivery damaging may have been the case.",
        "Could there be delivery damage?",
        "Delivery may be damaging the product.",
        "Is it possible that the item might have been damaged when it was shipped?",
        "Is the delivery compromising the product?",
        "It might have been damaged when it was delivered.",
        "Was it damaged in shipment?",
        "It's possible that the item might have been injured when it was delivered.",
        "It is possible that the item may have been injured when it was delivered.",
        "Is it possible that the item was damaged when shipped?",
        "Is something possibly damaged when delivered?",
        "Is the delivery item damaged",
        "There is delivery damage?",
        "It's possible that something was damaged in delivery.",
        "Does it appear that the item may have been damaged when it is delivered?",
        "Is it possible that the item is damaged when delivery?",
        "The delivery is damage the product.",
        "What if the item is damaged when it's delivered?",
        "Is something possibly harmed when it's delivered?",
        "Is it possible that the item might be damaged when it is delivered?",
        "What if the delivery was damaging the product?",
        "Is there any damage with delivery?",
        "Is it possible that something was harmed while it was delivered?",
        "Is the item that was ruined during delivery?",
        "Is it possible that it may have been damaged when it was delivered?",
        "What damage was caused when it arrived?",
        "Did the product suffer a issue during delivery?",
        "There were any damage when it arrived?",
        "There might be delivery damage?",
        "Are any delivery damage incurred?",
        "The delivery may be damage to the product.",
        "There is a question if item is damaged when delivery.",
        "Had the delivery damaged the product?",
        "Did it get ruined during delivery?",
        "It's possible that the item might have been hurt when it's delivered.",
        "Is the delivery possibly hurting the item?",
        "Did the delivery do damage?",
        "Is the item ruined while it is delivered?",
        "Do you think there is any delivery damage?",
        "Did the product have a problem during its delivery?",
        "What if there is damage when it is delivered?",
        "Did the delivery guys break it?",
        "item ruined during delivery?",
        "I want to know if shipping broken it.",
        "Can an item be harmed when delivered?",
        "Did the item damaged during delivery?",
        "What if item is damaged in delivery?",
        "Is it possible that something was hurt when you delivered it?",
        "The item may have been injured when it was delivered.",
        "damage during shipment?",
        "It's possible that the item could have been hurt when it's delivered.",
        "Is it possible that the item is damaged upon delivery?",
        "What if it's damaged when delivered?",
        "Been damaged during shipment?",
        "I would like to know if the item was damaged during delivery.",
        "Did the item suffer damage when delivered?",
        "The delivery might hurt the product.",
        "Is it possible that something may have been hurt when it was delivered?",
        "Was the product affected by the delivery?",
        "Is it possible that there was damage when it was delivered?",
        "The delivery has caused any damage.",
        "Was this damaged during shipment?",
        "Product damaged in delivery",
        "Is it possible that the item could have been hurt when it's delivered?",
        "It's possible that delivery may hurt the item",
        "Damage to delivery product?",
        "Do you think it was damaged during shipment?",
        "When an item is delivered, is it hurt?",
        "Can the delivery damage the product?",
        "It is possible that something was damaged when it arrived.",
        "Delivery damage issues?",
        "What if item is damaged when delivered?",
        "Did any delivery damage occur?",
        "Delivery damage potentially exists?",
        "Is it possible that the item was damaged during delivery?",
        "Is it possible that delivery may hurt an item?",
        "Delivery accidents damaged a product.",
        "Delivery damage of the product?",
        "Is it possible that something was hurt during delivery?",
        "Is the delivery damaged the item?",
        "Can the item have been damaged when it was delivered?",
        "Is the delivery damaging its goods?",
        "It is possible that delivery may hurt the item.",
        "When it arrived, did there any damage?",
        "The product may have had a problem during delivery.",
        "Is item ruined during delivery.",
        "Is it possible that the item might have been hurt during delivery?",
        "Something was ruined during the delivery.",
        "What is the damage to the product from delivery?",
        "Was it damaged when delivery?",
        "Is the item ruined while delivery?",
        "Were the delivery product damaged?",
        "Delivery failures damaged the product?",
        "Is it plausible that delivery could hurt the item?",
        "Is it possible that the item may have been injured when it was delivered?",
        "Product damaged by delivery carelessness?",
        "There is a question about damaged item when delivery.",
        "When the item was delivered, was it damaged?",
        "Is item ruined in delivery?",
        "Is it possible that the item was damaged while delivered?",
        "It is possible that the item might be damaged when it is delivered.",
        "There could be damage when it arrived.",
        "Delivery disasters damaged the product?",
        "Was my shipment ruined?",
        "Is it possible that something was hurt while it was delivered?",
        "I would like to know if it broke due to shipping.",
        "What about delivery item damaged?",
        "Is the product affected by delivery?",
        "Is something damaged when it's delivered?",
        "Any damage from the delivery?",
        "Was it damaged in the delivery?",
        "Was item ruined in delivery?",
        "Did the item Damage during Delivery?",
        "Did the delivery damage the product.",
        "Is the product having a problem during delivery?",
        "Does the delivery damage the item?",
        "It's possible that the item may be hurt when it's delivered.",
        "Is it possible delivery could hurt the item?",
        "Is it conceivable that the item may have been damaged when delivered?",
        "It's possible that the item could have been damaged when it was delivered.",
        "Did you have delivery damage?",
        "Do you think delivery damage exists?",
        "The delivery mishaps may have damaged the product.",
        "Did the package break when it arrived?",
        "Is it possible that the item might be damaged when delivered?",
        "Did the product have a problem during delivery?",
        "Is shipping to broken it?",
        "Did the product suffer from a problem during delivery?",
        "Do you know if shipping broke it?",
        "It's possible that the item may have been injured during delivery.",
        "Delivery damaged may have been the case.",
        "Does anyone have an issue with delivery damage?",
        "Is it possible that delivery may hurt this item?",
        "What if the item was damaged in delivery?",
        "Is it possible delivery may hurt it?",
        "Have delivery caused damage?",
        "What if items are damaged when delivered?",
        "Is it a delivery damage?",
        "I will inquire if shipping broke it.",
        "Is it a damaged item during shipment?",
        "It's possible that the item may have been injured when delivered.",
        "Did thepackage arrive damaged?",
        "Any damage done to the delivery?",
        "Delivery damage may have been caused.",
        "Could the delivery damage the product?",
        "It is possible that the item was damaged upon delivery.",
        "Is it possible that the item may have hurt when delivered?",
        "What damage did the delivery incur?",
        "What about the delivery damaging its product?",
        "It might be possible that the item was damaged as it was delivered.",
        "Was the thing damaged upon delivery?",
        "I wonders if shipping broke it.",
        "Delivery damage may have been the matter.",
        "Was it damaged as it was delivered?",
        "The product may have a problem during delivery.",
        "Delivery damage may exist.",
        "There was a problem with the product during delivery.",
        "Has deliverycaused damage?",
        "It is possible that the item might have been damaged as it was delivered.",
        "Is the item damaged as it's delivered?",
        "Perhaps delivery damage exists?",
        "Is it possible that the item could have been damaged on delivery?",
        "Did this package arrive broken?",
        "Is it possible that something went wrong when it was delivered?",
        "Would delivery item be damaged?",
        "Is it possible that the item may be damaged during delivery?",
        "It is conceivable that delivery could hurt the item.",
        "Is it Possible that something was damaged when delivered?",
        "Is it possible for something to be damaged when delivered?",
        "Did the item ruined during delivery?",
        "It's possible that the item might have been damaged as it was delivered.",
        "Is a delivery damaging its product?",
        "damaged during shipment?",
        "Delivery damage was a possibility.",
        "There's any delivery damage?",
        "Were the product issues during delivery?",
        "Did it incur any damage when it arrived?",
        "Were delivery items damaged?",
        "The item was destroyed during delivery?",
        "Is the item harmed when it is delivered?",
        "Is it possible that delivery can hurt an item?",
        "A delivery damage?",
        "Did the product have a problem when it was shipped?",
        "There's a chance that delivery may hurt the item.",
        "Is it possible that something was hurt as it was delivered?",
        "Could something have been damaged when it was delivered?",
        "Is that the item ruined during delivery?",
        "Is this delivery damaging its product?",
        "Had any delivery damage?",
        "It's possible that it was hurt when it was delivered.",
        "Did the product have a problem when it arrived?",
        "Is it possible that something arrived damaged?",
        "There was any delivery damage?",
        "Do you have any delivery damage?",
        "If the item is damaged when delivery",
        "Did the item suffer any damage during delivery?",
        "Is it possible that the item may have been damaged during its delivery?",
        "It is possible that the item may have been hurt when it was delivered.",
        "During delivery is the item ruined?",
        "Was there any damage when it came?",
        "Do you think delivery may hurt the item?",
        "Is it possible that the item may have suffered damage when it is delivered?",
        "Maybe the delivery item is damaged.",
        "The delivery could damage the product.",
        "Did the goods hurt en route?",
        "Is it possible the item may be damaged when delivered?",
        "Is the delivery damaging to the product?",
        "Is delivery harmful to the item?",
        "Goods got hurt en route?",
        "Does the delivery item look damaged?",
        "Is there any damage done by delivery?",
        "Did the delivery hurt it?",
        "Could the item have been damaged during delivery?",
        "Is it ruined upon delivery?",
        "Is it possible that there was harm when delivered?",
        "Is its delivery damaging its product?",
        "Are there delivery damage?",
        "Was Delivery item damaged?",
        "Is it possible that something was hurt when it was delivered.",
        "What was ruined during delivery?",
        "Is it possible the item may have hurt when it's delivered?",
        "Does anyone know if there was any damage when it arrived?",
        "Is the item damaged delivery wise?",
        "There are any issues with delivery damage?",
        "Product damaged by delivery?",
        "Is an item damaged when you deliver it?",
        "Delivery damage could occur?",
        "If item is damaged during delivery?",
        "Does the delivery negatively affect the product?",
        "Were the items damaged when they were delivered?",
        "Has there any damage when it arrived?",
        "Maybe the item might have been hurt when it was delivered?",
        "Delivery damage may have been made.",
        "Is the delivery causing injury to its product?",
        "Delivery damage is possible.",
        "There may be delivery damage issues.",
        "Delivery damage could have been the cause.",
        "I want to know if the shipment broke it.",
        "Are there any delivery damage issues?",
        "It is conceivable that the item may have been damaged when it was delivered.",
        "Something was damaged during delivery.",
        "Delivery problems damage product?",
        "Is there a problem with delivery damage?",
        "What damage did it incur when it arrived?",
        "Delivery misfortunes damaged product?",
        "Is it possible that something was damaged when the package was delivered?",
        "The delivery seems to be damaging the product.",
        "Is an item damaged when delivered.",
        "It's possible that the item could have been hurt when it was delivered.",
        "Were it damaged in delivery?",
        "Is it possible that the item may be damaged when delivered?",
        "It was damaged during the shipment.",
        "Is it possible that a delivery could hurt an item?",
        "Has delivery left any damage?",
        "There is a question about the delivery damage to the product.",
        "Delivery damaged may be the case.",
        "delivery damage could have been the case.",
        "Goods were hurt on the way?",
        "Have you seen any damage when it arrived?",
        "Is the delivery damage to its product?",
        "Is the item ruined on delivery?",
        "Is it a possibility that the item may have been damaged when it is delivered?",
        "Has delivery done any damage?",
        "Is it possible that item may be damaged when delivery?",
        "Did Delivery damage product?",
        "Delivery accidents damaged product?",
        "Something delivered is damaged?",
        "Was any delivery damage incurred?",
        "Is it possible that something was harmed in the delivery?",
        "How much damage did it suffer when it arrived?",
        "Delivery damage may has been the case.",
        "Is it possible that the item could have been injured when it's delivered?",
        "Do there have any issues with delivery damage?",
        "What if something was hurt when it was delivered?",
        "Delivery damage to product",
        "Is it possible that the item was damaged, when it was delivered?",
        "Something damaged during delivery?",
        "Is there any chance that something was harmed when delivered?",
        "Is any damage when it arrived?",
        "Is the item damaged while it was delivered?",
        "The delivery could hurt the item.",
        "Delivery damage could have happened.",
        "Maybe delivery may hurt the item?",
        "Does the delivery are damaging the product?",
        "Is delivery damage true?",
        "Damage incurred to delivery?",
        "There might be damage when it arrived.",
        "Are delivery mistakes damaged product?",
        "Was there a problem with the product during delivery?",
        "Is that possible that delivery may hurt the item?",
        "The delivery damages the product.",
        "Is it possible that it may have hurt when it was delivered?",
        "Delivery damage may have been the reason for it.",
        "Could something be damaged when delivered?",
        "Is it possible that the item was damaged while being delivered?",
        "Did the item suffer damage when it was delivered?",
        "Can something be damaged when delivered?",
        "Is there a delivery item damaged?",
        "Is it possible that something was delivered and damaged?",
        "Did the product have a issue during delivery?",
        "Are there any damages when it arrived?",
        "Was it damage from delivery?",
        "Delivery may possibly hurt the item.",
        "Delivery damage occur?",
        "Was the delivery item damaged?",
        "Does delivery cause any damages?",
        "I am wondering if the shipping broke it.",
        "The item may have been damaged when delivery is made.",
        "Is it possible there was damage when it was delivered?",
        "Could this item have been damaged when it was delivered?",
        "Delivery damage may have been present.",
        "Is it damaged upon delivery.",
        "Delivery could be damaging its product.",
        "The item maybe damaged during delivery.",
        "Is it possible that the item could have been damaged when it arrived?",
        "Delivery damage could be a problem.",
        "Is there damage to the delivery product?",
        "It is possible that something was harmed when it was delivered.",
        "Is it possible that the item may have been injured in delivery?",
        "Is something could have been harmed when it was delivered?",
        "Did delivery mishaps damage the product?",
        "Did the delivery damage the item?",
        "It's possible that delivery may hurt an item.",
        "Did delivery incidents damaged the product?",
        "It may be possible that the item was damaged when it was delivered.",
        "Was the order damaged when delivered?",
        "Did the product experience a delivery problem?",
        "Delivery damage might have been the reason.",
        "During delivery, what item was ruined?",
        "If it had any damage when it arrived?",
        "Did delivery disrupt the product?",
        "Does it have damage when it arrived?",
        "What delivery damage was incurred?",
        "Were there any issues with delivery damage?",
        "Did the item suffer a problem in delivery?",
        "Is Delivery Damage the Product?",
        "Is it possible the item may have been damaged when it was delivered?",
        "Delivery caused damage?",
        "Maybe something was harmed when delivered.",
        "Is it possible the item may have been damaged while it was delivered?",
        "Delivery may hurt the item",
        "If there is any delivery damage?",
        "The package may have broken when it arrived.",
        "Things ruined during delivery.",
        "Has delivery destroyed something?",
        "Delivery issues caused damaged product?",
        "Delivery damaged might have been the case.",
        "Item damaged during delivery.",
        "Delivery item possibly damaged?",
        "Delivery damage might have been involved.",
        "Is it possible that the item was damaged as it was delivered.",
        "Delivery accidents might have damaged the product.",
        "Did it become affected in transit?",
        "Delivery incidents damaged the product.",
        "Is it has been affected in transit?",
        "Is it possible that the item has been damaged in transit?",
        "Delivery failures damaged product?",
        "Is it possible that delivery can hurt the item?",
        "Is it possible that the item could have been damaged during delivery?",
        "Delivery items damaged?",
        "Is it possible that something was damaged when it wasdelivered?",
        "Perhaps the package arrived broken?",
        "Was it damaged as it arrived?",
        "Is this possible that something was damaged when it was delivered?",
        "It's possible that the item was damaged while it was delivered.",
        "Is that any damage when it arrived?",
        "Is it plausible that the item might have been damaged as it was delivered?",
        "Is it possible that the item might have been injured when it's delivered?",
        "Does anyone know about delivery damage?",
        "Is the item delivery damaged?",
        "It's possible that something was damaged when it was delivered.",
        "Parcel that arrived was damaged.",
        "I would want to know if shipping broke it.",
        "Is it possible for delivery to hurt the item?",
        "Product damaged by delivery accidents?",
        "Is shipping broke it?",
        "Was the item ruined in the delivery?",
        "Is it possible that it could have been damaged when it was delivered?",
        "Was the delivery harmful to the product?",
        "Is the delivery harmful to the product?",
        "Is the delivery damage the product",
        "I wonder if it broke from shipping.",
        "Is the product harmed by the delivery?",
        "Is any delivery damage incurred?",
        "Delivery might have caused damage.",
        "Is there a chance that something was hurt when it was delivered?",
        "Did the product have a problem during shipment?",
        "Was it affected by delivery?",
        "If item is damaged when delivery.",
        "Damage to the delivery might have been the case.",
        "Delivery could be damaging the product.",
        "Is it possible that the item may have been hurt on delivery?",
        "There was damaged during shipment.",
        "Is delivering the product damaging?",
        "Did you damage it during the shipment?",
        "There is a possibility that the item may have been damaged when it is delivered.",
        "Did the product suffer a problem while delivery?",
        "Is the delivery harmed its product?",
        "Was it damaged upon shipment?",
        "Are goods hurt on route?",
        "the delivery may be damaging the product",
        "Does the delivery damage your product?",
        "Is it possible that something got damaged when delivered?",
        "Is an item delivered damaged?",
        "Has delivery damaged something?",
        "Does anyone have any delivery damage?",
        "There might be delivery damage incurred.",
        "Is there damage when it arrived?",
        "Did the delivery injury the product?",
        "Has delivery done damage?",
        "Delivery damage could have been what happened.",
        "Is it possible that the item might have been damaged while being delivered?",
        "Did the product be damaged during delivery?",
        "Did it damage during the shipment?",
        "Is it possible that the item may have been hurt when delivered?",
        "Is the item damaged while delivered?",
        "Is item hurt when delivered?",
        "Did the package arrive broke?",
        "Is the delivery damaging your product?",
        "Were delivery mistakes damaged the product?",
        "have delivery caused any damage?",
        "Is the delivery doing harm to its product?",
        "There is an item ruined during delivery.",
        "Delivery damage appears?",
        "Is it possible that something was hurt when it was delivered?",
        "There may be issues with delivery damage.",
        "Is it conceivable that the item may have been damaged when it is delivered?",
        "Is it possible that the item was damaged while it was delivered?",
        "Delivery damage can exist.",
        "Did it sustain any damage when it arrived?",
        "Delivery damage exists",
        "Is it possible that there was damage when delivered?",
        "Do you know if it was damaged during shipment?",
        "Is it possible delivery can hurt the item?",
        "Is it plausible that the item may have been damaged when it is delivered?",
        "Is the delivery damage the item?",
        "There is a delivery damaging the product.",
        "Is it possible that the item could be hurt when it's delivered?",
        "Is it damaged during shipment.",
        "The delivery damaged the product.",
        "I want to know if the product suffered a problem during delivery.",
        "Is it delivery damage?",
        "Delivery damage could have been the problem.",
        "It was possible thatDelivery damage was the case.",
        "What if the item is damaged when delivered.",
        "Is item damaged on delivery?",
        "Were it damaged at delivery?",
        "Is it possible that the item could have been damaged when delivery is made?",
        "Delivery damage is possibilities.",
        "It is possible the item may have been damaged as it was delivered.",
        "Did delivery harm product?",
        "Is it possible that something went wrong when delivered?",
        "Does the delivery harm the product?",
        "Delivery problems damaged the product?",
        "It's possible that delivery will hurt the item.",
        "Should I question if shipping broke it?",
        "Was goods hurt en route?",
        "Was it possible that delivery might hurt the item?",
        "Maybe the item could have been damaged when it was delivered.",
        "Is the product damaged by delivery?",
        "Did it get damaged when it was delivered?",
        "It's possible the item may have been damaged when delivered.",
        "Is there delivery damage that exists?",
        "What if the item is damaged while it's delivered?",
        "Is there any chance that something was damaged when delivered?",
        "Is it the delivery that is damaging the product?",
        "Delivery damage is possible",
        "Is the delivery harming its product?",
        "It is possible that delivery damage has been the case.",
        "Does the delivery hurt its product?",
        "The delivery item is damaged.",
        "Is there harm when the item is delivered?",
        "Damage to the delivery may have happened.",
        "Is it possible that the item was damaged when it was delivery?",
        "What if it is damaged delivery?",
        "Would the delivery damage the product?",
        "Is it possible that something was damaged during delivery?",
        "Delivery product damaged?",
        "It is possible that the item is damaged as it is delivered.",
        "Is it possible something was damaged in delivery?",
        "Did your delivery damage?",
        "Is delivery damaging product?",
        "Did delivery accidents ruin the product?",
        "Did the delivery damage something?",
        "Is the item hurt when delivery?",
        "It's possible that the item may have hurt when it's delivered.",
        "Delivery did cause damage?",
        "Is it possible that something was injured when delivery?",
        "Is it possible that something was damaged delivery?",
        "Is there a possibility that something was damaged when delivered?",
        "A delivery damage may have been the case.",
        "delivery may have caused damage.",
        "Was there damage when it arrived?",
        "Is it possible that the item could be damaged when delivered?",
        "Is it possible that the item may have been injured when it arrived?",
        "Is it possible there was damage when delivered?",
        "Perhaps something was damaged when it was delivered?",
        "It's possible that it was damaged when it was delivered.",
        "It was ruined during the delivery.",
        "Is it possible that the delivery may harm the item?",
        "There is a delivery item that is damaged.",
        "The item is damaged when delivered.",
        "There is an item that is ruined during delivery.",
        "Is an item damaged upon delivery?",
        "Is the goods hurt on the way?",
        "Could it be that the item may have been damaged when it is delivered?",
        "Was the product damaged during the delivery?",
        "Is the delivery damaging?",
        "Questions about delivery damage?",
        "I have to ask if the shipping broke it.",
        "Was it damaged when it was delivered?",
        "Did delivery incidents damage the product?",
        "What if item is damaged at delivery?",
        "Any damage caused by delivery?",
        "Is the shipment damaged when it arrives?",
        "Is it possible that it was hurt when delivered?",
        "Is it possible that something was hurt while delivery?",
        "What if it is damaged in delivery?",
        "Did it damage when delivered?",
        "Is it possible delivery may hurt an item?",
        "Is there damage during shipment?",
        "Could this delivery item be damaged?",
        "Did the delivery damage exist?",
        "Is the delivery cause any damage?",
        "Do you know if there was any damage when it arrived?",
        "Damage from delivery?",
        "There was a item ruined during delivery.",
        "Any defects with the delivery?",
        "delivery damage may have been the case.",
        "Did the item come damaged during delivery?",
        "Did delivery item have damage?",
        "Product damaged in delivery?",
        "Was the item ruined during delivery?",
        "Did the delivery damage the product",
        "Is there any delivery damage done?",
        "Is the item hurt when it arrives?",
        "Is it possible that the item might have been injured during delivery?",
        "Is delivery might hurt the item?",
        "There was a item that was ruined during delivery.",
        "Is it a possibility that something was hurt when it was delivered?",
        "Delivery damage might have happened.",
        "Is any damage done when it arrived?",
        "Delivery damage?",
        "Is it damage when delivered?",
        "The package was delivered with some impairments",
        "Did the product have a problems during delivery?",
        "Does the delivery damaging its product?",
        "Is the delivery degrading the product?",
        "Are delivery item damaged?",
        "Can I ask if it broke because of shipping?",
        "Might delivery hurt the item?",
        "Do you know if it was affected in transit?",
        "The goods were hurt en route?",
        "If item is damaged when delivery?",
        "Is there any harm to the item delivered?",
        "Is that delivery damaging its product?",
        "The item could have been damaged when it is delivered.",
        "Delivery damage could possibly be the case.",
        "It's possible that the item could have been damaged as it was delivered.",
        "Is the delivery caused any damage?",
        "It's possible something was damaged when delivery.",
        "Do you think delivery item has been damaged?",
        "Was the item damaged during delivery?",
        "Delivery damage is an issue.",
        "The delivery may damaged the product.",
        "Is it possible that delivery will hurt the item?",
        "Delivery damage could have been a factor.",
        "The delivery could Damage the product.",
        "Any delivery damage problems?",
        "Is it possible that the item may have been hurt during delivery?",
        "Is there damaged during shipment?",
        "Is it possible things were damaged when delivered?",
        "Is it possible the item could have been damaged when it was delivered?",
        "Is it possible that it was damaged when delivered?",
        "It's possible that the item might be hurt when it's delivered.",
        "Has any delivery damage been incurred?",
        "Is any damage to the delivery?",
        "Is the delivery injured the product?",
        "Is the item ruined when delivered?",
        "Is the delivery may hurt the item?",
        "Did your shipment damage during shipment?",
        "Delivery may cause some damage.",
        "It's conceivable that delivery may hurt the item.",
        "Is the delivery causing damage to the product?",
        "Something may have been harmed when it was delivered.",
        "The delivery product might have been damaged.",
        "Did the delivery item damage?",
        "Is it possible that the item may have hurt when it's delivered?",
        "Did the product damage during delivery?",
        "The product was damaged during the delivery.",
        "Something may have been damaged during delivery.",
        "Does delivery damage something?",
        "damaged during shipment",
        "Is it possible that the item might have been hurt when it was delivered?",
        "Delivery damage, Any issues?",
        "Did the delivery result in damage?",
        "Did the delivery item Damage?",
        "Did the delivery men break something?",
        "Is it possible that the item might have been damaged when it was delivered?",
        "Is the item damaged as it arrives?",
        "Was the product damaged during delivery?",
        "What if something is damaged when delivered?",
        "Delivery damage could happen?",
        "Damage done to a delivery?",
        "Did delivery cause harm to the product?",
        "Has delivery damage been done?",
        "It is possible that something was harmed when delivered.",
        "It is possible that the item might have been damaged while it was delivered.",
        "I wonder whether shipping broke it.",
        "It is possible that something was damaged during delivery.",
        "Did the item suffer a problem during delivery?",
        "Perhaps the item may have been hurt when it was delivered?",
        "Is it possible that the item might be hurt by delivery?",
        "Delivery damage could have been the case.",
        "Delivery damage is suspected.",
        "Has delivery caused damage?",
        "Is it possible that the item might have been hurt in transit?",
        "Is the delivery responsible for damage to the product?",
        "Something may be harmed when delivered.",
        "Isn't it possible that delivery could hurt the item?",
        "Is this item ruined by delivery?",
        "Was the delivery damaging the product.",
        "Delivery incidents damaged a product?",
        "Are there any damage to the delivery?",
        "Is product damaged when delivered?",
        "What happens if it is damaged when delivery?",
        "was it damaged when it was delivered?",
        "Was there damage to the delivery product?",
        "Has the delivery had any damage?",
        "The delivery could hurt the product.",
        "Is it possible that something was hurt when it wasdelivered?",
        "Is it possible that something was injured when it was delivered?",
        "If item is damaged in delivery?",
        "Product damaged in delivery mistakes?",
        "Is it possible that the item may be damaged as it is delivered?",
        "Is the deliver damaging its product?",
        "Is something possibly damaged when it's delivered?",
        "Delivery may have caused some damage.",
        "What if something is damaged when it's delivered?",
        "Is it possible that an item is damaged when delivery?",
        "Delivery damage may have occured.",
        "Was it broken by shipping?",
        "Did there damage when it arrived?",
        "What about the delivery damaging the product?",
        "Is the item damaged delivery-wise?",
        "Is it possible that the item might have been injured when it was delivered?",
        "Did delivery have any damage?",
        "Did the product suffer a problem in the delivery?",
        "What if it is damaged when you deliver it?",
        "Is it possible that the item damaged as it was delivered?",
        "Delivery damage may be what happened.",
        "It is possible thatDelivery damage occurred.",
        "The delivery item is damaged",
        "It's possible that the item might have been hurt when it was delivered.",
        "Is my stuff broken by the delivery guys?",
        "Is the item damaged on delivery?",
        "It might be possible that the item was hurt when it was delivered.",
        "Is the delivery wounding its product?",
        "Does the delivery harm its product?",
        "Any harm during delivery?",
        "Delivery harm may have been the case.",
        "I was wondering if the product had a problem during delivery.",
        "How about the delivery item being damaged?",
        "Is delivery possible that it may hurt the item?",
        "Is it possible that delivery could hurt it?",
        "Is it possible that the item may have been damaged in transit?",
        "Is delivery damaging the product?",
        "Did the product damage in transit?",
        "Is the item ruined when it is delivered?",
        "The item may be damaged when it was delivered.",
        "It's possible that the item might have been hurt during delivery.",
        "Is the item damaged upon delivery.",
        "The delivery could be damaging to the product.",
        "Did the delivery hurt its product?",
        "Can something be harmed when delivered?",
        "The item may have been damaged when it was delivered.",
        "Is something hurt when it is delivered?",
        "Did item ruined during delivery?",
        "It's possible that the item may have been damaged upon delivery.",
        "Is there any damage from delivery?",
        "How much delivery damage did it incur?",
        "I was wondering if the item was damaged during delivery.",
        "What if it's damaged when it's delivered?",
        "Is it harmed when it is delivered?",
        "Did delivery destroy the product?",
        "Is it possible the item could be damaged when it is delivered?",
        "I don't know if the item was damaged during delivery.",
        "Did the product get damaged in the delivery?",
        "Delivery damage happens?",
        "What if the item is damaged when you deliver it?",
        "Was it damaged while being delivered?",
        "It's possible that something was hurt when it was delivered.",
        "Was that damaged when it arrived?",
        "Delivery damage exists?",
        "Is it possible that the item was damaged when delivery was made?",
        "I would like to know if shipping broken it.",
        "Is it plausible that the item may have been damaged when it was delivered?",
        "Perhaps the delivery item is damaged?",
        "Is it damaged on delivery?",
        "What damage was done to it when it arrived?",
        "Is it possible that something was hurt when delivered.",
        "Was it damaged delivery?",
        "I wonder if the item is harmed when delivered.",
        "Is it conceivable that delivery might hurt the item?",
        "Isn't the item ruined during delivery?",
        "I wonder if the delivery men broke my stuff.",
        "Is it possible that delivery could hurt this item?",
        "delivery damage may have been the case",
        "Did the product suffer a problem when it arrived?",
        "Was the item damaged as it arrived?",
        "Is it possible that it may have been damaged as it was delivered?",
        "Is there any issue with delivery damage?",
        "Is it damaged while shipment?",
        "It is possible that the item could be damaged when it is delivered.",
        "Did the delivery harmed the product?",
        "Wrecked during shipment?",
        "Is the item hurt in delivery?",
        "Has delivery damaged anything?",
        "Did delivery item damage?",
        "Is the item damaged when delivered.",
        "Is it possible that an item could have been hurt when it was delivered?",
        "Did the product suffer a problem with delivery?",
        "Is it possible the item was hurt when it was delivered?",
        "Is the delivery possible to hurt the item?",
        "Was it damaged during shipment?",
        "Delivery damaged item?",
        "Was the delivery harming the product?",
        "Something might have been harmed when it was delivered.",
        "Delivery damage may have been a circumstance.",
        "Is it possible that the item may have been damaged during the delivery?",
        "I would like to know if it was broken by shipping.",
        "Maybe the delivery is damaging the product.",
        "Has the delivery done any damage?",
        "There is a possibility that something was harmed when delivered.",
        "Is it possible that something was injured while delivered?",
        "Questions about delivery damage",
        "Is this damage during shipment?",
        "an item was ruined during delivery",
        "Is it a possibility that the item may have been damaged when delivered?",
        "Is it possible that the item may have been injured when it is delivered?",
        "Delivery damage can happen.",
        "Do you think the shipment was damaged?",
        "Did it suffer damage on the way?",
        "Is this delivery item damaged?",
        "Is it possible something was harmed when delivered?",
        "Any issues about delivery damage?",
        "Possible delivery damage?",
        "Isn't it possible that something was damaged when delivered?",
        "Product damage due to delivery?",
        "Something might have been damaged when it was delivered.",
        "Is it possible that something was damaged delivery-wise?",
        "Delivery damage can occur?",
        "The item may have been damaged in delivery.",
        "Is it possible that what was delivered was damaged?",
        "Is it bad during shipment?",
        "When it arrived, did there damage?",
        "Was it damaged as a result of the delivery?",
        "Do you know if the package arrived broken?",
        "How damaged did it arrive?",
        "Did the item break during delivery?",
        "Delivery damage may occur.",
        "When delivered, is the item harmed?",
        "Is it damaged in shipment?",
        "Is it damage during the shipment?",
        "I asked if it broke because of shipping.",
        "Is it possible that the item has been damaged upon delivery?",
        "Is that delivery item damaged?",
        "Delivery damage could exist?",
        "Is it a possibility that something was injured when delivered?",
        "Did the item get damaged during delivery?",
        "Is the item damaged from delivery?",
        "Do I inquire if it broke because of shipping?",
        "Does the item have damage during delivery?",
        "Is it possible that the item might have been damaged whendelivered?",
        "Is delivery hurting the item?",
        "What if there is a damaged item when delivery?",
        "Could it be that the item may have been damaged as it was delivered?",
        "Is it possible that something hurt when delivered?",
        "What happened to the delivery product?",
        "Is delivering damaging its product?",
        "Can the item possibly have been damaged when it is delivered?",
        "There could be delivery damage.",
        "Any damage done to delivery?",
        "Is the item delivered hurt?",
        "What if the item is damaged when delivered?",
        "Is delivery the cause of damage?",
        "Damage with delivery?",
        "Is it possible that the item might have been hurt while it was delivered?",
        "What if it's damaged when you deliver?",
        "Did it get affected in transit?",
        "Is it possible that the item may have been injured upon delivery?",
        "Delivery damage has been reported?",
        "Does there any issue with delivery damage?",
        "Do you think the product suffered a problem during delivery?",
        "Was the item damaged while delivered?",
        "Is it possible the item may have been injured when it's delivered?",
        "Did the product break down during delivery?",
        "Is it a possibility that delivery might hurt the item?",
        "I want to ask if the shipping broke it.",
        "How much damage did it make when it arrived?",
        "Did it damage the delivery product?",
        "Something was damaged during shipment?",
        "It is possible that the item may be damaged when delivered.",
        "Something was ruined during delivery?",
        "Is it possible a delivery may hurt the item?",
        "Parcel was damaged during delivery.",
        "Is there any delivery damage that needs to be addressed?",
        "Delivery failures caused damaged product?",
        "The delivery item might have been damaged.",
        "Is the item damage when delivered?",
        "Is the delivery causing the product damage?",
        "Is it possible that something may be hurt by delivery?",
        "Delivery item hurt?",
        "The product may be damaged by the delivery.",
        "Delivery could have caused damage.",
        "The delivery damage may have been the case.",
        "Is the delivery damaging his product?",
        "Did delivery problems damaged the product?",
        "Damage to the delivery may be the case.",
        "It is possible that the item could have been hurt when delivered.",
        "Does the delivery harm its product.",
        "There was an item ruined during delivery.",
        "Was the item ruined by delivery?",
        "Do you think it was damaged during the shipment?",
        "It is possible that an item may have been damaged when it is delivered.",
        "The package arrived with certain impairments",
        "Is it possible that item is damaged while delivery?",
        "The product suffered a problem during delivery.",
        "Is it possible that the item might have been damaged when it arrives?",
        "Is the item damage when it is delivered?",
        "Is it possible that something is damaged when it's delivered?",
        "Is the delivery wounding the product?",
        "The delivery could be damaging.",
        "Were there a problem with the product during delivery?",
        "Was it damaged upon its delivery?",
        "What if the item is damaged when you deliver?",
        "Does it have any delivery damage?",
        "Is delivery damage an issue?",
        "Is it possible that the item might have been injured when it is delivered?",
        "I'm wondering if the shipping broke it.",
        "Is there any delivery damage issues?",
        "Is it plausible that the item might have been damaged when it is delivered?",
        "Did my stuff get broken by the delivery guys?",
        "The item might have been damaged in delivery.",
        "Would the delivery harm the product?",
        "Did the delivery negatively affect the product?",
        "Is the item possibly damaged as it was delivered?",
        "Is this item ruined when delivered?",
        "It is possible that delivery will hurt the item.",
        "Delivery incidents damaged product?",
        "delivery item damaged.",
        "Did the delivery men break it?",
        "It could be that delivery could hurt the item.",
        "a delivery item damaged",
        "It is possible that delivery hurts the item.",
        "Do you know of any damage when it arrived?",
        "Is the delivery possibly damaging its product?",
        "Is it possible that the item might have been damaged when shipped?",
        "Is it plausible that delivery might hurt the item?",
        "Is it a damaged delivery item?",
        "Would the delivery item be damaged?",
        "Is it a possibility that something was harmed when it was delivered?",
        "It's possible the item may have been damaged when it is delivered.",
        "Delivery damaging product",
        "It is conceivable that delivery may hurt the item.",
        "I ask if shipping broke it.",
        "There is a chance that something was damaged when delivered.",
        "Is the delivery causing the product to be damaged?",
        "I want to know if the package arrived broken.",
        "Did you notice any delivery damage?",
        "Is there anything ruined during delivery?",
        "Why was item ruined during delivery?",
        "Delivery have caused damage?",
        "It's possible delivery may hurt the item.",
        "Did the shipment become damaged during shipment?",
        "Is it possible that item is harmed when delivered?",
        "Is the product damaged when delivered?",
        "Does the delivery hit its product?",
        "Is the package arrived broken?",
        "Did the delivery people ruin my stuff?",
        "Were the items damaged while delivery?",
        "Is there an item ruined during delivery?",
        "Is delivery to have caused any damage?",
        "It may have been damaged during shipment.",
        "Is it possible the item might be damaged when it is delivered?",
        "I'd like to ask if shipping broke it.",
        "A delivery damaged a product.",
        "Is it the delivery that harms its product?",
        "Is the item damage during delivery?",
        "Is that item ruined during the delivery?",
        "Isn't it possible that delivery may hurt the item?",
        "The item may have been damaged when it arrived.",
        "Is it possible that the item may have been damaged when it was delivery?",
        "Is it possible that the item could have been damaged when delivery was made?",
        "Product damaged by delivery",
        "It's possible that the item may have been hurt when delivered.",
        "It is possible that the item is damaged when it is delivered.",
        "What if something is damaged during delivery?",
        "Does it have any damage when it arrived?",
        "It is possible that something was harmed when delivery.",
        "Did the product suffer a problem at delivery?",
        "Are the item ruined during delivery?",
        "Did you get any delivery damage?",
        "It could be that the item was damaged when it was delivered.",
        "The delivery could have damaged the product.",
        "What if the item is damaged during delivery.",
        "The thing was damaged upon delivery.",
        "Delivery damage could have been the case",
        "Delivery may cause damage to the product.",
        "It's possible that the item may have been hurt when it's delivered.",
        "Did the delivery negatively impact the product?",
        "Does the delivery hurt it's product?",
        "Is the item damaged during delivery.",
        "Is it damage when it arrived?",
        "The item was ruined in delivery.",
        "Any delivery delivery damage?",
        "Has it been damaged upon delivery?",
        "Is it possible that the item was damaged when it arrived?",
        "Was it damaged by the delivery?",
        "Do you know if there was damage when it arrived?",
        "An item destroyed during delivery?",
        "The case may have been that of delivery damage.",
        "It is possible thatDelivery damage has been the case.",
        "item ruined in delivery",
        "Damage during shipment?",
        "Did the product damage when delivered?",
        "Is it possible that something was damaged while delivered?",
        "Did it Damage Upon Delivery?",
        "The item might be damaged as it was delivered.",
        "Can the delivery hurt the item?",
        "item destroyed during delivery?",
        "How about any delivery damage?",
        "It is possible that something was damaged on delivery.",
        "Could the delivery item be damaged?",
        "Is the item damaged upon delivery?",
        "Were it damaged as it was delivered?",
        "It is possible that something was damaged while delivered.",
        "Were the items damaged during delivery?",
        "What if it is damaged when delivered?",
        "Any damage done to a delivery?",
        "Was it damaged when delivery was done?",
        "I want to know if it broke because of shipping.",
        "Did the delivery hurt the product?",
        "Delivery can hurt the item.",
        "Is it a possibility that the item may have been damaged as it was delivered?",
        "Did delivery item suffer damage?",
        "It's possible that the item may have been damaged when it arrived.",
        "Is an item ruined in delivery?",
        "Delivery mistakes damaged a product?",
        "Does anyone know if there is any delivery damage?",
        "Damage to item during delivery?",
        "Were the package broken when it arrived?",
        "Is the goods hurt on their way?",
        "Delivery item might be damaged?",
        "Did the product have a problem during shipping?",
        "Do you think the package arrived broken?",
        "Was it damaged when delivery took place?",
        "Are this delivery item damaged?",
        "delivery damage?",
        "Is it possible that the item had been damaged as it was delivered?",
        "Is it plausible that something was hurt when delivered?",
        "Was it wrecked upon delivery?",
        "Something might be damaged when it is delivered.",
        "Did the delivery guys break anything?",
        "Is it possible that the item was damaged as it wasdelivered?",
        "Delivery damage happened?",
        "Ask if shipping broke it.",
        "Is there harm to the item when it's delivered?",
        "Did delivery ruin the product?",
        "The item might have been damaged when it was delivered.",
        "Can it be that the item may have been damaged when it is delivered?",
        "Is it possible that the item might have been hurt when delivered?",
        "Is it possible that something was damaged when you deliver it?",
        "I wonder if shipping broke the thing?",
        "Does it happen that delivery may hurt the item?",
        "Delivery damage could've been the case.",
        "Is that any delivery damage?",
        "Does the delivery undermine the product?",
        "Maybe the item might have been damaged as it was delivered?",
        "Delivery damage the product",
        "Delivery may hurt the item, is that possible?",
        "Is it possible that the item may have been hurt while it was delivered?",
        "Delivery damage may have been the circumstance.",
        "Delivery damages could have been the case.",
        "Delivery item might be damaged.",
        "Did the product have problems when delivered?",
        "Did the shipment get damaged during shipment?",
        "Is it damaged when you deliver?",
        "Might the item have been hurt when it was delivered?",
        "There might be delivery damage that exists.",
        "Is the item damaged once delivered?",
        "Did the item fail during delivery?",
        "Can it have been affected in transit?",
        "The item could have been damaged in delivery.",
        "I would ask if it was broken by shipping.",
        "Is the delivery damaged a product?",
        "Is it possible that something was hurt when delivery?",
        "The delivery may possibly damage the product.",
        "Was it damaged when delivery occurred?",
        "Is it possible that something was damaged when arrived?",
        "Product damaged in delivery accident?",
        "When it was delivered, was it damaged?",
        "Has the delivery damaged its product?",
        "It could be possible that something was damaged when delivered.",
        "There is a chance that the item may have been damaged as it was delivered.",
        "Did the product suffer a problem when shipped?",
        "Did the delivery undermine the product?",
        "Is the delivery product damage?",
        "Did the product have a problem when delivered?",
        "Is it possible that the delivery will hurt the item?",
        "Does the delivery caused damage?",
        "It is possible that the item could have been damaged during delivery.",
        "Has delivery hurt something?",
        "Do I inquire if shipping broke it?",
        "Did the shipment arrive damaged?",
        "Does delivery damage products?",
        "It's possible that something was damaged as it was delivered.",
        "It's possible that the item may have been damaged on delivery.",
        "Was it damaged on delivery?",
        "Any kind of delivery damage?",
        "Maybe the item was damaged during delivery.",
        "Did delivery incidents damage a product?",
        "Does delivery item have damage?",
        "What happens if it is damaged when delivered?",
        "Is it possible that something was damaged on the delivery?",
        "The shipment was damaged?",
        "Delivery damage perhaps was the case.",
        "delivery damage is possible?",
        "Delivery is damaging the product?",
        "Had it been damaged when it was delivered?",
        "It is possible that delivery damage exists.",
        "Does it have any delivery defects?",
        "Is it possible that delivery could hurt the item.",
        "Delivery has caused some damage.",
        "What if item is damaged while being delivered?",
        "Is an item harmed when delivered?",
        "Can it be that the item may have been hurt when it's delivered?",
        "Is it possible that delivery may hurt it?",
        "Is it possible it was damaged when it was delivered?",
        "Found damaged during shipment?",
        "Was the package delivered broken?",
        "Did the product suffer a problem once it was delivered?",
        "Did the item get ruined during delivery?",
        "Was there damage during delivery?",
        "The delivery can be damaging to the product.",
        "Is delivery damage to the product?",
        "Did the product have a malfunction during delivery?",
        "Delivery damage was possibly the case.",
        "It's possible something was harmed when it was delivered.",
        "Were goods hurt on their way?",
        "Did the product suffer through delivery?",
        "Is delivery hurt the item?",
        "Is an item damaged while delivered?",
        "Is something possible to have been damaged when delivered?",
        "There is a possibility that something was damaged when it was delivered.",
        "Is it possible that the item may have been damaged as it arrived?",
        "Delivery damage issues are possible.",
        "Is it damaged by delivery?",
        "Is there a chance something was damaged when it was delivered?",
        "Is the item harmed upon delivery?",
        "Delivery damage may have existed.",
        "I want to know if it was broken by shipping.",
        "How about delivery item damaged?",
        "What damage did it sustain when it arrived?",
        "Was delivered product damaged?",
        "What delivery damage did occur?",
        "The delivery might be damaging to its product.",
        "Did you have damaged during shipment?",
        "Has delivery resulted in any damage?",
        "Did the item have damage during delivery?",
        "Are the deliveries damaging its product?",
        "Were it damaged while it was delivered?",
        "Is it possible that the item suffered damage when it was delivered?",
        "Is it possible that delivery may hurt a item?",
        "Delivery damage may have been a reason.",
        "Is it possible that item was ruined during delivery?",
        "Is the goods hurt along the way?",
        "Is it conceivable that something was hurt when delivered?",
        "Is there a chance that delivery may hurt the item?",
        "Is a delivery damaged product?",
        "Were the items damaged during the delivery?",
        "Product damaged by delivery mistakes?",
        "There is a delivery damage to the product.",
        "It's possible that the item might have been damaged during delivery.",
        "Is it possible that the item may have been damaged when it's delivered?",
        "Is the delivery damaging this product?",
        "Did delivery accidents hurt the product?",
        "Product damaged from delivery.",
        "Does the delivery cause the product damage?",
        "There may exist delivery damage.",
        "The package might havearrived broken.",
        "Delivery damage caused?",
        "Can the product be damaged by the delivery?",
        "What if item is damaged upon delivery?",
        "Was it damage when it was delivered?",
        "It is possible that the item could have been hurt when it was delivered.",
        "Is it possible that the item may have had damage when it was delivered?",
        "Is it possible that the item may have been injured as it was delivered?",
        "Does anyone have any damage when it arrived?",
        "Delivery item may have been damaged.",
        "Delivery incidents damaged a product.",
        "It was ruined during delivery.",
        "The item may be harmed when delivered.",
        "Does the product have a problem when delivered?",
        "Was it damaged as it was delivery?",
        "Was there damage to the item during delivery?",
        "Did it suffer damage when it was delivered?",
        "Is it possible the delivery could hurt the item?",
        "Is it possible that the item is damaged as it is delivered?",
        "How was item ruined during delivery?",
        "What do you think about any delivery damage?",
        "Delivery damage is a possible case.",
        "The delivery made a damaged product.",
        "It's possible that the item could have been damaged when delivered.",
        "Is goods hurt in route?",
        "Is the delivery damaging its product?!",
        "Is the product problem during delivery?",
        "Delivery caused any damage?",
        "Delivery things damaged a product.",
        "Is the item damaged while it's delivered?",
        "Was the item ruined in delivery?",
        "The item was ruined while being delivered.",
        "Is it possible that the item could have been damaged while being delivered?",
        "What if an item is damaged on delivery?",
        "Is its delivery damaging it?",
        "Was it damaged with delivery?",
        "Is there any damage when it came?",
        "It may be damaged during shipment.",
        "Does the shipment have damaged during shipment?",
        "What delivery damage did happen?",
        "The item may have been damaged during the delivery.",
        "Is this possible that the item was damaged when it was delivered?",
        "Did delivery mistakes damaged the product?",
        "Did the product suffer any problems during delivery?",
        "Does delivery have caused any damage?",
        "Does the delivery be damaging the product?",
        "Did the shipment come damaged?",
        "It's possible that delivery may hurt the item.",
        "Did the delivery cause injury to the product?",
        "There is an item that was ruined during delivery.",
        "Was the item damaged in the delivery?",
        "The delivery product may have been damaged.",
        "Is this damage done during shipment?",
        "Any damage incurred during delivery?",
        "Is it possible that the item may have been damaged when it is delivered.",
        "Is it hurt when it is delivered?",
        "Something ruined during delivery.",
        "Can the item be damaged when it is delivered?",
        "Is the goods injured en route?",
        "Has the delivery damaged something?",
        "Does the shipment have been damaged during shipment?",
        "Is there a damaged product from delivery?",
        "Can I ask if shipping broke it?",
        "Do you know if item is damaged when delivery?",
        "Any delivery damage that was incurred?",
        "If item is damaged in delivery.",
        "I want to know if shipment broke it.",
        "Does delivery cause any damage?",
        "A delivery item is damaged",
        "It was damaged during shipment.",
        "Do I question if shipping broke it?",
        "The package possibly arrived broken.",
        "Delivery may have caused damage",
        "Is it possible that something was injured when delivered.",
        "Do you know if it had any damage when it arrived?",
        "Did the product suffer a problem when it was shipped?",
        "It's possible that delivery might hurt the item.",
        "What if something was harmed when it was delivered?",
        "Did delivery guys break my stuff?",
        "Is goods hurt on the way?",
        "Delivery may hurt the item.",
        "Is there a delivery damage issue?",
        "Is it possible that the item might be damaged as it was delivered?",
        "When delivered, is the item damaged?",
        "Was it damaged while on delivery?",
        "It's possible something was damaged when it was delivered.",
        "Delivery damage might be present?",
        "It is a delivery item that is damaged.",
        "Did the product have issues during delivery?",
        "Do delivery damage the product?",
        "Any issues related to delivery damage?",
        "Is it possible that the item may have been hurt in transit?",
        "Did the delivery product damage?",
        "Product damaged by delivery!",
        "Do the delivery damage the product?",
        "Something could have been damaged when delivered.",
        "Is there any damage caused by the delivery?",
        "Is it possible that delivery may hurt the thing?",
        "Is something ruined during delivery?",
        "I wanted to know if the item was damaged during delivery.",
        "The item might have been damaged when delivered.",
        "Did you experience delivery damage?",
        "Did item get ruined in delivery?",
        "Was the delivery damaging the product?",
        "Product damaged by delivery mishaps?",
        "Does the item damage when delivered?",
        "Was the item damaged delivery-wise?",
        "Any damage from delivery?",
        "Was the item damage during delivery?",
        "Does the delivery damages its product?",
        "Was any damage done to the delivery?",
        "Is it conceivable that something was harmed when delivered?",
        "Did the item go wrong during delivery?",
        "Is there a chance that the item was damaged when it was delivered?",
        "The delivery could harm the product.",
        "Is it possible that the item might be hurt when it's delivered?",
        "Is it possible that the item may have been damaged in delivery?",
        "Delivery errors damaged a product.",
        "The delivery may be damaging the product",
        "Is there a item ruined during delivery?",
        "Damage exists for delivery?",
        "I'll ask if shipping broke it.",
        "Perhaps delivery may hurt the item?",
        "It's possible the item could have been hurt when it was delivered.",
        "During shipment, is it damaged?",
        "Did it become damaged upon delivery?",
        "Is it possible that the item may have been damaged as it's been delivered?",
        "Is that item destroyed during delivery?",
        "Did the package broken when it arrived?",
        "The product may have experienced a problem during delivery.",
        "When the item is delivered, is it harmed?",
        "I asked if shipping broke it.",
        "Is it possible that something was damaged when transported?",
        "Does the delivery Damage the product?",
        "Is it possible that the item may have been damaged when it is shipped?",
        "Has it been affected on the way?",
        "Delivery damage may be incurred?",
        "It's possible the delivery may hurt the item.",
        "Is it a item that was ruined during delivery?",
        "Did the product have problems during delivery?",
        "Could the product have suffered a problem during delivery?",
        "Is item damaged delivery?",
        "When an item is delivered is it harmed?",
        "Did the delivery person damage the product?",
        "Is it possible that it was damaged while it was delivered?",
        "The package might have broken when it arrived.",
        "Is it possible that something suffered damage when delivered?",
        "delivery ruined item?",
        "Delivery damage may exist",
        "Were it damaged upon delivery?",
        "Did the shipment damage during delivery?",
        "Delivery damage to product?",
        "Is it possible that the item may be damaged when it was delivered?",
        "Is it possible that the item could have been damaged as it is delivered?",
        "Are there any delivery damages?",
        "Did the delivery guys break stuff?",
        "It's possible that the item may have been damaged when delivered.",
        "If the item is damaged during delivery?",
        "Did it damage when it arrived?",
        "I would like to know if it broke because of shipping.",
        "Did delivery mishaps damage product?",
        "Does delivery damage the product?",
        "Delivery damage could be out there?",
        "It's possible that the item could have been hurt during delivery.",
        "It is possible that the item could have been damaged when delivered.",
        "There could be damage to the delivery.",
        "Is the item ruined upon delivery?",
        "Is it possible that the delivery damaged the product?",
        "Did delivery damages the product?",
        "Is the delivery affected the product?",
        "I wonder if the item was damaged during delivery.",
        "Did the product have a problem in transit?",
        "Damage to the delivery may have been the case.",
        "The delivery might cause damage to the product.",
        "There was an item that was ruined during delivery.",
        "Did you find any delivery damage?",
        "There is a chance that the item may have been damaged when delivered.",
        "Product damaged during delivery.",
        "Delivery damage might have been the case.",
        "Is there a chance that the item might have been damaged when it was delivered?",
        "Delivery damage could have been caused.",
        "What if the item is harmed when delivered?",
        "Is it possible that the item may have been hurt upon delivery?",
        "Is it possible that the item may have been damaged when it was shipped?",
        "Is the deliveries damaging its product?",
        "The item was damaged during delivery?",
        "I wonder if shipping broken it?",
        "Was it possible that delivery may hurt the item?",
        "Was a delivery damaged?",
        "Is it possible that the item is damaged when it's delivered?",
        "There is delivery damage.",
        "Is the delivery damaging Its product?",
        "Was the delivery product damaged?",
        "Is the delivery potentially damaging its product?",
        "Maybe something was hurt when it was delivered?",
        "Does delivery item damage?",
        "Is item damaged upon delivery?",
        "Is it possible the item may have been damaged when it arrived?",
        "Is there any damage when it arrived?",
        "Is it possible that a delivery may hurt the item?",
        "Did the shipment be damaged during shipment?",
        "Is it possible that the item may have hurt when it is delivered?",
        "Is it possible that something was injured while it was delivered?",
        "Did the delivery men break the stuff?",
        "delivery may hurt item.",
        "Is it possible that something could have been damaged when it was delivered?",
        "Did delivery accidents damaged product?",
        "Is an item damaged on delivery?",
        "Delivery damage may have taken place.",
        "Does the delivery may hurt the item?",
        "Deliveryitem damaged?",
        "What if the item is damaged in delivery?",
        "is the delivery damaging the product?",
        "Did the product experience a problem on delivery?",
        "Is it possible that something might have been hurt when delivered?",
        "Delivery damage may have been the culprit.",
        "Are delivery items damaged?",
        "Is it possible that the item might have been damaged when it was delivered.",
        "Did delivery disrupt product?",
        "Could it be that delivery may hurt the item?",
        "Is the delivery harm to its product?",
        "Had the item been damaged in delivery?",
        "Maybe the item may have been damaged when it is delivered.",
        "Has deliverycaused any damage?",
        "I wonder if it broke due to shipping.",
        "Does delivery caused any damage?",
        "What damage did delivery incur?",
        "I want to know if it was damaged upon delivery.",
        "Was this item damaged when delivered?",
        "Is it possible that the item could have been damaged as it's delivered?",
        "Is it possible that delivery item is damaged?",
        "Is it possible that the item may have been damaged when it arrives?",
        "I was wondering if the item was harmed when delivered.",
        "Did delivery damage the product?",
        "Is it possible that delivery will harm the item?",
        "Is something damaged when it is delivered?",
        "Did delivery errors damage the product?",
        "Has delivery caused damages?",
        "Was it damaged when you deliver?",
        "Is there harm to item when delivered?",
        "Is item damaged as it is delivered?",
        "Is this item ruined on delivery?",
        "Did it get damaged on delivery?",
        "The delivery may be damaging to the product.",
        "Delivery damage the product.",
        "Product damaged by delivery.",
        "I want to know if the item was damaged during delivery.",
        "Is it possible that the item was damaged on delivery?",
        "Is the delivery doing harm to the product?",
        "Do you know if the delivery caused any damage?",
        "I wonder if delivery may hurt the item.",
        "Has it been messed with in transit?",
        "Did it have any damage when it came?",
        "There was any damage when it arrived?",
        "Is the item damage when it's delivered?",
        "Has it been harmed in transit?",
        "delivery damage issues?",
        "Does the delivery damaged its product?",
        "Was the product problem during delivery?",
        "What about damaged item delivery?",
        "Did delivery damage something?",
        "Did it get damaged during delivery?",
        "was it damaged when delivered?",
        "Is it plausible that delivery may hurt the item?",
        "Were the items damaged when delivered?",
        "Any damage done to your delivery?",
        "I am curious if shipping broke it.",
        "Is this item damaged during delivery?",
        "Was the item damaged while delivery?",
        "Were the package delivered broken?",
        "Did it contain any damage when it arrived?",
        "Delivery damage may have be the case.",
        "Is it possible that something was damaged when it arrived?",
        "Did the product have problems when it was delivered?",
        "Is that item ruined when delivered?",
        "Do you think that delivery may hurt the item?",
        "Is it possible that something was damaged as it was delivered?",
        "When delivery, what if item is damaged?",
        "Were the item damaged during delivery?",
        "Is it possible that something was damaged during delivery.",
        "Is it damaged during the delivery?",
        "Is delivery damaged the product?",
        "Is it possible that an item may have been hurt when delivered?",
        "Are delivery damage incurred?",
        "Has there been any delivery damage?",
        "Was the delivery damaged the product?",
        "Is it possible that something could have been harmed when it was delivered?",
        "Is it possible that the item is damaged when delivered?",
        "Did it suffer a problem during delivery?",
        "It is possible that delivery damage happened.",
        "Things ruined during delivery?",
        "What if the delivery damage the product?",
        "Did it become damaged during shipment?",
        "Does it make sense that something was damaged when delivered?",
        "Is it a damaged item during delivery?",
        "Is it possible that delivery may damage the item?",
        "The delivery might Damage the product.",
        "Is item damaged when it's delivered?",
        "Did the product suffer in delivery?",
        "The item may be damaged when delivered.",
        "Is the item damaged when delivery?",
        "Maybe the item may have been damaged as it was delivered?",
        "It's possible the item may have been damaged in transit.",
        "Damage done during shipment?",
        "Do you have any issues with delivery damage?",
        "Any delivery damage is incurred?",
        "Is the delivery cause the product damage?",
        "Is it possible that the item may have been damaged as it was shipped?",
        "Is it possible that an item was damaged when it was delivered?",
        "Delivery damage is incurred?",
        "Does anyone know about any delivery damage?",
        "Is it possible that the item was damaged when it is delivered?",
        "Is the delivery tarnishing its product?",
        "Its possible that delivery may hurt the item.",
        "It could be that delivery damage was the case.",
        "The item might have been hurt when it's delivered.",
        "The damaged during shipment?",
        "Does the delivery have any damage?",
        "Has any delivery damage occurred?",
        "The delivery may have damage.",
        "Possibly damaged during shipment?",
        "It is possible that the item could have been damaged when it was delivered.",
        "Is delivery damaging its product.",
        "Did there any damage when it arrived?",
        "Is it possible that the item was injured while it was delivered?",
        "Is there a chance something was harmed when it was delivered?",
        "Any delivery damage that happened?",
        "Delivery could possibly hurt the item.",
        "I want to know if it broke because of shipping?",
        "Is the goods hurt on the route?",
        "Is it damaged during a shipment?",
        "Did the delivery adversely affect the product?",
        "Delivery accidents damage product?",
        "What if there is damage when delivery?",
        "Is it possible something was damaged when delivered?",
        "Is it plausible that the item may have been damaged during delivery?",
        "Was it possible that the item may have been damaged as it was delivered?",
        "It may be possible that delivery may hurt the item.",
        "The product could suffer a problem during delivery.",
        "Maybe the item may have been damaged when it's delivered?",
        "Is it possible that the item might have been damaged as it arrived?",
        "Is delivery causing any damage?",
        "A delivery damaged a product?",
        "Is it possible that the item could be damaged when it's delivered?",
        "Any damages to delivery?",
        "Maybe delivery may hurt the item.",
        "Did delivery affect any damage?",
        "It's possible that the item may have been hurt when it was delivered.",
        "Was the product affected during delivery?",
        "Is the delivery causing harm to its product?",
        "Was the item ruined during the delivery?",
        "Did the product suffer a problem while it was delivered?",
        "It is possible that the item was damaged during delivery.",
        "The item was ruined during the delivery.",
        "Is it a possibility that delivery will hurt the item?",
        "Delivery damage could have been involved.",
        "Is the delivery impairing the product?",
        "delivery might hurt the item.",
        "Is the delivery negatively affecting its product?",
        "Did the delivery item suffer any damage?",
        "Is it possible that item is damaged when delivery?",
        "The item may have been damaged, when it was delivered.",
        "The delivery may harm the product.",
        "Might the item have been ruined during delivery?",
        "Had the product suffered a problem during delivery?",
        "Delivery product damage was questioned.",
        "Was the package damaged upon delivery?",
        "Product damage due to delivery mishaps?",
        "There was an item damaged during delivery.",
        "Could I ask if the shipping broke it?",
        "Something delivery item damaged?",
        "The item has been ruined during delivery.",
        "Does the delivery Hurt its Product?",
        "Is it possible that something was wounded when it was delivered?",
        "It's possible that the item may be damaged when it's delivered.",
        "Something may have been harmed when delivery.",
        "Was the product a problem during delivery?",
        "Maybe delivery can hurt the item?",
        "Was it damaged due to delivery?",
        "Is the delivery damages its product?",
        "Is it possible the item might have been damaged in transit?",
        "Did the product suffer an issue when delivered?",
        "Is it possible that the item has been damaged as it was delivered?",
        "The delivery might damage the product.",
        "Is it damage during shipment?",
        "Is it the delivery damaging its product?",
        "Are there any delivery damage?",
        "There may be delivery damage.",
        "There is a chance that something was damaged when it was delivered.",
        "It is possible that the item will be hurt by delivery.",
        "It is possible something was harmed when delivered.",
        "Was the product problematic during delivery?",
        "Did the delivery item have any damage?",
        "Did the product suffer a problem delivery?",
        "Do you believe the delivery item is damaged?",
        "Did it get damaged when delivered?",
        "There is a item that is ruined during delivery.",
        "Is this any delivery damage?",
        "Delivery ruined item?",
        "It's possible that something was harmed when it was delivered.",
        "During delivery was the item ruined?",
        "Delivery item destroyed?",
        "It was damaged during delivery.",
        "What if there is damage when the item is delivered?",
        "Is it harmed during delivery?",
        "What if item gets damaged when delivered?",
        "The delivery is damaging its product?",
        "The delivery could damage its product.",
        "Is it possible it broke because of shipping?",
        "Any damage on the delivery?",
        "Was the delivery Damage the product?",
        "I would like to know if shipment broke it.",
        "Someone wants to know if the package arrived broken.",
        "Damage during the shipment?",
        "delivery damage may have been involved.",
        "Delivery Damage might have been the case.",
        "It is possible the item may have been damaged when it was delivered.",
        "The product may have suffered a problem in delivery.",
        "When it arrived was there any damage?",
        "Perhaps the item may have been damaged when it is delivered?",
        "Something might be harmed when it's delivered.",
        "There was something ruined during delivery.",
        "Did it get damaged during the shipment?",
        "Is it damaged when delivered?",
        "Is it possible that delivery damage exists?",
        "The item was damaged in delivery.",
        "Could I ask if it broke because of shipping?",
        "What did delivery do to the product?",
        "In regards to delivery damage?",
        "Delivery damage is real?",
        "Did goods hurt en route?",
        "Was there damage when it was delivered?",
        "Can the delivery damaging the product?",
        "The item may have been damaged as it arrived.",
        "Is it possible that something may have been injured when delivered?",
        "What if it is damaged when delivery?",
        "It is possible that the item might have been hurt when it was delivered.",
        "Is the item ruined in delivery?",
        "Has the product suffered a problem during delivery?",
        "Is it possible that the item will be hurt by delivery?",
        "Delivery accidents damage the product?",
        "Were it damaged by the delivery?",
        "It is possible the item may have been damaged when delivered.",
        "Does any damage come from delivery?",
        "The product experienced a problem during delivery.",
        "Is it possible that the item may have been injured when it arrives?",
        "During shipment, ruin it?",
        "Is it any damage to the delivery?",
        "The delivery product was damaged.",
        "Did it suffer any damage on the way?",
        "Is it possible that delivery may hurt item?",
        "Was the item damaged during the delivery?",
        "Is there a chance the item may have been damaged when delivered?",
        "Is there a chance the item may have been damaged when it was delivered?",
        "Is it possible that the item may have been damaged when shipped?",
        "Delivery gaffe damaged product?",
        "The delivery does the product damage?",
        "It is possible that something was harmed during delivery.",
        "Did delivered product damage?",
        "Which delivery damage did it incur?",
        "It was damaged upon delivery",
        "damaged during the shipment?",
        "Is it possible that an item may have been damaged when delivered?",
        "Delivery has caused some damage?",
        "It's possible the item may have been hurt when it's delivered.",
        "Is it possible a damaged item was delivered?",
        "Has the deliverycaused damage?",
        "Delivery may hurt item",
        "Is it possible that delivery caused any damage?",
        "Is it possible that something damaged when delivered?",
        "Is the item that is delivered damaged?",
        "Is it possible that the item may have been damaged during shipping?",
        "Is it a possibility that something was damaged during delivery?",
        "It is possible something was harmed when it was delivered.",
        "Damage to delivery item?",
        "Any issues with delivery delivery damage?",
        "Was it delivery damage?",
        "Was delivery damaging its product?",
        "damaged in shipment?",
        "It is possible that the item may have been damaged during delivery.",
        "Were there any damages when it arrived?",
        "Was it damaged during delivery?",
        "Was any delivery damage done?",
        "The item may have been damaged when it is delivered.",
        "Is it possible that something was damaged when delivering?",
        "Did delivery cause damage to the product?",
        "Is it possible that something was delivered damaged?",
        "Something is ruined during delivery?",
        "What if the item is damaged when delivery?",
        "Delivery damage might have been the problem.",
        "Is it plausible that something was damaged during delivery?",
        "Is the delivery damaging its product",
        "An item was ruined during delivery?",
        "The shipment may have been damaged during shipment.",
        "Damage while shipment?",
        "Did the product experience a problem when it was delivered?",
        "Is delivery the cause of any damage?",
        "What if the item is damaged while delivery?",
        "Did the product suffer a problem when delivered?",
        "What happened to the product when it was delivered?",
        "Were goods hurt in the route?",
        "The delivery is possibly damaging its product.",
        "Was it damaged during the delivery?",
        "I wonder if item was ruined during delivery?",
        "Was the shipment damaged during delivery?",
        "Is it possible that something could have been damaged when delivered?",
        "delivery damage exist?",
        "Did there any delivery damage?",
        "Is it possible that the item could have been hurt while it was delivered?",
        "Delivery may hurt something.",
        "Is it possible the item might have been damaged when it's delivered?",
        "Maybe the item could have been damaged when it was delivered?",
        "The item was damaged in the delivery.",
        "Delivery incidents damaged the product?",
        "What if there is damage to the item when it is delivered?",
        "it is possible that delivery may hurt the item",
        "Would the delivery be damaging the product?",
        "Is the delivery responsible for any damage?",
        "Is there a chance that the item may have been damaged when delivered?",
        "Is it possible that the item might have been damaged when it wasdelivered?",
        "Delivery damage may have been the reason.",
        "Is the delivery item in question damaged?",
        "What happened to an item during delivery?",
        "Is it possible that the item could have been damaged while it is delivered?",
        "Is it possible something was damaged upon delivery?",
        "There may have been some delivery damage.",
        "Does the delivery cause the product to be damaged?",
        "Did the item become damaged during delivery?",
        "Is it possible that delivery may hurt the item.",
        "Is it possible that something was damaged upon delivery?",
        "Delivery item potentially damaged?",
        "Is it possible that the item could have been damaged while it was delivered?",
        "Delivery damage seems to exist?",
        "Were the damaged during shipment?",
        "That item was ruined during delivery?",
        "Delivery damage could potentially have been the case.",
        "What if the delivery is damaging the product?",
        "Does it appear that delivery may hurt the item?",
        "Did it have damage when it arrived?",
        "What if an item is damaged when delivery?",
        "It's possible that the item may have been damaged when it's delivered.",
        "Is there a chance something was damaged when delivered?",
        "Did the delivery mishaps damage the product?",
        "Is the delivery cause damage?",
        "Is it possible that the item could have been damaged upon delivery?",
        "Is it possible that delivery might hurt something?",
        "The item may have been damaged when it's delivered.",
        "Is it possible that something was hurt when it arrived?",
        "Is the delivery could hurt the item?",
        "There is a chance that the item may have been damaged when it is delivered.",
        "Delivery damage to the product?",
        "Is it possible that there was damage when delivery?",
        "Was that item damaged during delivery?",
        "Delivery damage could have been the culprit.",
        "Could it be that the item was damaged as it was delivered?",
        "Did the product problems during delivery?",
        "Was the item damaged while it was delivered?",
        "Is it damaged while it was delivered?",
        "the delivery item was damaged",
        "Delivery damage could be possible?",
        "Is it possible that something was damaged as a result of delivery?",
        "Is there a chance that the item may have been damaged when it is delivered?",
        "Did you experience damage during shipment?",
        "The item might have been damaged during delivery.",
        "Is the delivery a damage to the product?",
        "Is it possible that delivering may hurt the item?",
        "What if the item is damaged when it is delivered?",
        "Is it a possibility that the item may have been damaged when it was delivered?",
        "Is it possible the item might have been damaged as it was delivered?",
        "Delivery Damage issues?",
        "It's possible that the delivery might hurt the item.",
        "There are any delivery damage incurred?",
        "Is it possible deliveries may hurt the item?",
        "Is this possible that the item was damaged as it was delivered?",
        "Did it get damaged during shipment?",
        "Is it possible that something was harmed while delivery?",
        "Delivery can hurt an item.",
        "Is the item damaged when it isdelivered?",
        "The delivery might hurt the item.",
        "There is a question about damaged items when delivery.",
        "Did the item damage while being delivered?",
        "Is it possible that something happened when it was delivered?",
        "There is a delivery item that is damaged?",
        "What about damage during shipment?",
        "Delivery mistakes damaged a product.",
        "DeliveryDamage may have been the case.",
        "Did delivery cause any damages?",
        "Is a delivery damaging a product?",
        "Is there damage to the product from delivery?",
        "Is it possible that something was damaged whiledelivered?",
        "Is it possible that the item might have been hurt when it arrived?",
        "What damage was incurred during delivery?",
        "Did delivery misfortunes damage the product?",
        "Damaged during delivery?",
        "I wonder if it was broken by shipping.",
        "Did this delivery damage it?",
        "Is it possible that it was damaged when it arrived?",
        "It's possible that the item may have been damaged while it was delivered.",
        "Is it possible that the item was injured when it was delivered?",
        "Did the product suffer something during delivery?",
        "Delivery damage happen?",
        "Is an item damaged as it is delivered?",
        "Is it possible that the item may have been injured during delivery?",
        "Is it possible that something was wounded when delivered?",
        "Is the delivery injurious to its product?",
        "Is something hurt when delivered?",
        "Is it possible that the item has been damaged when it was delivered?",
        "If the item is damaged when delivered?",
        "Was it destroyed when it was delivered?",
        "Is delivery possible to hurt the item?",
        "Delivery item damaged or destroyed?",
        "Is it possible the item was damaged while it was delivered?",
        "Does the product experience a problem during delivery?",
        "Is the deliver damaging the product?",
        "It is possible that something has been damaged when delivered.",
        "Delivery have caused any damage?",
        "Delivery damage may been the case.",
        "The delivery might be damaging the product",
        "Is it possible that the item might have been damaged in transit?",
        "Is the delivery damaging something?",
        "A package might have arrived broken.",
        "Any issues relating to delivery damage?",
        "Was the delivery damaging its product?",
        "Is it possible that delivery could hurt something?",
        "It's possible that the item could be hurt when it's delivered.",
        "Was the item damaged on delivery?",
        "Maybe the item may have been damaged during delivery?",
        "Does the product suffer a problem when delivered?",
        "Maybe the item may have been damaged when it was delivered?",
        "Is it possible that item is damaged in delivery?",
        "Does delivery damaging the product?",
        "Is item damaged when delivered.",
        "Did the package deliver broken?",
        "The delivery could possibly damage the product.",
        "Delivery item broke?",
        "Is it damaged delivery item?",
        "Was my stuff broken by the delivery guys?",
        "Can you tell me about delivery damage?",
        "Are goods hurt along the way?",
        "Delivery damage is something that might exist?",
        "There is a delivery damage question.",
        "Is it possible goods hurt en route?",
        "Is it possible that the item may have been injured in transit?",
        "Is the item really damaged when delivered?",
        "Were the item damaged during the delivery?",
        "Is it possible that there is damage to the item when it is delivered?",
        "Goods being hurt en route?",
        "Is it possible that something might have been injured when delivered?",
        "If item is damaged during delivery.",
        "What item was ruined in delivery?",
        "Is delivery possible that it will hurt the item?",
        "Did the package arrive badly?",
        "Is the delivery damage to the product?",
        "Is it possible that delivery could hurt the item?",
        "Is it possible that the item had damage when it was delivered?",
        "Delivery accidents cause damage to product?",
        "Is it possible that the item is damaged when delivery is made?",
        "Is it possible that the item may be hurt when it is delivered?",
        "Delivery damage can be an issue.",
        "Does anyone have issues with delivery damage?",
        "Has the delivery left any damage?",
        "Is there any damage to the delivery",
        "What if item is damaged delivery?",
        "Could it be that the item was damaged during delivery?",
        "Is it possible the item may have been hurt when delivered?",
        "Delivery damage may have been a cause.",
        "Is it possible something could have been harmed when delivered?",
        "Is the item damaged by delivery?",
        "Was the item damaged when it was delivered?",
        "Is the delivery causing any damage?",
        "Is the item possible to have been damaged when it is delivered?",
        "Something could have been harmed when delivered.",
        "Is the delivery damaging.",
        "How about damaged during shipment?",
        "It's possible the item was damaged as it was delivered.",
        "Was the product damaged in delivery?",
        "Is it possible that the item was damaged as it was shipped?",
        "Is it conceivable that the item may have been damaged when it was delivered?",
        "Did the delivery guys ruin my stuff?",
        "It is possible that something was damaged upon delivery.",
        "Is this possible that something was hurt when delivered?",
        "Did the package come in broken?",
        "It is conceivable that the item may have been damaged when it is delivered.",
        "Delivery troubles damaged product?",
        "What if item is damaged when you deliver?",
        "Was the item damaged as it was delivered?",
        "Is there damage to the item when delivered?",
        "Delivery item mangled?",
        "Has any damage been done by delivery?",
        "Did your shipment suffer damage?",
        "Could it be damaged during shipment?",
        "The item might be damaged when delivered.",
        "Can delivery damage the product?",
        "Any damage to deliver?",
        "Is an item hurt when it is delivered?",
        "Delivery product might have been damaged.",
        "Did the item damage when it was delivered?",
        "Was delivery cause any damage?",
        "Is the delivery damaging the item?",
        "Did the product experience any problems during delivery?",
        "Is it plausible that something was harmed when delivered?",
        "Is this delivery product damaged?",
        "Was there any delivery damage?",
        "Delivery damage could be the reason.",
        "Is it possible that the item could have been injured when delivered?",
        "I wonder if shipping broken it.",
        "Is it possible that there was damage when the item was delivered?",
        "Is it possible that the item was hurt when it was delivered?",
        "Had any damage when it arrived?",
        "It was a delivery item that was damaged.",
        "Is it possible that the item might have been hurt when it's delivered?",
        "Is it possible that delivery damaged the item?",
        "Is it possible the item could have been injured when it was delivered?",
        "The delivery may have caused damage.",
        "Was a delivery item damaged?",
        "Delivery damage may have been the cause.",
        "Did the shipment suffer damage during shipment?",
        "is the delivery damaging its product?",
        "Did delivery item get damaged?",
        "Has it suffered in transit?",
        "Did there be any damage when it arrived?",
        "Is it possible that the item could have been hurt when it arrived?",
        "The item may have been damaged when it was shipped.",
        "Did delivery affect the product?",
        "The package might have arrived broke.",
        "Will the item be ruined during delivery?",
        "Did the product have some problem during delivery?",
        "Delivery damage may have been happening.",
        "Delivery errors damaged the product?",
        "Has the delivery hurt something?",
        "Does the delivery item have damage?",
        "Delivery damage could be incurred?",
        "Damaged in shipment?",
        "Did shipping break it?",
        "It is possible that the item may be hurt by delivery.",
        "Did the product arrive with a problem?",
        "The item could have been damaged during delivery.",
        "Is delivery damage occurring?",
        "Is it possible that the item had been damaged when delivered?",
        "The item could have been hurt when it was delivered.",
        "I asked if it broke due to shipping.",
        "What kind of delivery damage occurred?",
        "Was the product damaged when delivered?",
        "Delivery troubles damaged the product?",
        "The package could have arrived broken.",
        "Is the delivery damaging the product?!",
        "Is it possible the delivery may hurt the item?",
        "Is there damage to the delivery?",
        "There could be delivery damage?",
        "Did the product experience an issue during delivery?",
        "Is it possible the item may have been damaged when shipped?",
        "Delivery product damage was the question.",
        "Was the item damaged when it arrived?",
        "Delivery item broken?",
        "Does delivery hurt the item?",
        "It's possible that the delivery may hurt the item.",
        "Delivery damage could have been a problem.",
        "Did it damage delivery item?",
        "Delivery may have damaged the product.",
        "What if the item is damaged at delivery?",
        "Is there any damage done to the delivery?",
        "Has the item been damaged during delivery?",
        "Delivery damage of product?",
        "Maybe the item may have been damaged when delivered?",
        "What if the item is damaged as it is delivered?",
        "Does the product suffer a problem during delivery.",
        "The item might have been hurt when it was delivered.",
        "During delivery did the product suffer a problem?",
        "Did the product have a problem when shipped?",
        "Is it possible that the item was hurt when it arrived?",
        "Is delivery cause damage?",
        "Has item been ruined during delivery?",
        "Is it possible that something could have been injured when delivered?",
        "Is it possible that delivery may impact the item?",
        "Is the delivery really damaging its product?",
        "Is it possible that something was injured in delivery?",
        "Does the delivery damage the products?",
        "Delivery damage to its product?",
        "Delivery Damage incurred?",
        "Delivery damage could be the case.",
        "Is it possible that delivery will hurt the item.",
        "Is it a damaged during shipment?",
        "Was the product issue during delivery?",
        "Did delivery negatively affect the product?",
        "Is it possible that something could have been harmed when delivered?",
        "Is it possible that the item might have been damaged while it was delivered?",
        "Does the product have a problem during delivery?",
        "Is it possible something was damaged while it was delivered?",
        "There might be delivery damage that exists?",
        "I wonder if item was ruined during delivery.",
        "Is item ruined when delivered?",
        "Is damaged during shipment?",
        "Did the shipment be damaged during delivery?",
        "The package may have been broken when it arrived.",
        "Was the package broken when it arrived?",
        "Is there any damage associated with delivery?",
        "It is possible that the item might have been injured when it was delivered.",
        "Is there a damaged shipment?",
        "Did any harm happen during shipping?",
        "Maybe it was damaged when it was delivered?",
        "Is it possible that something may have been damaged during delivery?",
        "Delivery product damage?",
        "Is it a possibility that the delivery may hurt the item?",
        "Is the delivery's damage to the product?",
        "Do you believe the delivery is damaging the product?",
        "It could be possible that the item was damaged when it was delivered.",
        "Did you see any damage when it arrived?",
        "Is the deliverydamaged the product?",
        "When it arrived, did it damage?",
        "Did any harm happen while shipping?",
        "What if the item is damaged on delivery?",
        "Were delivery accidents damaged product?",
        "Did it get damaged in route?",
        "Is it possible that the item may have been damaged while delivered?",
        "If there was any damage when it arrived.",
        "Something may have been damaged when delivered.",
        "Were delivery mistakes damaged product?",
        "Has there any issue with delivery damage?",
        "The item was ruined when delivered.",
        "Product damaged due to delivery mistakes?",
        "Is it possible something could have been damaged when delivered?",
        "Is it possible that the item has been damaged while being delivered?",
        "Does the delivery have caused any damage?",
        "It is possible that delivery may hurt it.",
        "What delivery damage has been done?",
        "Were any delivery damage incurred?",
        "Is it possible that someone damaged something when it was delivered?",
        "Product damaged in a delivery?",
        "Is it possible that the item has been damaged as it arrives?",
        "Is it possible something was damaged when it arrived?",
        "Is it possible that the item may have hurt when it was delivered?",
        "Is it possible that the item might have been hurt when it is delivered?",
        "Does the delivery cause any damage?",
        "What if item is damaged when it is delivered?",
        "Could the item have been ruined during delivery?",
        "the item was damaged during delivery",
        "Was the product damaged by delivery?",
        "Is it conceivable that something was damaged during delivery?",
        "It is possible that the item could have been injured when it was delivered.",
        "Has delivery caused any damages?",
        "Is the delivery causing harm to the product?",
        "Has there been any damage when it arrived?",
        "Questions about delivery damage.",
        "Was the item damaged when delivery was made?",
        "Do delivery caused any damage?",
        "Was this damaged during the shipment?",
        "Delivery could hurt the item.",
        "There was damage when it arrived?",
        "Is the product affected by the delivery?",
        "Is the delivery hurting it's product?",
        "Did the delivery damage its product?",
        "Did the product malfunction during delivery?",
        "MaybeDelivery damage may have been the case.",
        "Delivery damage could possibly exist?",
        "The item was ruined during shipment.",
        "Which delivery item is damaged?",
        "Is the item hurt upon delivery?",
        "There is a chance that something was harmed when delivered.",
        "The delivery may damage its product.",
        "Is it possible that something may have been damaged when it is delivered?",
        "Did delivery damaged product?",
        "Did the product have a problem on delivery?",
        "Did it get damaged when it arrived?",
        "Is there damage caused by delivery?",
        "Is delivery damage present?",
        "Is it possible that something was harmed while delivered?",
        "There was a delivery item that was damaged.",
        "Is it possible that the item could have been damaged when it arrives?",
        "Is it possible that the item might have been injured when delivered?",
        "If item is damaged when delivery",
        "Is the delivery damaging it's product?",
        "Did there suffer a problem during delivery?",
        "Does the delivery damages the product?",
        "Did it suffer damage upon delivery?",
        "Damage incurred in the delivery",
        "Is the item destroyed when delivered?",
        "It's possible that the item may have been damaged when it arrives.",
        "Yes, is the delivery damaging the product?",
        "Any damage caused to the delivery?",
        "Did the products suffer a problem during delivery?",
        "Is it possible the item was damaged during delivery?",
        "Is the item ruined at delivery?",
        "Does the delivery impair the product?",
        "Is it possible the item could have been damaged in transit?",
        "Delivery damage maybe the case.",
        "The delivery may be damaging the product.",
        "Is it possible that the item might have been damaged as it is delivered?",
        "What if item is damaged as it is delivered?",
        "There is something ruined during delivery.",
        "Has there been any issues with delivery damage?",
        "Is it a possibility that the item was damaged when delivered?",
        "Is there any delivery damage that happened?",
        "Maybe something was harmed when delivered?",
        "Was the product affected by delivery?",
        "Damage incurred with delivery?",
        "Did the delivery damage happen?",
        "The product might have a problem during delivery.",
        "Maybe something was harmed when it was delivered.",
        "Were the items ruined during delivery?",
        "It's possible that delivery may hurt it.",
        "Delivery accidents hurt product?",
        "Is it possible something was damaged when delivery?",
        "Are the delivery items damaged?",
        "Could something be harmed when delivered?",
        "Is it harmed when it's delivered?",
        "Is the delivery the cause of damage to the product?",
        "The item was damaged during delivery.",
        "Damage incurred in delivery",
        "Is it possible that something was damaged when it was delivered?",
        "Is the delivery damaged the product",
        "Did the delivery wreck the product?",
        "Was it damaged when it was shipped?",
        "Is it possible the item may have been damaged in delivery?",
        "Was the product experiencing a problem during delivery?",
        "delivery has caused damage?",
        "It's possible that the item may have been damaged during delivery.",
        "Do delivery items damage?",
        "Delivery damage existed?",
        "Is it possible that an object was damaged when delivered?",
        "The delivery could be damaging to its product.",
        "Is a delivery damaged a product?",
        "Is the delivery any harm to the product?",
        "Is the delivery damaging its products?",
        "Have there been any damage when it arrived?",
        "Damage incurred in the delivery?",
        "Delivery item is damaged?",
        "It is possible something was damaged when it was delivered.",
        "I wanted to know if it was damaged upon delivery.",
        "What is the damage to a delivery item?",
        "There was damage to the delivery product.",
        "Delivery mishaps damaged the product?",
        "Is the delivered product damaging?",
        "Is the delivery damaging that product?",
        "I asked if the shipping broke it.",
        "Does anyone know of any delivery damage?",
        "The delivery may injury the product.",
        "Is item ruined by delivery?",
        "Did the shipment be damaged in transit?",
        "I wonder if it broke as a result of shipping?",
        "Does it make sense that the item may have been damaged when it is delivered?",
        "Did the item get damaged in transit?",
        "Did the delivery damage the product?",
        "Damage to delivery is possible?",
        "Does the delivery damage the product",
        "Product damage from delivery mistakes?",
        "Is there any damage with the delivery?",
        "It is possible that a delivery may hurt the item.",
        "Is an item ruined during delivery?",
        "Is it possible that the item could be damaged as it was delivered?",
        "Was the item damaged during delivery",
        "Is the item in question damaged when delivered?",
        "What if something is damaged in delivery?",
        "Is it possible that the item may have been damaged at delivery?",
        "It may have been damaged upon delivery.",
        "Has the delivery caused damage?",
        "Is it possible that something may have been hurt when delivered?",
        "It is possible that something was damaged in delivery.",
        "Delivery errors damaged the product.",
        "Is it possible Delivery may hurt the item?",
        "There is a question about item damaged when delivery.",
        "Is it possible that something was damaged, when it was delivered?",
        "delivery damaging the product",
        "I was wondering if the package arrived broken.",
        "Does the delivery damaged the product?",
        "Is that item damaged during delivery?",
        "Is it possible that the item might have hurt when it was delivered?",
        "Did the delivery guys hurt my stuff?",
        "Was the item harmed when it was delivered?",
        "Did there have any issues with delivery damage?",
        "Did the product go awry during delivery?",
        "Maybe something was damaged when it was delivered.",
        "Is it possible the delivery might hurt the item?",
        "Is it possible that the delivery can hurt the item?",
        "Did it Damage when it arrived?",
        "Were delivery item damaged?",
        "The item is ruined during delivery?",
        "Is it possible that delivery could harm the item?",
        "Is it possible that something has been damaged when delivered?",
        "It's possible the item was damaged when it was delivered.",
        "delivery damage the product",
        "Is it a possibility that the item was damaged as it was delivered?",
        "Is anyone aware of any delivery damage?",
        "Did the product experience a problem with delivery?",
        "A delivery item is damaged?",
        "Does the delivery item have any damage?",
        "Maybe the delivery may hurt the item.",
        "Has delivery item been damaged?",
        "Would the delivery hurt its product?",
        "Delivery damage might have been the issue.",
        "Delivery damage done?",
        "Can I ask if the shipping broke it?",
        "Is it possible that it was damaged when delivery?",
        "Is the delivery hurt the product?",
        "Is it possible the item may have been damaged as it is delivered?",
        "Is an item damaged when it is delivered?",
        "Were the package arrived broken?",
        "Can the delivery hurt the product?",
        "The item might be hurt by delivery.",
        "Could it be that something was damaged when delivered?",
        "It is possible that the item may have been damaged while it was delivered.",
        "It was damaged when it was delivered?",
        "The delivery item may have been damaged.",
        "Is delivery possible to hurt item?",
        "Is the item damaged while it is delivered?",
        "Product damage from delivery accidents?",
        "I want to know if the shipping broke it?",
        "Are the items damaged during shipment?",
        "Could it have been ruined during delivery?",
        "Is the delivery injurious to the product?",
        "Deliver item damaged?",
        "Delivery may have damaged something.",
        "item damaged during delivery",
        "Is the delivery doing damage to its product?",
        "It's possible that something was injured when it was delivered.",
        "Is it likely that the item was damaged as it was delivered?",
        "Delivery accidents damaged the product?",
        "What about Delivery item damaged?",
        "It is possible that the item might have been damaged when it is delivered.",
        "Is it damaged in delivery?",
        "Is it possible that delivery may have damaged the item?",
        "I wondered if the shipping broke it.",
        "Is the product damaged in the delivery?",
        "Is that delivery damage?",
        "Delivery damage might have been a case.",
        "Is this a damaged shipment?",
        "Can it be that the item may have been damaged when it was delivered?",
        "If the item is damaged when delivered.",
        "Did delivery harm the product?",
        "Is it possible that the item will be hurt by the delivery?",
        "I wonder if shipment broke it.",
        "delivery damage could be the case.",
        "Product damaged in delivery mishaps?",
        "Did the product problem during delivery?",
        "Is there any issues regarding delivery damage?",
        "Is this delivery damage to the product?",
        "Is it likely that something was damaged when delivered?",
        "Did goods hurt on the way?",
        "Is the item damaged when being delivered?",
        "The delivery may be damaging its product",
        "Is it possible that the item was hurt during delivery?",
        "Delivery damaging the product?",
        "Could that delivery item be damaged?",
        "Did any damage happen to the delivery?",
        "Did delivery have damage?",
        "It is possible that the item may have been damaged when delivered.",
        "Maybe delivery damage exists?",
        "Are there any issues with delivery damage?",
        "Did Delivery damage exist?",
        "I wondered if shipping broke it.",
        "It is possible delivery damage was the case.",
        "Does the delivery have caused damage?",
        "Are the delivery damaged the product?",
        "Was the item damaged when delivered?",
        "Is something damaged when it arrives?",
        "Is the delivery injuring its product?",
        "Is it possible that an item may have been hurt when it was delivered?",
        "Could there be any delivery damage?",
        "Damage during delivery?",
        "I question if the shipping broke it.",
        "Is it possible that something was harm when delivered?",
        "Upon delivery was it damaged?",
        "Did there have any delivery defects?",
        "Was it damaged by delivery?",
        "Delivery might have caused some damage.",
        "Did a package arrive broken?",
        "I wonder if it broke as a result of shipping.",
        "Could the delivery hurt the product?",
        "Is it possible the item could have been damaged when it's delivered?",
        "Is it possible that something was harmed after being delivered?",
        "Did the item go bad during delivery?",
        "This item was ruined during delivery?",
        "Is a item ruined during delivery?",
        "Should I inquire if the shipping broke it?",
        "Is it the delivery that is damaging its product?",
        "Does anyone have any problems with delivery damage?",
        "A item was ruined during delivery.",
        "Goods were hurt in the route?",
        "The item might have been damaged as it was delivered.",
        "Does the delivery cause harm to its product?",
        "Any delivery related damage?",
        "Any damage done to deliver?",
        "Delivery damage might have been a factor.",
        "Is it possible that something could have been hurt when delivered?",
        "I would like to know if shipping broke it.",
        "It is possible that the item was damaged on delivery.",
        "Is it possible that the item has been damaged as it's delivered?",
        "There is any delivery damage?",
        "It could be that the item was damaged as it was delivered.",
        "It's possible that delivering may hurt the item.",
        "It is possible that the item was damaged when it wasdelivered.",
        "Is the item hurt when shipped?",
        "Are the goods hurt on the way?",
        "It's possible that the item was damaged when delivered.",
        "I'm curious if it broke because of shipping.",
        "Is it possible that the item could have hurt when it was delivered?",
        "Delivery damage may be present.",
        "Is it possible that delivery may harm the item?",
        "Is it possible that something may have been damaged when it was delivered?",
        "Is it possible the item might have been damaged during delivery?",
        "Something could be damaged when it is delivered.",
        "Did the item have damage when delivered?",
        "Something might be harmed when delivered.",
        "Did a delivery damage the product?",
        "Is item ruined while delivery?",
        "Something could have been harmed when it was delivered.",
        "The item may be damaged during delivery.",
        "How about a delivery item damaged?",
        "The package may have arrived broke.",
        "When it arrived is there any damage?",
        "Did delivery accidents damaged the product?",
        "Delivery disasters damaged product?",
        "It could be that something was damaged when it was delivered.",
        "Delivery damages might have been the case.",
        "Does the delivery hurting the product?",
        "Is it possible that something was delivered and harmed?",
        "Any delivery related defects?",
        "It is possible that the item might have been hurt when delivered.",
        "Can it be that the item was damaged as it was delivered?",
        "Were the items damaged in delivery?",
        "Is that the item that was ruined during delivery?",
        "Did the delivery item be damaged?",
        "Is the delivery damaging a product.",
        "Is it possible that delivery may cause harm to the item?",
        "The product was damaged during delivery.",
        "Does the product suffer a problem when it's delivered?",
        "Is it possible that the item might have been damaged when it is delivered?",
        "Do you know if any delivery damage occurred?",
        "It is possible that the item might have been damaged when it was delivered.",
        "Does the product suffer a problem on delivery?",
        "Is it possible that there was damage to the item as it was delivered?",
        "Did the item get damaged when delivered?",
        "Delivery damage could have been the situation.",
        "Did the item get damaged while it was delivered?",
        "Is it ruined during delivery?",
        "Is it possible that something was damaged in the delivery?",
        "Could the delivery be damaging its product?",
        "It was ruined in delivery?",
        "Is it possible that the item has been damaged while it is delivered?",
        "Is item damage when delivered?",
        "Did the delivery item suffer damage?",
        "A delivery item damaged?",
        "Were delivery product damaged?",
        "During shipment, damaged?",
        "Is item damaged while delivered?",
        "There is a question about the delivery damaging its product.",
        "Is it possible that the item was damaged when delivered?",
        "Was the order damaged when package arrived?",
        "Was it a problem when the product was delivered?",
        "Was something damaged when it was delivered?",
        "It is possible that the item may have been damaged in delivery.",
        "Are the deliveries damaging the product?",
        "Delivery damage on the product?",
        "Delivery item damages?",
        "was the item damaged during delivery",
        "Is the delivery damage its product?",
        "Is it a possibility that delivery may hurt the item?",
        "This delivery item is damaged?",
        "Did the delivery damaging the product?",
        "Is the item potentially damaged when it was delivered?",
        "Is it possible that the item may be hurt when it's delivered?",
        "The item may have been ruined during delivery.",
        "The delivery is damaging the product?",
        "Was it damaged when delivery was made?",
        "Is it damaged during shipment?",
        "Did the product suffer a problem when it was delivered?",
        "There is delivery damage that exists?",
        "Delivery item can be damaged?",
        "There may be damage to the delivery.",
        "What if it is damaged when it is delivered?",
        "Does the delivery cause the product harm?",
        "Has the shipment been damaged?",
        "If item is damaged during delivery, what happens?",
        "Did the product suffer from a delivery problem?",
        "Is it possible that the item might have been damaged at delivery?",
        "Are you wondering if shipping broke it?",
        "Were the damaged during the shipment?",
        "Is it possible that something had damage when delivered?",
        "It is possible that the item may have been hurt when it's delivered.",
        "Delivery damage could be happening?",
        "Did the product suffer a problem as it was delivered?",
        "Has anyone had any issues with delivery damage?",
        "Could something have been damaged when delivered?",
        "The item may have been damaged when it wasdelivered.",
        "Delivery damage may be the cause.",
        "Does the delivery damage the product?",
        "Is it possible that the item might have been damaged when delivery is made?",
        "Did the delivery impact the product?",
        "I wonder if it broke because of shipping?",
        "It's possible the item could have been damaged when it was delivered.",
        "Did it damage when it was delivered?",
        "It is possible that something was damaged as it was delivered.",
        "Did the delivery damage goods?",
        "Deliverable item damaged?",
        "There might be delivery damage.",
        "Damage to a delivery?",
        "The item could have been damaged when it was delivered.",
        "Delivery item is damaged.",
        "Delivery item is damaged",
        "What about damaged item when delivery?",
        "Delivery damage might have been the situation.",
        "Is the delivery damaging its item?",
        "The delivery item might be damaged",
        "Delivery damaging product?",
        "It's possible that the item could have been damaged in transit.",
        "Delivery gaffes damaged product?",
        "Does the delivery ruin the product?",
        "Is the delivery hurt its product?",
        "It is a possibility that delivery may hurt the item.",
        "What if the delivery hurts the product?",
        "Delivery product may have been damaged.",
        "What if item is damaged when it's delivered?",
        "Delivery damage could have taken place.",
        "damage to delivery item?",
        "What if the item is damaged while delivered?",
        "did the product suffer a problem during delivery?",
        "I wonder if it broke due to shipping?",
        "Does item get hurt when delivered?",
        "Is the delivery Damage the Product?",
        "Was it damaged as a result of delivery?",
        "Delivery damage may happen?",
        "Did it suffer damage during shipment?",
        "Did it happen during delivery?",
        "Is the delivery damaging my product?",
        "Is delivery may hurt the item?",
        "The item might have been ruined during delivery.",
        "Could the delivery be damaging the product?",
        "Does anyone have damage when it arrived?",
        "Is delivery a cause of any damage?",
        "It is possible that delivery may harm the item.",
        "Did there be any harm during shipping?",
        "It is possible that delivery damage occurred.",
        "Is there damage to the product from the delivery?",
        "Maybe delivery could hurt the item?",
        "Did it suffer any damage upon delivery?",
        "Delivery damage can happen?",
        "Is it possible that something may have been damaged when delivered?",
        "Is the shipment damaged during arrival?",
        "Is it possible that the item was damaged as it was delivery?",
        "It is possible that an item may have been hurt when it is delivered.",
        "The item could be hurt by delivery.",
        "Did you experience any delivery damage?",
        "Delivery damage likely exists?",
        "Is the item ruined by delivery?",
        "The delivery can damage the product.",
        "Which item was ruined during delivery?",
        "Is it possible that a delivery will hurt the item?",
        "Delivery item wrecked?",
        "Is there any delivery damage?",
        "It is possible that something was damaged whendelivered.",
        "Is it possible that the item has been damaged when shipped?",
        "Was something damaged when delivered?",
        "the delivery item is damaged",
        "Was it damaged by the delivery person?",
        "Problems with delivery may have damaged the product.",
        "Is it possible that the item could have been damaged when delivered?",
        "It's possible that the item might have been damaged when delivered.",
        "Product damaged as a result of delivery.",
        "I wonder if the shipping broke the thing.",
        "Any defects with delivery?",
        "Is the delivery damaging its Product?",
        "Is this damage during the shipment?",
        "Damage to the delivery product?",
        "Something may have been damaged when it was delivered?",
        "Do you think the delivery is damaging its product?",
        "Delivery damage, any issues with it?",
        "It's possible that the item could have been damaged when it's delivered.",
        "Any issues regarding delivery damage?",
        "It is ruined during shipping?",
        "Is the delivery harming the product?",
        "Is anything ruined during delivery?",
        "Something might have been hurt when it was delivered.",
        "The package might have arrive broken.",
        "Delivery accidents cause damaged product?",
        "Delivery damage may be the problem.",
        "Any delivery damage that occurred?",
        "Delivery damage could be an issue.",
        "Did the delivery damage the products?",
        "Is your shipment damaged?",
        "What about damaged items when delivery?",
        "Has the delivery done damage?",
        "Is it damaged during the shipment?",
        "Is delivery damaging the item?",
        "It could be damaged during shipment.",
        "Did the product make a problem during delivery?",
        "Is there an issue with delivery damage?",
        "Goods hurt in route?",
        "It is possible that delivery damage is the case.",
        "Does delivery have damaged anything?",
        "Is delivery potentially hurting the item?",
        "Did the product suffer damage during delivery?",
        "Was it possible that the item was damaged as it was delivered?",
        "the delivery damage the product",
        "There is a delivery item damaged.",
        "I wondered if the delivery guys broke my stuff.",
        "Was this damaged upon delivery?",
        "Delivery Damage exist?",
        "Is the delivery damaging the product??",
        "It's possible that something was damaged when delivery.",
        "Is it possible the item may have been hurt when it was delivered?",
        "The delivery could potentially be damaging the product.",
        "Is it possible that the item may have been damaged while it is delivered?",
        "The delivery might be damaging the product.",
        "Is it possible the item might have been hurt when it was delivered?",
        "Are you sure if shipping broke it?",
        "Is it possible something was injured when delivered?",
        "Was it damaged while delivery?",
        "Does it have any harm during shipping?",
        "Is a delivery damaging the product?",
        "Did the item get damaged while being delivered?",
        "It's possible that delivery damage was the case.",
        "Are the delivery harming its product?",
        "What damage has the delivery done?",
        "Perhaps the item may have been damaged when it was delivered?",
        "Is an item damaged when delivered?",
        "What happened to it when it was delivered?",
        "Did the delivery item get damaged?",
        "It is possible that delivery damage may have been the case.",
        "There may be delivery damage incurred.",
        "Same day delivery item damaged?",
        "It was damaged during the shipment?",
        "Did deliveries damage a product?",
        "Is the product damaged from the delivery?",
        "Is the item ruined during delivery.",
        "Is the delivery item damage?",
        "Did you ruin it during delivery?",
        "Is it a delivery item that is damaged?",
        "Was it damaged when it was delivered.",
        "Is the item possibly damaged when it's delivered?",
        "Delivery mistakes might have damaged the product.",
        "Possible damaged during shipment?",
        "There might exist delivery damage.",
        "It is possible that the item may have been damaged while being delivered.",
        "Is delivery possibly hurting the item?",
        "It is possible that the item may have been hurt when it is delivered.",
        "Is any damage caused by delivery?",
        "Does delivery hurt its product?",
        "Is its delivery damaging?",
        "There is a possibility that the item may have been damaged during delivery.",
        "Delivery damage or not?",
        "I wonder if the shipment broke it?",
        "Is this item ruined during the delivery?",
        "The delivery damage exists?",
        "Perhaps something was damaged when delivered?",
        "Did there damage to the delivery?",
        "Was this delivery product damaged?",
        "Is it a possibility that the item may have been hurt when it's delivered?",
        "Is it possible that something was harmed upon delivery?",
        "Any delivery-related defects?",
        "Does it appear that the item may have been damaged when delivered?",
        "Is this item hurt when delivered?",
        "There is a possibility that the item may have been damaged as it was delivered.",
        "Are the damaged during shipment?",
        "The item may be hurt by delivery.",
        "Delivery damage to a product?",
        "Is it possible that the item could have been damaged when it was delivered?",
        "Was that damaged upon delivery?",
        "Is there any damage from the delivery?",
        "Is the delivery destroying the product?",
        "Is the item damaged when delivered",
        "Is the delivery damaging the product",
        "What if something was damaged when delivered?",
        "The item was ruined during delivery.",
        "Delivery damage is conceivable.",
        "Did a problem occur during delivery?",
        "Is the product being damaged by the delivery?",
        "Are the delivery harming the product?",
        "It is possible that the item was damaged while it was delivered.",
        "There can be delivery damage.",
        "What if it is damaged while delivery?",
        "Is the item damaged at delivery?",
        "Is it plausible that the item was damaged when it was delivered?",
        "Is it possible that delivery might hurt it?",
        "Any delivery damage that was done?",
        "delivery item is damaged?",
        "If item is damaged when delivery, what do you think?",
        "Maybe the item was damaged as it was delivered?",
        "Delivery item damage?",
        "It is possible that it was damaged when it was delivered.",
        "Is it possible that something was injured in the delivery?",
        "What if an item is damaged during delivery?",
        "Did you damage the shipment during delivery?",
        "I would ask if the shipping broke it.",
        "Is it possible that the item may have been damaged when it is delivered?",
        "I want to know if the item is harmed when delivered.",
        "Did the product suffer a problem on delivery?",
        "Is it possible that things were damaged when delivered?",
        "Is it possible that something could be damaged when delivered?",
        "Did the product have a problem with delivery?",
        "Is delivery able to hurt the item?",
        "The item might have been damaged while it was delivered.",
        "Delivery Damage exists?",
        "Is it possible the item might have been damaged when it is delivered?",
        "It's possible delivery could hurt the item.",
        "Is it possible that something got hurt when it was delivered?",
        "Perhaps damaged during shipment?",
        "Did the delivery cause damage?",
        "The item was ruined when it was delivered.",
        "Was there any damage to the item during delivery?",
        "It's possible that delivery can hurt the item.",
        "Delivery product may have damaged it.",
        "A damaged product from a delivery?",
        "Is it possible that it was damaged when delivery was made?",
        "Is item injured when delivered?",
        "Do you think the delivery harms the product?",
        "Were it damaged as a result of delivery?",
        "Is it possible that shipping broke it?",
        "Is delivery product damaged?",
        "What if it's damaged while delivery?",
        "Did item become ruined during delivery?",
        "The shipment was damaged during shipment?",
        "Did the product suffer a problem during delivery.",
        "Is the item hurt when you deliver it?",
        "What if delivery accidents damaged a product?",
        "Is it possible that the item could have been hurt during delivery?",
        "Were it damaged during shipment?",
        "It is possible that the item may have been injured during delivery.",
        "Delivery damages may have been the case.",
        "Did the item suffer damage during delivery?",
        "The item could have been damaged when delivered.",
        "Is something hurt when it's delivered?",
        "The item is damaged during delivery.",
        "Was there any damage to the delivery?",
        "Was it a problem during delivery?",
        "The delivery could possibly be damaging the product.",
        "Did the shipment damaged?",
        "Delivery damage is a possibility.",
        "Is it possible that the item may have been damaged when you deliver it?",
        "The product might be damaged by the delivery.",
        "any delivery damage?",
        "Delivery damage might exist.",
        "Is the delivery damaging its wares?",
        "How damaged during shipment?",
        "Delivery damage may have been to blame.",
        "Were it damaged during delivery?",
        "Is it possible that the item might have been damaged when delivery was made?",
        "Is it possible that the item was damaged when it was shipped?",
        "During delivery, something was ruined?",
        "Does any damage occur from delivery?",
        "Is it possible that the item may have been damaged when delivery was made?",
        "Have the package arrived broken?",
        "Is it possible that the item may have been damaged on delivery?",
        "Is it possible the item may have been damaged when delivered?",
        "Is it possible that the item was damaged when it was delivered?",
        "Is the delivery damaging product?",
        "Is the delivery cause the damage?",
        "Did the delivery effect the product?",
        "Have delivery done any damage?",
        "Is the delivery injury to its product?",
        "Is the item possibly hurt when it's delivered?",
        "Delivery accidents have damaged a product.",
        "MaybeDelivery damage was the case.",
        "Did the shipment suffer a problem?",
        "Maybe something was damaged when delivered.",
        "Does the delivery damage it?",
        "Damage caused to delivery?",
        "Would the delivery be damaging its product?",
        "Has the item been ruined during delivery?",
        "Is it possible that the item could be damaged during delivery?",
        "Was the product an issue during delivery?",
        "It's possible the item may have been damaged during delivery.",
        "Is the item bad when delivered?",
        "Is the delivery impairing its product?",
        "I would like to know if shipping broke the thing.",
        "Is it possible that delivery could damage the item?",
        "If the item is damaged when it is delivered?",
        "Delivery damage may have been suffered.",
        "Maybe the item may have been hurt when it was delivered.",
        "Is this item destroyed during delivery?",
        "Did delivery cause injury to product?",
        "Delivery has caused any damage?",
        "The delivery messed with the product.",
        "Is it possible that there was damage to the item when it was delivered?",
        "Delivery damage can be a problem.",
        "Did delivery damage the product",
        "Would delivery damage the product?",
        "Does the delivery injury the product?",
        "\"Is the delivery damaging its product?\"",
        "Delivery damage may have been the thing.",
        "Damage incurred in delivery?",
        "Did the shipment suffer any damage?",
        "It's possible that the item may have been hurt in transit.",
        "Was it damaged when it wasdelivered?",
        "Any damaged delivery?",
        "Is it possible the item may have been injured when it was delivered?",
        "Is there a ruined item during delivery?",
        "What if it is damaged on delivery?",
        "Do you believe it was damaged during shipment?",
        "Delivery damage seems possible?",
        "I will ask if it broke due to shipping.",
        "Did your shipment get damaged?",
        "Did the product suffer issues during delivery?",
        "The shipment may have been damaged.",
        "What happens if an item is damaged when delivered?",
        "Is it possible that a delivery was damaged?",
        "Does delivery damage product?",
        "Delivery item has some damage?",
        "Could that delivery hurt the item?",
        "Was the item ruined when delivered?",
        "Did the product suffer a problem whendelivered?",
        "Did the item damage during its delivery?",
        "Is the delivery causing any harm to the product?",
        "It is possible that something was hurt when delivery.",
        "It might be ruined during shipping.",
        "Did the delivery cause damage to the product?",
        "I wonder if the package arrived broken?",
        "The delivery damage?",
        "The delivery could cause damage to the product.",
        "Is the product suffer a problem during delivery?",
        "Is it possible that it was damaged as it was delivered?",
        "Delivery damage may happen.",
        "It's possible that something was hurt when delivered.",
        "Does anyone know if shipping broke it?",
        "Is it possible that the item was damaged when it was delivered.",
        "Product damaged from delivery mistakes?",
        "During delivery, something is ruined?",
        "There may be delivery damage that exists.",
        "Could the item have been damaged while it was delivered?",
        "Did the product suffer a problem during shipment?",
        "Did there damage to the delivery product?",
        "Does the delivery Damage its product?",
        "Did the product have a problem when it was delivered?",
        "Any delivery damage was incurred?",
        "It is possible the item may have been damaged when it is delivered.",
        "It is possible that delivery may hurt the item",
        "It is possible that something was hurt when it was delivered.",
        "It is possible that delivering may hurt the item.",
        "Did delivery cause damage to product?",
        "Did the delivery damage anything?",
        "Did the product have a problem while being delivered?",
        "Does the delivery destroy its product?",
        "Is it feasible that something was damaged when delivered?",
        "Does the delivery harm it's product?",
        "Did the product suffer a problem during shipping?",
        "Was it damaged during its delivery?",
        "Is the product affected during delivery?",
        "There is a item that was ruined during delivery.",
        "Was the item damaged during delivery.",
        "It is possible that something was damaged while being delivered.",
        "Have you experienced damaged during shipment?",
        "Is it possible that something was damaged when you deliver?",
        "Delivery item could be damaged?",
        "Did the item get damaged on delivery?",
        "Is the delivery damaged the product.",
        "What if something is damaged when it is delivered?",
        "Perhaps delivery damage was the case.",
        "So is the delivery damaging the product?",
        "I ask if it broke due to shipping.",
        "Did deliveries damage the product?",
        "What about delivery item damage?",
        "Have delivery damaged anything?",
        "Is the item ruined in the delivery?",
        "Is it possible that something was hurt when shipped?",
        "Is something could have been damaged when it was delivered?",
        "Did the product suffer a delivery issue?",
        "I want to know if there are any issues with delivery damage.",
        "Does it seem like delivery may hurt the item?",
        "Is it possible the shipping broke it?",
        "What damage has delivery caused?",
        "Did the product have a problem while delivered?",
        "Is delivery item damaged",
        "Delivery damage could have been the issue.",
        "Is it possible that the delivery may hurt the item?",
        "Is it possible that it was damaged during delivery?",
        "If item is damaged when delivery, what happens?",
        "The delivery may be damaging.",
        "The delivery may Damage the Product.",
        "Delivery Damage may have been the case",
        "Did it happen during the shipment?",
        "Did the product suffer a delivery problem?",
        "Did the product suffer problems when it was delivered?",
        "The delivery may have damage to the product.",
        "There is a delivery item that has been damaged.",
        "Delivery damage may have been occurring.",
        "Has the delivery caused any damages?",
        "What if an item is damaged upon delivery?",
        "The delivery could be damaging the product.",
        "Have the delivery caused any damage?",
        "Did the product have a problem while it was delivered?",
        "Is the delivery able to damage the product?",
        "Is your shipment damaged during shipment?",
        "Was delivered damaged?",
        "Is it possible that the delivery may hurt the item.",
        "Things are ruined during delivery.",
        "It is possible that the item might have been damaged during delivery.",
        "Did delivery mistakes damaged product?",
        "During shipment, was it damaged?",
        "Did the product had a problem during delivery?",
        "The delivery is possibly damaging the product.",
        "Delivery damage may be present?",
        "It's possible something was harmed when delivered.",
        "During the shipment, is it damaged?",
        "The item was damaged during delivery",
        "Did delivery hurt product?",
        "Is it possible that something was hurt while being delivered?",
        "Does the delivery cause any damage to the product?",
        "The item could be damaged when it is delivered.",
        "It is possible that delivery might hurt the item.",
        "Any delivery damage caused?",
        "The delivery damage is questionable.",
        "It is possible that the item was damaged when delivered.",
        "It is possible that something was injured when delivered.",
        "I want to know if shipping broke it?",
        "Is it possible that the item was ruined during delivery?",
        "Did it get damaged in the process?",
        "Is there a chance that something was injured when delivered?",
        "Delivery damage might have been what happened.",
        "There is any damage when it arrives?",
        "I don't know if it was damaged upon delivery.",
        "Was it damaged the moment it was delivered?",
        "Was it damage during delivery?",
        "Is it possible that something in the delivery was damaged?",
        "Has it taken a hit in transit?",
        "There is a possibility that delivery damage was the case.",
        "Something might be damaged when delivered.",
        "Was item damaged during delivery?",
        "Is it possible that something damaged when it was delivered?",
        "Is this item damaged when it is delivered?",
        "The item could be damaged when it was delivered.",
        "It is possible that the item may have been damaged when it is delivered.",
        "It is possible that something was damaged in the delivery.",
        "Is it possible that the item could have been damaged when it is delivered?",
        "Is it possible something was hurt when it was delivered?",
        "Could the item have been hurt when it was delivered?",
        "It is possible that the item may have been damaged when delivery is made.",
        "Is delivery hurting the product?",
        "Is it possible that the shipping broke it?",
        "Did it get damaged during the way?",
        "The item might have been damaged during the delivery.",
        "Is it possible that something was harmed whendelivered?",
        "Is it possible that item was ruined in delivery?",
        "delivery may hurt the item.",
        "Can the item be damaged as it's delivered?",
        "Delivery item shattered?",
        "Is it possible that the item has been damaged as it's been delivered?",
        "Is it possible the item may be hurt by delivery?",
        "Is there a chance that something was hurt when delivered?",
        "Maybe damaged during shipment?",
        "Was this item damaged in delivery?",
        "Was the item ruined when it was delivered?",
        "Delivery damage could be there.",
        "Did the product go wrong in delivery?",
        "Is the delivery messing with its product?",
        "During delivery, is the item ruined?",
        "Is it possible that this item was damaged when it was delivered?",
        "Is the item harmed when delivered?",
        "delivery damage may be the case.",
        "Is the item damaged in delivery?",
        "What if an item is damaged in delivery?",
        "I wonder if the item was ruined during delivery.",
        "What if delivery mistakes damaged a product?",
        "Was there any damage to delivery?",
        "Is it possible that item is ruined during delivery?",
        "The delivery item has been damaged.",
        "Will the product suffer a problem during delivery?",
        "The delivery could be hurting the product.",
        "The delivery may potentially damage the product.",
        "Can I ask if it broke due to shipping?",
        "Is it possible that the item might have hurt when delivered?",
        "Is the item damaged when it gets delivered?",
        "Delivery Damage may have been the case.",
        "The product may suffer a problem during delivery.",
        "Is it possible that the item may have been damaged while it was delivered?",
        "Is it possible that something was injured as it was delivered?",
        "Delivery damage may have occurred.",
        "How damaging is the delivery item?",
        "Was it damaged delivery-wise?",
        "Is it a problem if item is damaged when delivery?",
        "Is an item damaged during delivery?",
        "Is it possible something was damaged whendelivered?",
        "Is the delivery negatively affecting the product?",
        "Did the delivery people break stuff?",
        "Is it possible that the item could have been hurt when delivered?",
        "Did the delivery damage any product?",
        "Delivery errors caused damaged product?",
        "Damage is incurred during delivery?",
        "Would it have been damaged during shipment?",
        "Is it possible that something got damaged when it was delivered?",
        "Is it possible that the item could have been hurt when it is delivered?",
        "Is your delivery damaging the product?",
        "Is it a possibility that the item might have been damaged when it was delivered?",
        "Delivery damage may have been the situation.",
        "Delivery damage might exist",
        "Delivery damage is happening?",
        "Delivery may damage product.",
        "Has the package arrived broken?",
        "It was damaged during delivery?",
        "Is it likely that something was damaged when it was delivered?",
        "Is it hurt when delivered?",
        "What if the item is damaged on delivery.",
        "Product damaged due to delivery.",
        "The delivery may have damaged the product.",
        "Maybe the item may have been damaged when it is delivered?",
        "It is possible that the item may have been damaged on delivery.",
        "Is the delivery responsible for the damage to the product?",
        "Is it possible the item could have been damaged when delivered?",
        "Is it possible that something is damaged when it is delivered?",
        "Were the delivery items damaged?",
        "Is it possible something was injured when it was delivered?",
        "Were the item ruined in delivery?",
        "Something might be harmed when it is delivered.",
        "When delivered, is item harmed?",
        "I wonder if it was broken by shipping?",
        "It is possible that the item has been damaged as it was delivered.",
        "Is it conceivable that delivery could hurt the item?",
        "Is the deliveries damaging the product?",
        "Is it possible that an item may have been hurt when it's delivered?",
        "There may be delivery damage",
        "Is the item hurt when it is delivered?",
        "Is it possible the item may have been hurt when it is delivered?",
        "Is there any harm during the shipping process?",
        "Did the item damage during delivery?",
        "Is delivering damaging the product?",
        "Delivery damage can be incurred?",
        "Is that it possible that something was damaged when delivered?",
        "Did the product suffer a problem during transportation?",
        "Did the delivery damaged the product?",
        "the delivery may damage the product",
        "Do you know if item is damaged when delivered?",
        "The delivery may be damaging its product.",
        "Is delivered item hurt?",
        "There is a question about the delivery damaging the product.",
        "Is item damaged during delivery?",
        "Is something damaged upon delivery?",
        "Is its item ruined during delivery?",
        "Damage incurred during delivery?",
        "There are delivery damage possibilities?",
        "What about the damaged during shipment?",
        "Is item hurt when it's delivered?",
        "Could delivery possibly hurt the item?",
        "What damage has delivery done?",
        "Was the product malfunctioning during delivery?",
        "Delivery damage may have been it.",
        "Is it possible that the item could have been damaged as it arrived?",
        "Damage to delivery may exist?",
        "Delivery accidents caused damage to product?",
        "Is it possible that a delivery might hurt the item?",
        "Was it delivered damaged?",
        "Any harm during shipment?",
        "Delivery might be damaging the product.",
        "Was the product had a problem during delivery?",
        "Is the Delivery damaging the product?",
        "Do you think the delivery is damaging the product?",
        "Was it damaged when it got delivered?",
        "It may be possible that the item was damaged as it was delivered.",
        "It was damaged when it was delivered.",
        "Did delivery item break?",
        "There was some damage when it arrived.",
        "There is a question about the delivery damage.",
        "Did the product suffer from delivery problems?",
        "It is possible that it was damaged as it was delivered.",
        "It may have been ruined during delivery.",
        "delivery may hurt item",
        "When an item is delivered, is it harmed?",
        "Is the item harmed in delivery?"
    ]
}