{
    "company_type": "Retail Banks",
    "inquiry_category": "Account closure and account opening",
    "inquiry_sub_category": "Account Opening Account Types",
    "description": "Customers inquire about the different types of bank accounts available for opening, such as checking accounts, savings accounts, certificates of deposit (CDs), or retirement accounts, to find the best fit for their financial goals.",
    "inquiry": "How can I open a certificate of deposit (CD) with your institution?",
    "paraphrases": [
        "Are you able to help me open this CD?",
        "Can I get CD at your bank?",
        "I'm confused as to how to open acertificate of deposit with you.",
        "What are the steps to begin a CD at your bank?",
        "How do I get a CD from your institution?",
        "I wish to open a CD at your bank.",
        "How can I open the CD in your bank?",
        "Can a CD account be obtained here?",
        "Can you put a CD in my account?",
        "Can you grant me a CD account?",
        "Is there a way to start a certificate of deposit.",
        "What should I do to make a CD at my financial institution?",
        "How to start a CD at the bank?",
        "It's possible to open a CD with your bank.",
        "I would like to start a CD in a bank.",
        "I wanted to know how to get a CD account.",
        "What can I do in order to open aCD with yourinstitution?",
        "Can your branch open a CD for me?",
        "I am wondering if your bank will open a CD for me.",
        "How to get CD's in your institution?",
        "How can I open aCD in your institution?",
        "You might want to know how to open a CD account.",
        "What do I do to start my CD at the bank?",
        "What do I need to do in order to start a CD at my bank?",
        "Someone wants to open a certificate of deposit.",
        "How will I get a CD with you?",
        "Can I get a account for a CD?",
        "I need to start a CD at my financial institution",
        "I'm curious if I can open a certificate of deposit.",
        "What can I do to open aCD at your institution?",
        "I'm wondering how to open acertificate of deposit with your institution.",
        "Please give me instructions to open a CD account",
        "I'm wondering how to open acertificate of deposit with you.",
        "Interested in opening aCD account.",
        "What should I do to begin a CD at the bank?",
        "How can I get a CD at your bank?",
        "Do you know how to start a CD at your bank?",
        "How can I get aCD from the institution?",
        "Is it possible to open a CD with the bank?",
        "Please give me guidelines for opening a CD account.",
        "I need to open a CD at a bank.",
        "Interested in starting a CD account?",
        "Is it possible to open a CD in the bank?",
        "How do I open a certificate of Deposit at your institution?",
        "Is it possible to openCD at your bank?",
        "What can I do to open a CD at the institution?",
        "I would like to start a CD at your place of business",
        "What do I need to do to start a CD with my financial institution?",
        "The person is interested in starting a CD account.",
        "How do you open a CD at your bank?",
        "I want to open my aCD with the institution.",
        "I're trying to open a certificate of deposit",
        "What do I have to do to open aCD in yourinstitution?",
        "Does anybody have a way to start a certificate of deposit?",
        "I'm not sure how I can open acertificate of deposit with you.",
        "Can i open a CD at your bank?",
        "I am interested in opening a CD account.",
        "What needs to be done to start an CD at your bank?",
        "How do you begin a CD at your bank?",
        "How will I get a CD at this bank?",
        "I am looking for a way to start a certificate of deposit.",
        "Can I have a CD account here?",
        "Please guide me in opening a CD account.",
        "Can I get a CD in your bank?",
        "I'm wondering How to open a certificate of deposit.",
        "I would like to know how to get a CD account.",
        "Is it possible to open a certificate of deposit at your institution.",
        "How do I open my CD with the institution?",
        "What can you do to open a CD in your institution?",
        "What should I do to start a bank CD?",
        "What can I do to open a CD within your institution?",
        "What do I have to do to open a CD with yourinstitution?",
        "How can I get a CD to be put in my account?",
        "How to open CD at the bank?",
        "How do you get a CD to start at your bank?",
        "I'm wondering if I can open the deposit with you.",
        "Could I start a CD with you?",
        "Interested in starting an account with CD.",
        "I'm trying to open a certificate of deposits.",
        "Open a CD with your bank?",
        "What is the process of starting a CD at the bank?",
        "Can you help me with CD initiation?",
        "What's the process for opening a CD?",
        "Is it possible that I could open CD with you?",
        "Do you want to know how to deposit money into a CD account?",
        "I need you to give me instructions on opening a CD account.",
        "Instructions on opening a CD account should be given to me.",
        "How to get a CD opening in your institution.",
        "Is it possible to open your CD at your bank?",
        "Do you have a process for starting a CD at your bank?",
        "Can I start a CD in a bank?",
        "Interested in making a CD account.",
        "Is it possible to get a CD account here?",
        "How do you establish a CD account?",
        "What could I do to start a CD at the bank?",
        "Is it possible for you to tell me how to initiate a CD?",
        "What can I do to set up a CD at this bank?",
        "I'm wondering if I can open acertificate of deposit with you",
        "Give me instructions on opening a CD account",
        "Can I get a CD at your bank.",
        "How to open your CDs at the bank?",
        "Is it possible to explain how to start a CD account?",
        "What is the procedure for beginning your CD at your bank?",
        "How do i start a CD at a bank?",
        "I don't know how to start a CD with my bank.",
        "I'm trying to figure out how to open acertificate of deposit with you.",
        "I am attempting to open a certificate ofdeposit.",
        "How can you make a CD opening in your institution happen?",
        "I'm trying to figure out how to open a certificate of deposit at your institution.",
        "Does it is possible to open a CD with you?",
        "I'm curious about how to open a certificate of deposit.",
        "I'm wondering how I can open a certificate of Deposit at your institution",
        "I'm wondering how to open a certificate of Deposit in your institution.",
        "I'm wondering how I could open acertificate of deposit with you.",
        "How can I open a certificate ofDeposit at your institution?",
        "I'm wondering if I can start a CD with you.",
        "Can I get a CD in my account?",
        "Are it possible to open the certificate of deposit with you?",
        "How can I get acertificate of deposit in your institution?",
        "Do you offer a method of opening a CD?",
        "Can someone give me a CD account?",
        "Can I get a CD at this bank?",
        "Do you want to know how to have a CD account?",
        "I have a question about setting up a CD at the bank.",
        "I'm trying to open the certificate of deposit.",
        "Can a CD account be opened here?",
        "Do you have a way to initiate a CD with me?",
        "Can anyone tell me a way to start a certificate of deposit?",
        "I am trying to open a CD with my institution.",
        "Please inform me about opening a CD account.",
        "I'd like to know how to open a new CD.",
        "How to start a certificate ofdeposit?",
        "What should I do in order to start a CD at your bank?",
        "Are there any ways to open a CD at your bank?",
        "There is a question about how to open CD with you.",
        "What do I have to do to start a CD at your place of business?",
        "Could I get a CD account?",
        "How do you open the CD in your institution?",
        "How do I begin a CD opening in my institution?",
        "Is there a way to start a certificate ofdeposit?",
        "How can I start a CD in a bank?",
        "I'd like to open acertificate of deposit with your institution.",
        "I'm unsure how to open acertificate of deposit with you.",
        "How can I open aCD with yourinstitution?",
        "Wanting to open a CD account.",
        "How can I open the certificate of deposit at your institution?",
        "How am I able to set up a CD at this bank?",
        "I'm wondering how to open acertificate of deposit at your institution.",
        "I need to begin a CD at a bank.",
        "Can you help meInitiate a CD?",
        "What will I need to do to start a CD at your bank?",
        "Let me know if I can open a CD with you.",
        "I want to put a CD in your bank.",
        "Can you please explain how to open a CD account?",
        "Can I get to open the CD with you?",
        "Can you tell me how I can get a CD from you?",
        "I was wondering if I could open a certificate of deposit at the institution.",
        "Can you show me how to open a CD at my bank?",
        "I would like to open CD at your bank.",
        "Someone is interested in opening a CD account",
        "Can you tell me how to set a CD up?",
        "I am trying to set up a CD at this bank.",
        "How about opening up a CD?",
        "Can you have your bank open a CD for me?",
        "Is there a way to make a certificate of deposit?",
        "How can I open acertificate of deposit with the institution?",
        "How do I open a CD with your bank?",
        "Will it be possible to open aCD with you?",
        "How can I start a certificates of deposit?",
        "How do I get a CD set up at the bank?",
        "Would you explain how to open a CD account?",
        "Is it possible to open your CD at the bank?",
        "I'm curious as to how to open a certificate of deposit.",
        "I'm unsure how I can open acertificate of deposit with you.",
        "Let me know how I can open a CD account.",
        "How can I open acertificate of deposit at your institution?",
        "Someone is seeking information about opening a CD.",
        "I'm interested in starting a CD at a bank.",
        "Can your bank open a CD",
        "How do you plan to open a CD in your institution?",
        "I'm wondering if I can get a certificate of deposit.",
        "I'm wondering how to open a certificate of deposit.",
        "can I start a CD with you?",
        "How can I have a CD put in my account?",
        "Can you show me how to open a certificate of deposit?",
        "Looking for info on opening a CD.",
        "I need help opening a CD account.",
        "Is it possible for me to open a certificate of deposit at your institution?",
        "How do you get a CD started at your bank?",
        "Can you tell me how to open a certificate of deposit at your institution?",
        "Where can I start a CD at my bank?",
        "Your institution can open a CD for me.",
        "Is it possible for me to open CD at your bank?",
        "I am wondering how to open a deposit certificate.",
        "Is it possible for me to begin my CD at your bank?",
        "Does your bank allow me to open a CD there?",
        "I'm wondering if it's possible to open a certificate of deposit at your institution.",
        "Can I start a certificate of deposit?",
        "Can I get a CD in the bank?",
        "Your institution can open a certificate of deposit for me.",
        "Do you know how to sign up for a CD account?",
        "What is it that I need to do to start a CD at a bank?",
        "I would like to start a CD at your bank.",
        "Please let me know if I should open a CD account.",
        "I would like to deposit CD at your bank.",
        "Please send me instructions for opening a CD account.",
        "How to get a CD into your bank?",
        "I am interested in opening a certificate of deposit.",
        "I'm wondering how I can open a certificate of Deposit.",
        "I am trying to open a CD account.",
        "I'm wondering if I can open a certificate at your institution.",
        "Do you have a way to start a certificate of deposit?",
        "Does my bank allow me to open a CD?",
        "How can I open aCD at the institution?",
        "I'm curious if I can open a certificate of deposit with you.",
        "I'm wondering how to open a deposit at your institution.",
        "Can you help me begin a CD?",
        "Provide me with instructions on how to open a CD account.",
        "I'm wondering how to deposit acertificate of deposit with you.",
        "You should tell me how to open a CD account.",
        "I am wondering if I can open CD at the bank.",
        "What is it that you have to do to start a CD at your bank?",
        "I need to know how to start a CD account.",
        "I wonder if I can open CD with you?",
        "What does it take to start a CD at a financial institution?",
        "I want to open a CD at your institution.",
        "How do you begin to start a CD at your bank?",
        "What is the procedure for starting a CD at a bank?",
        "I have aCD, but can I open it at the institution?",
        "How to open a CD in your bank?",
        "Can you open CD at the bank?",
        "Am I able to initiate a CD with you?",
        "I need to open a CD with the institution.",
        "How can you start a CD at the bank?",
        "Can you tell me how to open a CD account.",
        "How do I start the CD opening in my institution?",
        "What do you need to do to start a CD at the bank?",
        "Is it possible to open a certificate of deposit?",
        "Tell me how to open the CD?",
        "I want to open aCD with yourinstitution",
        "I was wondering how to open a CD at your bank.",
        "What do I need to do to start a CD in your bank?",
        "Can I open your bank account with a CD?",
        "What do I do to start my CD at your bank?",
        "There is a certificate of deposit that I am trying to open.",
        "Are you able to help with a CD accession?",
        "Does your bank have the ability to open CD?",
        "Please provide me instructions for opening a CD account.",
        "Is it possible to start my CD?",
        "How to start a CD opening at your institution?",
        "I want to start a CD at a financial institution.",
        "Want to know how to use a CD account?",
        "What can I do to open aCD in you?",
        "Do you know how to open CD at your bank?",
        "I'm curious as to how I can open acertificate of deposit with you.",
        "Do you offer a method to open the CD?",
        "How can you help me open a CD account?",
        "Do you know how to start a CD at a bank?",
        "How to establish a CD account?",
        "I'm wondering if I can open a certificate of deposit at your bank.",
        "I'm wondering how to open aCertificate of Deposit.",
        "What do I need to do to open a CD with my institution?",
        "Is there a way to open a CD with your bank?",
        "Is there a way to begin a CD?",
        "I'm wondering how to open acertificate ofdeposit with you.",
        "Can your bank provide a CD for me?",
        "Can I get into a CD with your bank?",
        "I am wondering how I can get a certificate of Deposit at your institution.",
        "How am I supposed to get a CD with you?",
        "I'd like to start a CD at my financial institution.",
        "How come you want to start a CD at your bank?",
        "What do I have to do to start a CD in your bank?",
        "Can you tell me how to start a CD.",
        "I am interested in opening a CD at your bank.",
        "How do you start an account with a CD?",
        "Can I put a CD into your bank account?",
        "I'm wondering if I can open a certificate of Deposit.",
        "I wonder if it is possible to initiate a CD with you.",
        "I am wondering if there is a way to start a certificate of deposit.",
        "Does your bank have the power to open a CD for me?",
        "Do you know how to start a CD opening in your institution?",
        "If there is a way to start a certificate of deposit?",
        "Is it possible for me to have a CD account here?",
        "Do you know how to put a CD in my account?",
        "What is the best way to open a CD in your institution?",
        "Please tell me the procedures for opening a CD account.",
        "Can you tell me how to open a CD at my bank?",
        "I am trying to open aCD with yourinstitution.",
        "I have aCD, but is it possible to open it with the institution?",
        "Can I get your bank to open a CD for me?",
        "I want to set up my CD at this bank.",
        "There is a way to set up a CD at this bank.",
        "What does it take to begin my CD at your bank?",
        "What can I do at yourinstitution to open aCD?",
        "I'm wondering how to open a certificate of deposit at the institution.",
        "How do I get a CD to be put in my account",
        "It is possible to open a certificate of deposit with your institution.",
        "Are there any ways to set up a CD at this bank?",
        "Will there be a way to start a certificate of deposit?",
        "I'm wondering if I could open acertificate of deposit.",
        "I'm in need of information on opening a new CD.",
        "Can you give me instructions on how to open a CD account?",
        "How do you open CD at a bank?",
        "I'm wondering how I can open a certificate ofdeposit.",
        "Can your bank have a CD for me?",
        "I want to open the certificate of deposit.",
        "I want to open aCD in yourinstitution.",
        "What about opening a CD account?",
        "Is it possible to start my CD at your bank?",
        "I'm curious how I can open the certificate of deposit.",
        "Do you have a way to get a CD in the bank?",
        "How to set up a CD today?",
        "Is opening a CD with your bank possible?",
        "Can you tell me how to set up a CD?",
        "Can you explain how to register for a CD account?",
        "How can I get a CD in the bank.",
        "I am trying to open a certificate of deposit.",
        "I am wondering about opening a certificate of deposit.",
        "Do you know how I can open up a CD?",
        "I would like to open your CD at your bank.",
        "Can you tell me how to begin a CD?",
        "Am I able to open a certificate of deposit?",
        "Is it permissible to open CD at your bank?",
        "I'm wondering how I can open a certificate of deposit with you.",
        "What can I do to open a CD with the institution?",
        "I would like to open CD at the bank.",
        "How do I get a CD set up at this bank?",
        "Can you open me a CD?",
        "I wanted to open a CD account.",
        "How should I start a CD at your bank?",
        "Is it easy to start a CD at your bank?",
        "What can I do to open a certificate of deposit at your institution?",
        "Can I open a CD account at this location?",
        "I am looking to open my CD.",
        "Can you open a CD in your bank?",
        "Can i get a CD account here?",
        "What do I need to do to set up a CD at your place of business?",
        "What should I do to open a CD with yourinstitution?",
        "Is it possible to open a CD for your bank?",
        "I need to start a CD in the bank.",
        "It might be possible to open a certificate of deposit with you.",
        "I need assistance opening a CD account.",
        "Is it possible to launch a CD with you?",
        "What are the steps for starting a CD at your bank?",
        "I need to open aCD with the institution.",
        "I'm wondering if you can help me initiate a CD.",
        "I would like to set up a CD at this bank.",
        "I would like to open a CD in your bank.",
        "Is it possible to open aCertificate ofDeposit with you?",
        "Can my bank open me a CD?",
        "Is it possible to open aCD with you?",
        "How to open a CD at your bank?",
        "I'm wondering if I can open a certificate of deposit.",
        "How might I start a certificate of deposit?",
        "Can I open the CD with your bank?",
        "How do I set up a CD in this bank?",
        "How can you make a CD opening happen?",
        "What do I need to do to set up a CD at my financial institution?",
        "Start a CD at the bank?",
        "I don't know how to open a certificate of Deposit at your institution.",
        "I'm looking for a way to open my CD",
        "Please give me information about opening a CD account.",
        "I'd like to open a CD account here.",
        "Do you have a way for me to get a CD with you?",
        "What should I do to get a CD at my bank?",
        "Can I have a CD account?",
        "Can you tell me how I can open this CD?",
        "What can I do to open a CD with myinstitution?",
        "What does it take to get a CD in your bank?",
        "I want to open a CD at a bank.",
        "What do I do to start a CD at a bank?",
        "Someone is interested in setting up a CD account.",
        "How to open CD in your bank",
        "I am wondering if I can open a certificate of deposit at the institution.",
        "I would like to know about opening a new CD.",
        "Can you show me how to initiate a CD?",
        "How to set up a CD at the bank?",
        "What can you do to initiate a CD?",
        "I would like to know how to get a CD done.",
        "Can I get a CD to be put into my account?",
        "Can I get a CD account in this location?",
        "What do I need to do to open a CD with your institution?",
        "I'm trying to open acertificate ofdeposit",
        "What do I need to do to open aCD at your institution?",
        "What need to I do to start a CD at my financial institution?",
        "Can your bank make me a CD?",
        "How might I get a CD with you?",
        "How do we start a CD at our bank?",
        "How to start a CD at a bank.",
        "How can i open a certificate of deposit?",
        "How do I get a CD in the bank?",
        "I'm wondering if I can open acertificate ofdeposit.",
        "I am curious how I can open a certificate of deposit at your institution.",
        "Please give me instructions to open my CD account.",
        "I'm wondering about opening a certificate of deposit.",
        "I am looking for info on opening a new CD.",
        "I need your assistance in setting up a CD.",
        "I was wondering if you could explain how to open a CD account.",
        "I am interested in learning how to start a CD account.",
        "I am trying to open a certificate ofdeposit",
        "The person is interested in opening a CD account.",
        "Could you tell us how to open a CD account?",
        "I want to open a certificate of deposit with you.",
        "Can you show me how to open a CD account?",
        "What can I do to open the CD in yourinstitution?",
        "I need help opening my CD account.",
        "At your bank, how can I open a CD?",
        "What would I need to do to start a CD at your bank?",
        "how to open my CD?",
        "I want to start an CD at your bank.",
        "How to open a CD in your institution",
        "How can I get acertificate of deposit with you?",
        "Please provide me with instructions on opening a CD account.",
        "Want to know about opening a CD account?",
        "A person is interested in opening a CD account.",
        "Am I able to open a certificate of deposit at your institution?",
        "Can I setup a CD at this bank?",
        "Looking for info about opening a CD.",
        "I have a question about getting a CD in your bank.",
        "Would you like to know how to create a CD account?",
        "How to get a CD into your institution?",
        "Is it possible to open a certificate ofdeposit with you?",
        "What can I do to open CD at my bank?",
        "Please tell me how to open a CD account",
        "Have a question about how to start a CD account?",
        "How can I open my aCD in an institution?",
        "What is the procedure for starting a CD at a financial institution?",
        "Is it possible for you to open a certificate of deposit?",
        "Do you know how I can open a CD?",
        "I have aCD and how can I open it at the institution?",
        "Do you have way to open a CD?",
        "I'm trying to figure out how to open acertificate of deposit with your institution.",
        "Are you able to open a certificate of Deposit at your institution?",
        "I don't know if I can open a CD with your bank.",
        "Instructions on how to open a CD account are needed.",
        "I wish to start a certificate of deposit.",
        "Is it possible to begin my CD at your bank?",
        "Can you help me with setting up the CD?",
        "I'm looking for a way to open a certificate of deposit at your institution.",
        "Can i have a CD account?",
        "I'm wondering whether I can open acertificate of deposit with your institution.",
        "What steps should I take to start a CD at a bank?",
        "Would you like to know how to set up a CD account?",
        "How can I get a certificate of deposit at the institution?",
        "What should I do to begin a CD at my institution?",
        "What can I do to open aCD with your institution?",
        "I would like to know how to open a new CD.",
        "Can I get an account with a CD?",
        "Can I deposit a CD at your institution?",
        "A certificate of deposit can be opened with your institution.",
        "What can I do to start a CD at my institution?",
        "I want to open a CD with my institution.",
        "What can I do to open aCD with you?",
        "I need instructions about opening a CD account.",
        "I trying to open a certificate of deposit.",
        "How to open CD in the bank?",
        "Can you help with CD accession?",
        "There is a process for starting a CD at your bank.",
        "I'm curious how I can open acertificate of deposit with you.",
        "I wonder if I can start a CD with you.",
        "Please tell me what I need to do to open a CD account.",
        "Please give me information on opening a CD account.",
        "Is there a way to establish a CD here?",
        "I'm attempting to open a deposit certificate.",
        "What can I do to open a certificate of Deposit at your institution?",
        "Please help me open my CD account.",
        "Is it possible to open aCD with yourinstitution.",
        "Does your bank allow me to open a CD?",
        "How do you start an account for a CD?",
        "Can we open CD together?",
        "I am not sure how I can open acertificate of deposit with you.",
        "Please give me the instructions for opening a CD account.",
        "I might be able to open a CD at your bank.",
        "Let me know how to open a CD account.",
        "What do I do to start a CD at my bank?",
        "What do I need to do to get my CD at your bank?",
        "How do you start a CDs at your bank?",
        "How can we start a CD opening in your institution?",
        "I am curious how I can open acertificate of deposit with you.",
        "What is needed to start a CD at your bank?",
        "Can you show me how to get a CD in my bank?",
        "To open a certificate of deposit?",
        "What can I do to make a CD at this bank?",
        "I need to open a CD with yourinstitution.",
        "Want to know how to get started with a CD account?",
        "How do I get my financial institution to start a CD?",
        "Is it possible to open a certificate of deposit",
        "Tell me how to opening a CD account.",
        "How should I start a CD at my institution?",
        "How to create a CD account?",
        "Is it Possible to open a CD with you?",
        "Do you want to know how to get a CD account?",
        "I am wondering if I can get acertificate of deposit with you.",
        "Can I get a CD at your institution?",
        "Seeking info on opening a CD.",
        "Can I gain access to a CD account?",
        "How do you open the CD at the bank?",
        "Is it possible to open a CD with you bank?",
        "Will it be possible to open a CD at your bank?",
        "What is the process of opening CD at your bank?",
        "How do i get a CD in my account?",
        "Did you know how to start a CD at your bank?",
        "I want to set up a CD at the bank.",
        "How can I open aCD at an institution?",
        "How do you open a CD in your institution?",
        "Will I be able to open a CD with your bank?",
        "Do you have a way to open the CD?",
        "Is it possible to open a certificate of deposit, with you?",
        "Yes, is it possible to open a CD with you?",
        "How about opening a CD in your institution?",
        "Interested in starting up a CD account.",
        "What do you need to do to open a CD at your bank?",
        "How can I open acertificate of deposit with your institution?",
        "I am wondering if I can open acertificate ofdeposit with you.",
        "I am in need of instructions on opening a CD account.",
        "How can I open my aCD in the institution?",
        "What is the process for opening a CD in your institution?",
        "Are you looking to know how to open a CD account?",
        "Am I able to open a CD with your bank?",
        "How might I get a CD in my bank?",
        "Please provide me with instructions about opening a CD account.",
        "I is wondering how to open a certificate of deposit.",
        "Do you offer a path to open a CD?",
        "Does anyone know how I can open a certificate of deposit?",
        "How do I start aCD at my bank?",
        "Can your bank accept deposits in a CD?",
        "Are you able to show me how to initiate a CD?",
        "How do I start a CD at my financial institution?",
        "Can you help me open a CD?",
        "I'm wondering how I can get a certificate of deposit from your institution.",
        "I would like to opening a CD account.",
        "What should I do at your bank to begin my CD?",
        "Is there a way to initiate a CD?",
        "I'm wondering if I can open the certificate of deposit with you.",
        "Do you have instructions for opening a CD account?",
        "How do I start a CD with you?",
        "How can I start a CD at your bank?",
        "How is it possible to start a certificate of deposit?",
        "I'm unsure how to open a certificate of deposit at your institution.",
        "Can anyone tell me a way to start a certificate of deposit.",
        "Can I open a CD with the institution?",
        "How can I open aCD in yourinstitution?",
        "I am wondering how I can open a certificate of deposit with you.",
        "You want to know how to open a CD account?",
        "Can your bank allow me to have a CD?",
        "Can you help me with beginning a CD?",
        "Interested in opening a CD account",
        "What do I need to do to make a CD at my bank?",
        "I am wondering if my bank will open a CD for me.",
        "I'm trying to open a Certificate of deposit.",
        "I would like to start my CD at your bank.",
        "How can I open a CD with yourinstitution?",
        "Please help me open a CD account.",
        "Do I need to open CD at your bank?",
        "I would appreciate it if you could show me how to open a CD.",
        "What should I do to set up a CD at this bank?",
        "I want to set up a CD with this bank.",
        "Are you able to tell me how to start a CD?",
        "How do you make a CD opening happen?",
        "Please give me instructions on how to open a CD account.",
        "Open certificate of deposit?",
        "I'm interested in opening a certificate of Deposit at your institution.",
        "I'm wondering how to start a CD account.",
        "What do I do to start my CD at a bank?",
        "Please tell me how to open a CD.",
        "Can the CD be opened at the bank?",
        "Are you able to get a CD account?",
        "Is there a way to start the certificate of deposit?",
        "Is it possible to open a CD with you",
        "I'm attempting to open a deposit account.",
        "Is there a way to start a CD at the bank?",
        "How to make a CD opening happen in your institution?",
        "I don't know how to open a certificate of deposit with your institution.",
        "What do you do to start a CD at your bank?",
        "I am not sure how to open a CD account.",
        "What can I do to open aCD in yourinstitution.",
        "What can I do with yourinstitution to open aCD?",
        "Is it possible for me to get a CD account?",
        "Is it possible to initiate the CD with you?",
        "Interested in making a CD account?",
        "What do I do to open aCD at your institution?",
        "Interested in opening a CD account!",
        "You can give me instructions on opening a CD account.",
        "Can you tell me how I can open a certificate of deposit at your institution?",
        "How can I open acertificate of deposit with you.",
        "I'm curious about opening acertificate of deposit.",
        "How to start a CD certificate?",
        "I need to begin a CD at your bank.",
        "Do you have any process for starting a CD at your bank?",
        "Can you offer me a CD account?",
        "How to deposit a CD at your bank?",
        "Provide me instructions on opening a CD account.",
        "What are I supposed to do to start a CD at my financial institution?",
        "I want to open a certificate of Deposit in your institution.",
        "I am wondering if I can open a certificate of deposit with your institution.",
        "I was wondering how to open a certificate of deposit.",
        "I'm curious about how to open acertificate of deposit.",
        "I want to start a CD with a bank.",
        "I'm wondering how to open a certificate of deposit with your institution.",
        "Can I get a CD to be placed in my account?",
        "I was wondering how to open the certificate of deposit.",
        "Tell me how to open aCD.",
        "I wondered if I could open CD at your bank.",
        "Will it be possible to start a certificate of deposit?",
        "Please give me instructions on opening a CD account",
        "Someone needs info on opening a CD.",
        "Open a CD at your bank?",
        "Can I open aCD with you?",
        "I would like to open acertificate of deposit with your institution.",
        "What do I need to do to open a CD at your institution?",
        "I wondered if I could open CD with you.",
        "Can you tell me how to launch a CD account?",
        "What do I do to start a CD at the bank?",
        "Do you know how to open CD at a bank?",
        "I am wondering how to open a certificate of deposit at your institution",
        "Looking for a way to open myCD?",
        "Please explain what to do when opening a CD account.",
        "Can I get a CD account?",
        "There is a process to start a CD at your bank.",
        "Can you help me with opening a CD?",
        "What do I need to do to open a CD in your institution?",
        "Looking for a way to open a CD?",
        "Can your institution open a CD for me?",
        "What is the process for opening a CD at a bank?",
        "How can I get a CD to enter my account?",
        "I am trying to open a deposit",
        "I do not know how to open a certificate of deposit at your institution.",
        "Am I able to start a CD with you?",
        "What should I do to start a CD in my bank?",
        "How do I start an CD at my bank?",
        "I'm wondering how I can open a certificate of deposit at your institution",
        "Someone is trying to open a certificate of deposit.",
        "I am trying to start a CD at a bank.",
        "What can I do to open a CD with yourinstitution?",
        "How to begin a CD opening in your institution?",
        "How am I supposed to open my CD?",
        "What can I do to start a CD at your bank?",
        "Can I open a certificate of deposit with my institution?",
        "Are you able to set up a CD at this bank?",
        "I wonder if your bank will open a CD for me.",
        "Are you able to start a CD opening in your institution?",
        "Do you have a way to get a CD in your bank?",
        "What do I have to do in order to start a CD at my financial institution?",
        "Is it possible for you to help me initiate a CD?",
        "I am looking for a CD account.",
        "Can anyone suggest a way to start a certificate of deposit?",
        "Are I able to get a CD account?",
        "I'm wondering how to get a certificate of deposit at your institution.",
        "I'm wondering how I can open a deposit with your institution.",
        "I am curious about how to open a certificate of deposit.",
        "Can I begin my CD at your bank?",
        "What can I do to start a CD at my financial institution?",
        "I want to know how to create a CD account.",
        "Someone is interested in starting a CD account",
        "How can I start a Certificate of Deposit?",
        "What do I need to do to open a CD at a bank?",
        "Is it possible to open a certificate of deposit with you",
        "How do you get a CD in the bank?",
        "What do I need to do in order to start a CD at my institution?",
        "How can I open aCD in the institution?",
        "Can you give me a description of how to open a CD account?",
        "Interested in learning how to open a CD account?",
        "Do you want to know how to establish a CD account?",
        "How do I open aCD with my institution?",
        "I would like for your bank to open a CD.",
        "Open CD at your bank?",
        "Can I open aCD with the institution?",
        "What do I need to do to start a CD with your bank?",
        "I'd like to set up a CD at the bank.",
        "I was wondering if you could tell me how to open a CD account.",
        "What can I do to open a CD at the bank?",
        "How do I setup a CD at this bank?",
        "How about the opening of a CD?",
        "I am wondering how I can open the certificate of deposit.",
        "Want to know how to open a CD account",
        "I am wondering if I can get a CD account.",
        "What should i do to start a CD at my bank?",
        "Can your bank issue me a CD?",
        "What should I do to start a CD at my bank?",
        "How would you like to start a CD at your bank?",
        "I is trying to open a certificate of deposit",
        "There is a question about how to get a CD in your bank.",
        "What is the procedure for opening a CD at a bank?",
        "Looking for an option to open my CD?",
        "Do you have a way to open up a CD?",
        "I'm wondering how I can open the deposit with you.",
        "Can you help me establish one of your CDs?",
        "Interested in opening a CDs account.",
        "What should I do to open my CD at the bank?",
        "What should I do to open aCD in yourinstitution?",
        "How can I get a CD to be deposited?",
        "What should I do in order to start a CD at your place of business?",
        "I do not know if I can open CD at your bank.",
        "How am I able to get a CD in my bank?",
        "What is the procedure for opening aCD with yourinstitution?",
        "I need to start a CD at a bank.",
        "Can I get a CD account with this place?",
        "I would like to open a CD at your institution.",
        "Do you know how to start a CD with me?",
        "I am wondering how I can open acertificate of deposit in your institution.",
        "Are there any ways to start a certificate of deposit?",
        "How to deposit a CD in your bank?",
        "I'm wondering how to open acertificate ofdeposit.",
        "Can you help with the initiation of a CD?",
        "How about putting a CD in my account?",
        "Interested in opening an account for CDs.",
        "How do I start my CD account?",
        "I'm attempting to open a certificate ofdeposit.",
        "What do I need to do to open a CD at my bank?",
        "How to start a CD opening within your institution?",
        "Was there a way to open a CD account?",
        "What is the procedure to start a CD at your bank?",
        "I don't know how I can open a certificate of deposit with you.",
        "What should I do to set up a CD at my bank?",
        "Would you let me start a CD with you?",
        "Is it possible to start a CD with you.",
        "Is it possible to open CD at your bank",
        "I need your help in setting up my CD.",
        "Can you let me open a CD at your bank?",
        "I would like to open a CD at your bank",
        "What is the process for starting a CD with your bank?",
        "I have a CD but how can I open it with the institution?",
        "Want to open a certificate of Deposit?",
        "There is a question about whether it is possible to open a CD with you.",
        "I need instructions regarding opening a CD account.",
        "Can you explain how to register a CD account?",
        "I'd like to open acertificate of deposit with you.",
        "Are it possible to open aCD with you?",
        "Can you open CD at a bank?",
        "Can the bank open a CD for you?",
        "I am wondering if I can get a certificate of deposit at your institution.",
        "How do I get CD opening in my institution?",
        "How can I have a CD at the bank?",
        "How to open CD with your bank?",
        "What do I do to start a CD at your bank?",
        "Is it possible to initiate a CD?",
        "Interested in starting with a CD account.",
        "Can you tell me how to get a CD done?",
        "Wondering how to open a CD account?",
        "I want to open a CD account",
        "I'm wondering if I can open acertificate of deposit with the institution.",
        "I am trying to open the certificate of deposit.",
        "I need to start a CD at the financial institution.",
        "I'm wondering how I can get a certificate of deposit at your institution",
        "I am wondering how I can open a certificate of Deposit at your institution.",
        "I'm trying to open a certificate ofdeposit",
        "I would like to start a CD at your place of business.",
        "What should I do to begin a CD at my bank?",
        "I don't know how to open my CD with the institution.",
        "I'm wondering what I need to do to open acertificate of deposit.",
        "What is the process of opening a CD in your institution?",
        "I need to open a CD in your bank.",
        "Is it possible to gain a CD account here?",
        "I want to set up a CD in this bank.",
        "Interested in starting a CD account.",
        "How can I open my CD with the institution?",
        "What's the process of starting a CD at your bank?",
        "Interested in opening a cd account.",
        "How do I get my CD into your bank?",
        "What is it that I need to do to start a CD at the bank?",
        "Is there a way to start a CD with you?",
        "Can I get a CD account in this place?",
        "Are you able to open a CD for me?",
        "Do you offer an easy method to open a CD?",
        "I need to know how to open a CD with you.",
        "I need to open a certificate of deposit with your institution.",
        "How can I open the CD at your bank?",
        "Can I start my CD at your bank?",
        "I am trying to open acertificate of deposit",
        "I wonder how I can open acertificate of deposit with your institution.",
        "I am wondering if I can open the certificate of deposit.",
        "How to open CDs at your bank?",
        "How to have a CD opening?",
        "What do I need to do at my bank to start a CD?",
        "I wish to start a CD at the bank.",
        "Do you know how to open CD in your bank?",
        "Is it possible for me to open a CD with you?",
        "I need to open a certificate ofdeposit.",
        "Do I need to open a CD at your bank?",
        "I wonder how I can open a certificate of deposit at your institution.",
        "There is a question about setting up a CD at the bank.",
        "Is it possible to open a certificate of deposits with you?",
        "Please give me instructions about opening a CD account.",
        "How about getting a CD in your bank?",
        "I was wondering how to open acertificate of deposit with your institution.",
        "How can one open a CD account?",
        "How can you get a CD at your bank?",
        "I'm wondering how I could get a certificate of deposit.",
        "How can I open my aCD with the institution?",
        "What should I do to open a CD in your bank?",
        "I need to know how to open up a CD.",
        "What should I do if I want to start a CD at your bank?",
        "I would like to open a CD at the bank.",
        "How can you open a CD in your bank?",
        "How can I open a CD in an institution?",
        "Please provide me with instructions on opening a CD account",
        "What do I need to do to make a CD at your bank?",
        "I have a question about how I can open a certificate of Deposit.",
        "How to open a CD inside your institution?",
        "I have a question about opening a certificate of deposit at your institution.",
        "Is it possible to open a certificate of Deposit at your institution.",
        "How can I open a certificate of deposit with my institution?",
        "How can I get a CD in this bank?",
        "I am not sure how to open a certificate of deposit with your institution.",
        "A CD opening in your institution?",
        "Is it possible to open a bank CD?",
        "I have aCD but how do I open it with the institution?",
        "I want to open aCD in your institution.",
        "How can I open theCD with the institution?",
        "What can I do to start a CD in a bank?",
        "Can your bank help me with a CD?",
        "What do I do to start my CD at my bank?",
        "Are you able to open a CD at the bank?",
        "Should you know how to start a CD account?",
        "What is the process to start a CD at my financial institution?",
        "How to open a CD in an institution.",
        "What do I need to do in order to open a CD at your bank?",
        "I was wondering how I can open a certificate of deposit.",
        "I'm confused about how to open acertificate of deposit with you.",
        "What could I do to open aCD with you?",
        "What can I do to start a CD at a bank?",
        "How can I open my CD account?",
        "Can I open CD at the bank?",
        "I am trying to start a CD at your place of business.",
        "How can I get aCD to open with the institution?",
        "I'm wondering how to open a deposit certificate.",
        "How can a CD be opened in your bank?",
        "I have a question about how to open a certificate of deposit at your institution.",
        "I'm not sure how to open the certificate of deposit with you.",
        "Can you help me with setting up my CD?",
        "I want to open the CD at your bank.",
        "What should I do to set up a CD at a bank?",
        "Is there a way to initiate a CD with you?",
        "Some way to start a certificate of deposit?",
        "We need a way to start a certificate of deposit.",
        "I would like to open a certificate of deposit with you.",
        "Is it possible to open a depository with you?",
        "Wondering how to start a CD account?",
        "Please allow me to open a CD account.",
        "interested in opening a CD account",
        "I would like my bank to open a CD.",
        "Where can I open CD at my bank?",
        "How do you open a CD in the institution?",
        "How do I begin my CD at your bank?",
        "Did you know how to set up a CD account?",
        "I am attempting to open acertificate of deposit.",
        "How to open a CD in an establishment?",
        "Is it feasible to open a CD with your bank?",
        "What is the best way to open a CD at your bank?",
        "Any idea on how to start a certificate of deposit?",
        "Do you know if it is possible to open a CD with you?",
        "At this bank, how can I set up a CD?",
        "Can you tell me about opening a CD?",
        "I am wondering if you can help me initiate a CD.",
        "Seeking info about opening a CD.",
        "Seeking information regarding opening a CD.",
        "How do I start a CD account?",
        "How do I open a certificate of deposit at your institution?",
        "Will your bank open a CD for me?",
        "Looking to set up a CD account.",
        "Can you tell me how to open CDs?",
        "Can you open the CD at the bank?",
        "How can I open aCD at your institution?",
        "Can I get a certificate of deposit from your institution?",
        "Is it possible for me to open your CD with you?",
        "What is the best way to open CD at your bank?",
        "Can I get a CD at your bank?",
        "Looking for a way to open my CD?",
        "I want to set up a CD.",
        "How can I open the certificate of deposit?",
        "I'm not sure how to set up a CD at this bank.",
        "I'm wondering about opening a certificate of deposit at your institution.",
        "Interested in opening an account for CD's.",
        "How is it possible to open acertificate of deposit?",
        "What should I do to open a CD with your institution?",
        "Is your bank able to open a CD?",
        "I wonder if I can open CD in your bank.",
        "I'm trying toopen a certificate of deposit",
        "I am asking how I can open a certificate of deposit.",
        "Inquire about opening a new CD.",
        "Is it possible to get a CD at your bank?",
        "What should I do to set up a CD at your bank?",
        "Do you know how to open CD with you?",
        "How do I get my CD started at your bank?",
        "I am trying to open the deposit",
        "What would I do to start my CD at your bank?",
        "Can I initiate a CD with you?",
        "Do you want to know how to open a CD account?",
        "I have a question about opening a CD at your bank.",
        "How do I start an CD at your bank?",
        "CD opening at your bank?",
        "How do I get a CD to be placed in my account?",
        "I would like to know how to open a certificate of deposit at your institution.",
        "Is it feasible to start a CD with you?",
        "Is there any way to open a CD account?",
        "Instructions for opening a CD account?",
        "Tell me how to get a CD account.",
        "I don't know what to do to open aCD with yourinstitution.",
        "What can I do to start an CD at your bank?",
        "I need to open the aCD with the institution.",
        "What do I need to do in order to start a CD at your bank?",
        "How to get a CD in your bank?",
        "What can I do to open aCD in you institution?",
        "What would it take to start a CD at my financial institution?",
        "Is it possible to open a certificate of deposit in your institution?",
        "I'm not sure how to open a certificate of deposit with you.",
        "I'm wondering if I can open acertificate of deposit at your institution.",
        "How should a CD opening be conducted in your institution?",
        "Is your bank able to open a CD for me?",
        "Can I get a CD started with you?",
        "Please let me know how to open a CD with you.",
        "I'm not sure how to open acertificate of deposit at your institution.",
        "Where can I get a CD to be put in my account?",
        "How can I open aCD with theinstitution?",
        "I want to know how to get a CD done.",
        "How can I get my CD in your bank?",
        "I have a question about how to get a CD with you.",
        "What should I do to get a CD in the bank?",
        "How to start a CD opening in the institution?",
        "I'm asking how to open a certificate of deposit.",
        "What do I do to open a CD at your institution?",
        "Interested in opening a CD account here?",
        "How should I open a CD account?",
        "Was it possible to open a CD with your bank?",
        "Are you able to open a CD for me.",
        "Did you know how to start a CD opening?",
        "I'd like to open a certificate of deposit with your institution.",
        "Are there ways to set up a CD at this bank?",
        "How would you explain to me how to open a CD account?",
        "How can I open a CD with you?",
        "How can i open a CD account?",
        "I'd like to start my CD at your bank.",
        "How can I get a certificate of deposit from my institution?",
        "I am interested in opening a certificate of deposit at your institution.",
        "How to launch a CD opening in your institution?",
        "How can I get a CD set up?",
        "Please give me instructions on how to open a CD account",
        "I am interested in opening acertificate of deposit.",
        "Can you suggest a way to start a certificate of deposit?",
        "Can I put a CD in your bank.",
        "Is it possible to deposit CD at your bank?",
        "There is a way to get a CD in your bank.",
        "I'm curious about opening a certificate of deposit at your institution.",
        "I'm wondering if I can open a deposit with you.",
        "How can I get a CD with your institution?",
        "How do I get to your bank to start a CD?",
        "Does anyone have a way of starting a certificate of deposit?",
        "Can you tell me how I can open a CD account?",
        "What is the procedure to open a CD in your institution?",
        "Can you tell me how to start a CD opening?",
        "Can I get a CD into my account?",
        "I was wondering how to set up a CD.",
        "Is there a way to open a certificate of deposit at your institution?",
        "What should I do to begin a CD at your place of business?",
        "Can you explain how to start a CD opening?",
        "I wanted to know how to start a CD account.",
        "Were you able to explain how to open a CD account?",
        "Is it possible to open your CD with your bank?",
        "I'm unsure how to open a certificate of deposit with you.",
        "How do I open a CD at a bank?",
        "What can I do to start a CD at the bank?",
        "I want to know how to start my CD account.",
        "I'm wondering how I can obtain acertificate of deposit.",
        "You need to know how to open a CD account.",
        "I'm interested in learning how to open a CD account.",
        "Need to know how to open a CD account?",
        "Do you know how to open this CD?",
        "I'm wondering how I can open my certificate of deposit.",
        "Are your bank able to open a CD for me?",
        "What do you have to do to start a CD at the bank?",
        "I am wondering what I can do to open a certificate of deposit.",
        "I'm wondering whether I can open acertificate of deposit with you.",
        "I want to initiate a CD, can you help?",
        "Is it possible for me to begin a CD with you?",
        "How to get a CD opening in your institution?",
        "What should I do to start a CDs at your bank?",
        "Interested in putting a CD account together.",
        "How can I open CD with you?",
        "What do I need to do in order to start a CD at the bank?",
        "Do you know how to get a CD done?",
        "I trying to open a certificate of deposit",
        "Can your bank issue a CD to me?",
        "How can I sign up for a CD account?",
        "What do I need to do to make a CD in your bank?",
        "How do I access a CD in your bank?",
        "I was wondering if I could open a certificate of deposit.",
        "I'm trying to open a deposit.",
        "I would like to open CDs at your bank.",
        "Want to know how to open a CD account.",
        "Can I get a CD account in this area?",
        "Can I have a CD opened at your bank?",
        "Please give me some information about opening a CD account.",
        "How should I open a CD with you?",
        "How can I start a certificate of Deposit?",
        "There's a question about starting a certificate of deposit.",
        "Is there a way to start a CD account.",
        "What is needed to start a CD at a bank?",
        "How to make a CD opening in your institution happen?",
        "How to open the CD at your bank?",
        "I'd like instructions on opening a CD account.",
        "How can I place a CD in this bank?",
        "CanI start a CD with you?",
        "How can I get a certificate of deposit for my institution?",
        "Someone would like to start a certificate of deposit.",
        "Is there a way to start a Certificate of Deposit?",
        "Are there ways to open a CD with you?",
        "I'm wondering how I can open acertificate of deposit",
        "How do you start a CD at the bank?",
        "What can I do to open acertificate of deposit with your institution?",
        "I'd like to open a CD with my institution.",
        "I'm wondering how I can open the certificate of deposit.",
        "How about an open certificate of deposit?",
        "Looking for some way to open my CD?",
        "Please give me instructions for opening a CD account.",
        "You could explain how to open a CD account.",
        "Can I open a CD with my bank?",
        "I wonder if I can open acertificate of deposit with your institution.",
        "How do I make a CD opening in my institution?",
        "Can you allow me to initiate a CD with you?",
        "I'm trying to open a certificate of deposits",
        "Do you want to know how to setup a CD account?",
        "I'd like to know how to start a CD account.",
        "Let me know what to do to open a CD account.",
        "How to open a CD in your bank.",
        "Please let me know what to do when opening a CD account.",
        "Can I open your CD with your bank?",
        "I wish to start a CD at your bank.",
        "What should I do to get a CD in your bank?",
        "What do I need to do to put a CD in your bank?",
        "I'd like to open my CD",
        "How is it possible to open a CD at your bank?",
        "What are the steps to start a CD at your bank?",
        "What do I need to do to start a CD in my institution?",
        "I'm having a hard time opening acertificate of deposit with you.",
        "What do I have to do to open a CD at my bank?",
        "What is it that you need to do to start a CD at the bank?",
        "Can I open a certificate of deposit?",
        "I'm curious how to open acertificate of deposit.",
        "Can I start my CD with this place?",
        "I want to open CD with you.",
        "Is it possible for me to open CDs with you?",
        "Can you explain how I can open a CD account?",
        "What do I need to do to set up a CD at a bank?",
        "Can I register for a CD account?",
        "How to deposit a CD in your bank.",
        "I am curious about how I can open a certificate of deposit.",
        "Is there a process for starting a CD at your bank?",
        "What do I need to do to set up a CD at the bank?",
        "I'm interested in starting a CD at your place of business.",
        "What should I do to open aCD with you?",
        "What should I do at your bank to start my CD?",
        "Are you able to explain how to get a CD account?",
        "Is it possible to open a Certificate of deposit with you?",
        "Is it possible to open a CD in your institution?",
        "What can I do to open a CD in your institute?",
        "Can you tell us how to get a CD account?",
        "I want to open a certificate of deposit.",
        "Can you tell us how to open a CD account?",
        "I'm wondering how I can open the certificate of deposit",
        "Are I able to get a CD account here?",
        "How do I get a CD opening?",
        "Can I try to open the CD with you?",
        "The process for starting a CD at the bank?",
        "What needs to be done to start a CD at your bank?",
        "Can I set up the CD with you?",
        "how do I get a CD to be put in my account",
        "Do you have any instructions on opening a CD account?",
        "You want to know how to set up a CD account?",
        "I need your help opening a CD account.",
        "How can I initiate a CD opening in my institution?",
        "Are you able to assist me in setting up one of your CDs?",
        "Please advise me on opening a CD account.",
        "Can you tell me how to open a certificate of deposit?",
        "Do you have a way to open a certificate of deposit?",
        "I would like to learn how to open a CD with you.",
        "Does anyone know how to put a CD in my account?",
        "Do you know how to open CD at the bank?",
        "Interested in establishing a CD account.",
        "How do you initiate a CD opening in your institution?",
        "I would like to open aCD with you.",
        "I might be able to open CD at your bank.",
        "Interested in having a CD account",
        "Can you let me open a CD with you?",
        "I would like to open a certificate of deposit with my institution.",
        "How do I create a CD account?",
        "How can I open acertificate of deposit with you?",
        "Can I have a CDs account?",
        "Is it possible for me to open CDs at your bank?",
        "What's it like to start a CD at your bank?",
        "How to open your CD at the bank?",
        "Help me to open a CD with you.",
        "I am wondering if I can easily start a CD with you.",
        "I'm wondering if I can get a CD account.",
        "Please assist me in opening a CD account.",
        "Can I establish a CD account here?",
        "How can a person start a certificate of deposit?",
        "How can someone open a CD account?",
        "Do you have methods to open a CD?",
        "What should I do in order to start a CD at a bank?",
        "I'm confused about how to open a certificate of deposit at your institution.",
        "Will I be able to open CD at your bank?",
        "I'm wanting to open acertificate of deposit with you.",
        "How do I start a certificate ofdeposit?",
        "How are I to open my CD?",
        "Can you open your CD at your bank?",
        "Is there a way to start the certificate of deposit.",
        "You want to know how to start a CD account?",
        "How about starting a CD at the bank?",
        "I want to open aCD with the institution.",
        "Want to open a certificate of deposit.",
        "What is the procedure for opening a CD account?",
        "I'd like to initiate a CD with you.",
        "Can your bank provide me with a CD?",
        "Can a certificate of deposit be started?",
        "What must I do to start a CD at my financial institution?",
        "I'm wondering if I can open a certificate of deposit with you.",
        "Want to know how to make a CD account?",
        "How can I get a certificate of deposit from your institution?",
        "How can I get a CD opening in my institution?",
        "I need to open CD with you.",
        "Where can I get a CD account?",
        "How are you going to start a CD at the bank?",
        "I'm not sure how to open a deposit certificate at your institution.",
        "What does it take to start a CD at your bank?",
        "Will you be able to open a CD at your bank?",
        "Is there a way to open aCD with you?",
        "Interested in opening a CD account,",
        "What could I do to open aCD with yourinstitution?",
        "I am wondering how I can get a certificate of deposit at the institution.",
        "Tell me how to start a CD account.",
        "I'm curious how I can get acertificate of deposit with you.",
        "I'm trying to open a certificate of depository.",
        "How do I open CD at the bank?",
        "I'd like to open acertificate of deposit",
        "Can you let me have a CD at your bank?",
        "Can you help with a CD accession?",
        "You should give me instructions to open a CD account.",
        "What should I do to start a CD at my financial institution",
        "Is it possible to deposit a CD at your bank?",
        "I'm trying to open a Certificate of Deposit.",
        "How can I open CD at your bank?",
        "How am I able to open a CD at your bank?",
        "Were you able to explain how to get a CD account?",
        "Can you give me information on how to open a CD account?",
        "How to begin a CD opening in an institution?",
        "I'd love to know how to open a CD with you.",
        "Is your bank allowed to open a CD?",
        "What do I need to do to make a CD at a bank?",
        "Can you tell me what's needed to open your CD?",
        "I'm looking for a way to open a certificate of deposit.",
        "I have a question about opening a CD at the bank.",
        "Want to know what to do with a CD account?",
        "How do I start my CD at your bank?",
        "Looking for a way to start a CD account.",
        "Are you able to get a CD account there?",
        "What do you need to start a CD at your bank?",
        "I would like to open a certificate of deposit",
        "Is it possible toopen CD with you?",
        "Someone wants to start a CD at a bank.",
        "How do you start a certificate of deposit?",
        "What can I do to open a CD at my institution?",
        "How can you open CD at the bank?",
        "How are I able to set up a CD?",
        "What do I do to open a CD in yourinstitution?",
        "I'd like to know how to get a CD account.",
        "Is it possible to initiate aCD with you?",
        "Is it possible for me to open a CD at your bank?",
        "What are you going to do to start a CD at your bank?",
        "Do you want to know how to open aCD account?",
        "Is there a way to open a certificate of Deposit at your institution?",
        "Can you open a certificate ofdeposit?",
        "Are there any procedures for starting a CD at your bank?",
        "I need to put a CD in my account",
        "How do I obtain a CD in your bank?",
        "What do I need to do to open aCD with your institution?",
        "Can anyone suggest a way to start the certificate of deposit?",
        "How do you initiate a CD opening in an institution?",
        "Do you have a way to open CD at your bank?",
        "Please give me instructions for opening a CD account",
        "Can you let me know how to open a CD account?",
        "Is there a process to start a CD at your bank?",
        "Do you know how to open a CD account?",
        "Interested in starting an account with a CD.",
        "How can I open aCD with your institution?",
        "How to open a CD in your bank",
        "Please let me know how I can open a CD account.",
        "What should I do to open a CD in your institution?",
        "Is there a way to get a CD account?",
        "How to open CDs in your institution?",
        "What can I do at this bank to set up a CD?",
        "I'm wondering how I can get a certificate of deposit at your bank.",
        "Can I receive a CD account there?",
        "What can I do to get a CD in your institution?",
        "What do I need to do to start a CD at a financial institution?",
        "Can I open a CD with your account?",
        "Interested in opening up a CD account.",
        "Is it possible that I can open a CD with you?",
        "Can I open a CD account.",
        "Can I have a CD account.",
        "Can you explain how to start a CD account?",
        "How about opening a CD in your institution.",
        "I'm curious about opening a certificate of Deposit at your institution.",
        "Is it possible to start a CD account?",
        "What do I do to get a CD in the bank?",
        "Is it possible to open a certificates of deposit with you?",
        "I'm wondering if I can open yourcertificate of deposit with you.",
        "How do I start aCD at a bank?",
        "We want to know how to open a new CD.",
        "Would it be possible to initiate a CD with you?",
        "I am wondering how to open a certificate of deposit.",
        "Someone would like to know how to open a new CD.",
        "How can I start a certificate of deposit",
        "How might I open a CD at your bank?",
        "I'd like to open aCD with yourinstitution.",
        "What do you need to do to start a CD at your bank?",
        "What do I need to do to begin a CD at my bank?",
        "Are you able to open your CD at your bank?",
        "How can I open a CD in the institution?",
        "Can you give me instructions about opening a CD account?",
        "What do I need to do to open a CD in a bank?",
        "Can I set a CD up at this bank?",
        "What does it take to start my CD at your bank?",
        "I want to start my CDs at your bank.",
        "You should be able to open a CD with your bank.",
        "How is it possible to open a CD account?",
        "I was wondering if I could open a certificate of deposit with you.",
        "I do not know how to open acertificate of deposit with your institution.",
        "I wonder how I can open a certificate of deposit with your institution.",
        "Can you show me the way to initiate a CD?",
        "Can your bank serve me a CD?",
        "What would I need to do to start a CD at a bank?",
        "Can there be a way to start a certificate of deposit?",
        "What is the process of opening a CD account?",
        "What do I need to do to begin a CD at your bank?",
        "What do I need to do to open a CD at your bank?",
        "I am wondering how I can have acertificate of deposit with you.",
        "Is there a method to start a certificate of deposit?",
        "I want to begin my CD in your bank.",
        "I want to open CD at your bank",
        "Want to know how to establish a CD account?",
        "What can I do to open a CD at your institution?",
        "Please give me the instructions to open a CD account.",
        "Start a CD at your bank?",
        "I want to open acertificate of deposit with your institution",
        "You need to give me instructions on opening a CD account.",
        "I don't know how to open a certificate of deposit at your institution.",
        "How shall I open a CD?",
        "Is it possible for me to open acertificate of deposit with you.",
        "I would like to open a CD account here.",
        "Do you have a way to initiate a CD?",
        "Is it possible to open a CD at your bank.",
        "How can I open a certificate of deposit at your institution.",
        "How to open a CD at your bank",
        "I'd like to know how to open a CD.",
        "Are you able to get a CD account here?",
        "I'm curious about opening a certificate of deposit.",
        "The process of starting a CD at your bank?",
        "Is it possible to begin a CD with you?",
        "Can you tell me how to start my CD account?",
        "How do I open a CD with my institution?",
        "How do you create a CD at your bank?",
        "What should I do to start a CD at my banking institution?",
        "Let me know how to open your CD.",
        "So you want to open a certificate of deposit?",
        "Please provide instructions on how to open a CD account.",
        "How to initiate a CD opening?",
        "How do I get to open a CD at your bank?",
        "I need to open a CD at your bank.",
        "What happens when you want to start a CD at your bank?",
        "What should I do to start a CD with your bank?",
        "How can you open a CD in the institution?",
        "What should I do to open aCD with yourinstitution?",
        "How do I start my CD with my bank?",
        "Can you open CD in your bank?",
        "Can I open a certificate of deposit at your institution?",
        "Can your financial institution open a CD for me?",
        "I want to open your CD at your bank.",
        "Is it possible to open a CD on your bank?",
        "Want to open a deposit certificate?",
        "What am I supposed to do to start a CD in a bank?",
        "What do I need to do to open aCD with you?",
        "What can I do to setup a CD at this bank?",
        "What do I need to do to open a CD with yourinstitution?",
        "Is it possible for me to open acertificate of deposit with your institution?",
        "To start a CD with you, can I?",
        "I asked if I could open a CD with your bank.",
        "What is the process for starting a CD at the bank?",
        "Can you help me with the CD initiation?",
        "What steps should I take to start a CD at my financial institution?",
        "How can I get your institution to open a CD?",
        "How do I open CD with you?",
        "I wondered how I could open a certificate of deposit at your institution.",
        "Please show me how to open a CD account.",
        "CD can be opened at your bank?",
        "How do I set up a CD at a bank?",
        "I'm curious how I can get acertificate of deposit.",
        "What do I need to do to set up a CD at your bank?",
        "I am wondering what I can do to open a certificate of deposit with you.",
        "Are you trying to know how to open a CD account?",
        "You want to start a CD account?",
        "Can a CD be started with you?",
        "How can I open the aCD at the institution?",
        "What is required to start a CD at your bank?",
        "Want to know how to get a CD account?",
        "Can you help me get a CD account?",
        "How can I open a certificate of deposit with your institution?",
        "Is it possible for me to open aCD with you?",
        "How to start a certificate of deposit?",
        "Will you be able to open a CD for me?",
        "How should you start a CD opening in your institution?",
        "Can you tell me how to start a certificate of deposit?",
        "How do I start a CD at my institution?",
        "Is there a way to begin a CD account?",
        "How can I open a CD at my institution?",
        "I have a CD, but can I open it with the institution?",
        "Can you give me an explanation about how to open a CD account?",
        "Are you able to initiate a CD opening in your institution?",
        "What must I do to start a CD in my financial institution?",
        "I was wondering how I could open a certificate of deposit with you.",
        "I need to open acertificate of deposit with you.",
        "I need to open aCD in yourinstitution.",
        "Instructions on opening a CD account, please.",
        "I'm unsure of how to open a certificate of deposit with you.",
        "I wonder if my bank can open a CD for me.",
        "I'm wondering what I can do to open a certificate of deposit.",
        "Will it be possible to open a CD with you?",
        "How to open the CD in your bank.",
        "Please let me know if I can open a CD account.",
        "Someone needs a way to start a certificate of deposit.",
        "I'm wondering how I can have acertificate of deposit with you.",
        "Is it doable to open a certificate of deposit with you?",
        "I need directions on opening a CD account.",
        "I am wondering if I can open acertificate of deposit",
        "I am wondering how to open a certificate of deposit at the institution.",
        "How could I open acertificate of deposit with your institution?",
        "What needs to be done to start a CD in my financial institution?",
        "I want to setup a CD, can you help?",
        "I'd like to open a CD at your bank.",
        "I'm wondering how to open a certificate of Deposit at the institution.",
        "Is it possible to start a CD at a bank.",
        "Is it conceivable to open a certificate of deposit with you?",
        "Are you allowed to open a CD with your bank?",
        "How can I start a CD at a bank?",
        "What do I have to do to get a CD at my financial institution?",
        "I want help opening a new CD.",
        "Interested in opening a account with CD.",
        "I'm wondering what I need to do to open a certificate of deposit.",
        "I'd like to begin my CD at your bank.",
        "I need to start a CD with your bank.",
        "What can I do to begin my CD at the bank?",
        "Can I try to open a CD?",
        "How do I open my aCD with the institution?",
        "How can I put a CD in this bank?",
        "Did you know how to start a CD account?",
        "Was it possible to open CD with you?",
        "a way to start a certificate of deposit",
        "How about a CD opening in your institution?",
        "Tell me how I can get a CD?",
        "Someone is wondering how to open a certificate of deposit.",
        "What should I do to open my CD at your bank?",
        "I want to open my CD account.",
        "What do I have to do to set up a CD at my bank?",
        "Cannot your bank open a CD for me?",
        "Can I open my CD with the institution?",
        "I would like to know how to open this CD.",
        "Do you know a way to open up a CD?",
        "How can I open the CD at your institution?",
        "Can I put a CD into my account?",
        "Is it possible to open CDs at your bank?",
        "What do I need to do to open a CD at my financial institution?",
        "Can you help with a CD sign-up?",
        "I am looking for instructions on opening a CD account.",
        "I'm not sure how to open a CD with your institution.",
        "Looking for a place to start a CD account.",
        "I don't know how to open a CD in your institution.",
        "Can you let me get a CD at your bank?",
        "Is it possible I can open CD with you?",
        "What do you do to open a CD at your bank?",
        "Interested in opening aCD account?",
        "How can we open a CD in your institution?",
        "I am trying to open acertificate of deposit.",
        "I have aCD, how can I open it at the institution?",
        "What can you do to start a CD opening in your institution?",
        "I am trying to open a certificates of deposit.",
        "Is there any way to start a certificate of deposit?",
        "What can I do with yourinstitution to open a CD?",
        "Do you know how to get a CD account?",
        "What can I do to open aCD in your institution.",
        "What do I have to do to get my CD into your bank?",
        "Do you have an explanation for how to open a CD account?",
        "Do you have the ability to open a CD with your bank?",
        "What are the steps to start a CD in your bank?",
        "Is aCD possible to open with you?",
        "I need to open a CD at your institution.",
        "Interested in opening an account for a CD.",
        "Someone is attempting to open a certificate of deposit.",
        "How about a CD in your bank?",
        "How can I get my CD account started?",
        "Can I have a CD open with you?",
        "What are the steps to start a CD at a bank?",
        "How can you make a CD opening in your institution?",
        "I am wondering if I can open a CD at your bank.",
        "What do I need to do to start a CD with you?",
        "How to start a CD opening in your establishment?",
        "Can I get a certificate of deposit at your institution?",
        "Would it be possible to explain how to open a CD account?",
        "Does it be possible to open a certificate of deposit with you?",
        "I am wondering how to open the certificate of deposit.",
        "Interested in opening the CD account.",
        "How to deposit CD at your bank?",
        "Is it possible to open CD at your bank?",
        "Do you have any ways to open a CD?",
        "What do I need to do to get a CD at your bank?",
        "Are your bank willing to open a CD for me?",
        "I'd like to open a CD with your institution.",
        "Can you open a CD for my account?",
        "I'm wondering if I can open acertificate of deposit with your institution.",
        "I'm trying to start a certificate of deposit.",
        "Can you help with signing up for a CD?",
        "What is the process of opening a CD at the bank?",
        "What am I supposed to do to start a CD at your place of business?",
        "I am interested in opening a certificate of Deposit at your institution.",
        "Trying to open a CD?",
        "I was wondering if I could open a certificate of deposit with your institution.",
        "How should a CD opening happen in your institution?",
        "Is it possible to set up a CD in this bank?",
        "Would I be able to open CD with you?",
        "Can you assist with signing up for CD?",
        "I would like to setup a CD at this bank.",
        "What is the process of starting a CD at a bank?",
        "How can I get aCD in the institution?",
        "Someone is seeking information on opening a new CD.",
        "How to open aCD with you?",
        "I might be able to open a CD with your bank.",
        "There's a question about how to open a CD at your bank.",
        "What do I have to do to start a CD at my institution?",
        "How to start a certificate of deposit",
        "How do i put a CD in my account?",
        "What do I need to do to open aCD with yourinstitution?",
        "How can I start a CD with you?",
        "I wonder if you can open a CD with your bank.",
        "How do you handle a CD account now?",
        "I wonder how to open acertificate of deposit with you.",
        "Interested in starting a account with CD.",
        "Is it possible to open the CD at your bank?",
        "I'm curious about how to open acertificate of deposit with your institution.",
        "Can I access a CD account?",
        "How can you get a CD in your bank?",
        "I would like your bank to open a CD",
        "Could you start a CD account?",
        "Can I get you to initiate a CD?",
        "At your bank, how do I start a CD?",
        "How should I begin my CD at your bank?",
        "Interested in starting a account with CDs.",
        "To start a CD at your bank, what do I need to do?",
        "please tell me how to open a CD account",
        "I'm interested in opening acertificate of deposit with you.",
        "Are you ready to know how to open a CD account?",
        "I need to start aCD at a bank.",
        "Do you know what to do to open a CD?",
        "Do you have methods for opening a CD?",
        "I am curious how to open a certificate of deposit.",
        "I'm interested in how to open a certificate of deposit.",
        "What can I do at the bank to set up a CD?",
        "I wonder if I can open a certificate of Deposit at your institution.",
        "Do you know if it's possible to open a certificate of deposit with you?",
        "Can I start a CD at your bank?",
        "I'm curious how I can open a certificate of Deposit at your institution.",
        "There's a procedure for starting a CD at your bank.",
        "Any idea how to start a certificate of deposit?",
        "Am I able to get a CD account here?",
        "What should I know to start a CD at your bank?",
        "Want to get started with a CD account?",
        "What should I do to get a CD in my bank?",
        "I wonder if I can open a CD with you.",
        "Is it possible to open acertificate of deposit with your institution?",
        "Tell me how to open a CD account",
        "What can I do to get a CD in your bank?",
        "What should I do to start a CD at the bank?",
        "I want to set up a CD at this bank",
        "Is there a way to open my CD?",
        "I'm wondering whether I can open a certificate of deposit.",
        "There is a question about opening a certificate of deposit with you.",
        "I am trying to set up a CD.",
        "How to open CDs in your bank.",
        "What do I need to do to start a CD at my institution?",
        "I need to setup a CD at this bank.",
        "What do I need to do to make a CD in a bank?",
        "Someone is wanting to know how to open a new CD.",
        "Can I initiate a CD?",
        "I want to know how to open up a CD.",
        "Can you help me with the setup of a CD?",
        "I'm wondering if I can get acertificate of deposit at your institution.",
        "Can you give a way to start a certificate of deposit?",
        "I'm trying to access a certificate of deposit.",
        "I need instructions on opening the CD account.",
        "How does starting a CD at your bank go?",
        "Can your bank open the CD for me?",
        "I want to open CDs at your bank.",
        "What is the procedure for getting a CD in your bank?",
        "Is it possible to open a CD in your bank?",
        "Do you think I can start a CD with you?",
        "I'm wondering how to open a deposit with your institution.",
        "Do you know a way to open a CD?",
        "What can I do to open aCD in your establishment?",
        "Can you help me in starting a CD?",
        "How to deposit a CD into your bank?",
        "What is involved in starting a CD at your bank?",
        "I is attempting to open a certificate of deposit.",
        "I am wondering how I can open acertificate of deposit with your institution.",
        "Can the bank open a CD?",
        "Can you help initiate a CD?",
        "How do I get a CD in the bank",
        "How can you open aCD with the institution?",
        "I am trying to open acertificate of deposit with you.",
        "I'm not sure how to open a CD account.",
        "Can you open my CD at your bank?",
        "How to opening a CD account?",
        "How do I get a CD with you.",
        "Speak to me about how to open a CD.",
        "What's the procedure to start a CD at a bank?",
        "I'd like to set up a CD at this bank.",
        "How do I access a CD at your bank?",
        "How can I open a certificate of deposit at you?",
        "What can I do to get a CD in the bank?",
        "Can you tell me how I can start a CD?",
        "How can I open a certificate of deposit",
        "You would like to know how to start a CD account.",
        "Interested in a CD account",
        "Can you help me figure out how to open this CD?",
        "Do you have a way of opening a CD?",
        "How do you start your CD at your bank?",
        "I'm not sure how to open acertificate of deposit with you.",
        "Do you have a procedure for starting a CD at your bank?",
        "Does anyone know how to start a certificate of deposit?",
        "What is the procedure for setting up a CD at this bank?",
        "Can I have access to a CD account?",
        "Can you tell me how to get a CD in my bank?",
        "Is it possible to start a CD at a bank?",
        "Any chance to start a certificate of deposit?",
        "How can I get into a CD account?",
        "How about opening a CD at your bank?",
        "I'm wondering how to open a certificate of Deposit at your institution",
        "How do I start a CD in a bank?",
        "How to get a CD open in your institution?",
        "I want to open acertificate ofdeposit.",
        "I want to start a CD in the bank.",
        "How do you organize a CD opening?",
        "Do you have a way to start a CD with me?",
        "How might I get a CD account?",
        "Interested in opening an account with CDs.",
        "How do I open a CD with yourinstitution?",
        "Interested in setting up a CD account",
        "How to open your CD?",
        "I'm wondering if I could open acertificate of deposit with your institution.",
        "I'm curious about how I can open acertificate of deposit.",
        "Can I get a CD account with this?",
        "I'm having trouble opening acertificate of deposit with you.",
        "I want to start a CD in my financial institution.",
        "I am attempting to open a certificate of deposit.",
        "What do I need to do to start my CD at your bank?",
        "I'm trying to open a certificate of Deposit",
        "Does anyone know how to open a certificate of deposit?",
        "I need to open CD at your bank.",
        "What should I do to get my CD into your bank?",
        "I am wondering if I can open a deposit with you.",
        "Is it possible to open a CD at the bank.",
        "How do you get a CD account started?",
        "Is CD possible to open at the bank?",
        "Please let me know how to open a CD account",
        "What is the process for starting a CD at my financial institution?",
        "I'm attempting to open a deposit",
        "Is it possible for I to open CD with you?",
        "Can you help me open a CD with my institution?",
        "What is the procedure for starting a CD at my financial institution?",
        "I wish to open acertificate of deposit with you.",
        "Does anyone have a way to start a certificate of deposit?",
        "How do I begin a CD at a bank?",
        "Seeking info on how to open a CD.",
        "Can you help me set up a CD at the bank?",
        "Is that possible to open a CD with your bank?",
        "Interested in creating a CD account?",
        "What can I do to open aCD in theinstitution?",
        "With your bank, can I open a CD?",
        "Can you help me set a CD up?",
        "Can anyone tell me the way to start a certificate of deposit?",
        "I'm wondering if there is a way to start a certificate of deposit.",
        "What do I do to open a CD in your institution?",
        "Can I get a CD account with this location?",
        "I am trying to open acertificate of deposit with your institution.",
        "I want to initiate a CD",
        "Can you tell me how to open a CD with my institution?",
        "I'm wondering how to open the certificate of deposit.",
        "I'm wondering how I can sign up for a deposit.",
        "How should a CD be started at your bank?",
        "I'm not sure how to open acertificate of deposit in your institution.",
        "My question is how I can open acertificate of deposit.",
        "Do you know if it's possible to open a CD with you?",
        "How can I initiate a CD?",
        "Can you tell me how to open CD?",
        "How do you create a CD account?",
        "I'm curious about how to open acertificate of deposit with you.",
        "Can you help me setup a CD?",
        "How do you start up a CD account?",
        "To open a CD account, please give me instructions.",
        "How to start a CD opening?",
        "Can your bank issue a CD for me?",
        "I want to begin a CD at my financial institution.",
        "Interested in doing a CD account.",
        "Can I put a CD in the bank?",
        "I'm trying to open a certificate of deposit with you.",
        "I'd be interested in starting a CD account.",
        "I need your assistance opening a CD account.",
        "How to sign up for a CD account?",
        "I wish to open aCD with yourinstitution.",
        "Please describe how to open a CD account.",
        "Any chance of opening a certificate of deposit?",
        "Do you want to know how to set up a CD account?",
        "Is it possible to start a CD at a financial institution?",
        "You could explain how to open a CD account?",
        "What is the best way to start my CD at your bank?",
        "I want to know how I can open a certificate of deposit.",
        "I'm wondering how to put a CD in my account.",
        "How can you initiate a CD opening?",
        "Can I open a CD in your account?",
        "Want to know how to register for a CD account?",
        "Can a CD be opened with your bank?",
        "Is it possible for me to start a CD with you?",
        "Can I open a CD with you?",
        "Talk to me about how to open a CD.",
        "What am I supposed to do to start my CD at your bank?",
        "Can I obtain a CD account?",
        "What should I do to open a CD at the bank?",
        "What do i need to do to start a CD at my bank?",
        "How can I join a CD account?",
        "Someone is trying to open a certificate of deposit",
        "Is open CD possible at your bank?",
        "Interested in opening a new CD account.",
        "Is it possible to open a CD with your institution.",
        "What is the process of getting a CD in your bank?",
        "I need to begin a CD at my financial institution.",
        "I wonder if I can open a CD in your bank.",
        "I need to open a CD at your bank",
        "I'm wondering how to get acertificate of deposit with you.",
        "I're trying to open a certificate of deposit.",
        "How do you get a CD at your bank?",
        "How can we get a CD account?",
        "How about beginning a CD with you?",
        "What do I do to open aCD with yourinstitution?",
        "Could your bank open a CD for me?",
        "I want to know how to get my CD account started.",
        "Is there a way to open a certificate of deposit with you?",
        "Interested in opening up a CD account?",
        "What do I do to start my CD in the bank?",
        "Any way to open a certificate of deposit?",
        "I'm curious how to open a certificate of deposit.",
        "What should you do to open a CD in your institution?",
        "How can you start a CD at your bank?",
        "I'm wondering if I can have acertificate of deposit with you.",
        "How could I get a CD with you?",
        "I'm not sure how to get a CD in your bank.",
        "What can I do to open a CD at your bank?",
        "I am trying to open a certificate of Deposit at your institution.",
        "Is it possible to begin my CD at the bank?",
        "How to open a CD with your bank?",
        "I'm wondering if I can open a certificate of Deposit at your institution.",
        "Where can I get a CD in your bank?",
        "There is someone interested in starting a CD account.",
        "How do I initiate a CD opening in my institution?",
        "What can I do to open the CD in your institution?",
        "How can I open myCD at the institution?",
        "Can you help me initiate the CD?",
        "What can I do to open a CD in my institution?",
        "I'm wondering how I could open a certificate of deposit.",
        "Can you open your CD at the bank?",
        "Is it possible to open my CD?",
        "How do I begin my CD at the bank?",
        "Are you able to open CD at the bank?",
        "Is it possible for me to get a CD account here?",
        "I want to open a CD with yourinstitution.",
        "Can I open CDs at your bank?",
        "What do I need to do at your bank to start my CD?",
        "I'm looking to open a certificate of deposit.",
        "I'm unsure of how to open acertificate of deposit with your institution.",
        "Is it possible for me to open a CD at the bank?",
        "What can I do to open a CD at yourinstitution?",
        "I want to start a CD with your bank.",
        "I do not know how to open aCD with the institution.",
        "How to get a CD in your institution?",
        "I'm wondering if I can open a certificate of deposit in your institution.",
        "I don't know how to open a CD in your bank.",
        "How can we open a CD account?",
        "Can you initiate a CD for me?",
        "How can you open CD in your bank?",
        "I'm wondering if I can get a certificate of Deposit at your institution.",
        "What should you do to start a CD opening in your institution?",
        "I'm trying to open a Certificate of deposit",
        "Is it possible to get a CD account there?",
        "What can I do in order to open aCD with you?",
        "What do I need to do in order to start a CD at a bank?",
        "Is it possible to open CD with your bank?",
        "Seeking information about opening a CD.",
        "can I get a CD account?",
        "I would like to deposit a CD with your bank.",
        "At your bank can I open CD?",
        "I am wondering if it is possible to open acertificate of deposit with your institution.",
        "Is it possible to open a certificate of Deposit with you?",
        "Is it possible to deposit a CD with your bank?",
        "How should you start a CD at the bank?",
        "What is it you need to do to start a CD at your bank?",
        "I'm wondering if it is possible to open a certificate of deposit at your institution.",
        "I'm wondering how I can open acertificate of deposit at your institution.",
        "What are I supposed to do to start a CD at your place of business?",
        "How can you get a CD opening in your institution?",
        "What can I do to open aCD with my institution?",
        "There is a question about starting a certificate of deposit.",
        "How can I open my CD with an institution?",
        "How do I get to put a CD in my account?",
        "I would like to open aCD in yourinstitution.",
        "Can you tell me how to open a CD in my institution?",
        "How to opening a CD in your institution?",
        "Is it possible to have a CD account here?",
        "Any ideas on how to start a certificate of deposit?",
        "What is the procedure for opening a certificate of deposit with your institution?",
        "I'm wondering whether I can open a certificate of deposit at your institution.",
        "Is it possible for me to open the CD with you?",
        "Is my bank able to open a CD for me?",
        "What should I do to get a CD in a bank?",
        "I want to open acertificate of deposit with you",
        "What should I do to start a CD in my financial institution?",
        "Should you know how to open a CD account?",
        "How do I start a CD at the bank?",
        "Please tell me how to open acd account.",
        "Can you tell me about how to open this CD?",
        "How can I start a CD opening?",
        "Can you open aCD for me?",
        "How can you open CD at your bank?",
        "How should you start a CD account?",
        "Can I sign up for a CD account here?",
        "What should I do to start a CD at a financial institution?",
        "How toopen a CD in your institution?",
        "I don't know how I can open a certificate of deposit at your institution.",
        "Will it be possible to initiate a CD with you?",
        "I am wondering how to open a certificate of Deposit at your institution.",
        "How do I open a CD at your institution?",
        "You could explain to me how to open a CD account.",
        "Can I starting a CD with you?",
        "What should I do to start a CD in my institution?",
        "Can you help me get a CD?",
        "How shall I open my CD?",
        "How is it possible to start a CD at your bank?",
        "I want to know how to launch a CD account.",
        "I'm curious if I can open a certificate of deposit at your institution.",
        "I want to open aCD with theinstitution.",
        "Is it possible to open aCD with your bank?",
        "How do you start a CD at your bank?",
        "Would you like to know how to start a CD account?",
        "How do I open aCD with yourinstitution?",
        "Can you please tell me how to open a CD account?",
        "Is there anything I can do to open aCD with yourinstitution?",
        "Do you have the ability to open a CD for me?",
        "Please let me know what I need to do to open a CD account.",
        "Are there ways to open a CD at your bank?",
        "How can I get a CD at my institution?",
        "I'm looking for information on opening a CD.",
        "Do you know how to initiate a CD?",
        "How do you get an account with a CD?",
        "Please tell me how to opening a CD account.",
        "How can you help me initiate a CD?",
        "What should I do to begin a CD at a bank?",
        "I need guidance on opening a CD account.",
        "How can I get a CD into your bank?",
        "You could explain how to get a CD account.",
        "What can I do to start a CD in my financial institution?",
        "A person is interested in starting a CD account.",
        "Can you tell me how to create a CD account?",
        "I need advice on opening a CD account.",
        "What is the procedure for opening a CD at your bank?",
        "I'm wondering if I can get a CD account here.",
        "What is it that you need to do to start a CD at your bank?",
        "I am not sure how to open a CD at your bank.",
        "You should give me instructions about opening a CD account.",
        "How to open a CD in your establishment.",
        "How can I get a CD opened in my institution?",
        "Can you open a CD for me at the bank?",
        "I'm wondering if I can open thecertificate of deposit with you.",
        "Can you help me with how to open this CD?",
        "I'd like to know how to open a CD with you.",
        "I am wondering how to put a CD in my account.",
        "The process for starting a CD at your bank?",
        "How is it possible to open a CD with you?",
        "Is it possible that I can open the CD with you?",
        "Are it possible to open a certificate of deposit with you?",
        "I'm wondering how I can open a certificate of deposit?",
        "How do you go about starting a CD at your bank?",
        "Is it possible to put a CD in my account.",
        "I'm wondering how to open my certificate of deposit.",
        "Where can you start a CD at your bank?",
        "How do I set up my CD at the bank?",
        "Can you give me an explanation on how to start a CD account?",
        "How to get a CD opening in an institution?",
        "I would like to open a certificate of deposit at your institution",
        "Is it possible to begin a CD account?",
        "I am wondering how I can open a certificate of deposit",
        "How can I start a CD at my financial institution?",
        "I need to get a CD in your bank.",
        "How to open the CD in the institution?",
        "Start a CD at your bank, what is the process?",
        "Are you looking to know how to start a CD account?",
        "What does it take to start an CD at your bank?",
        "What can I do at your bank to begin my CD?",
        "What do I have to do to start my CD at your bank?",
        "There's a process for starting a CD at your bank.",
        "Find out how to start a CD account.",
        "Can you explain to me how to open that CD?",
        "What can I do to open acertificate of deposit with you?",
        "Interested in opening a CD account in this area.",
        "Is it possible for me to open a CD with the bank?",
        "Is it possible to kick off a CD account?",
        "What can I do to open a CD with theinstitution?",
        "I need to start a CD in my financial institution.",
        "Please advise me on how to open a CD account.",
        "Someone is seeking info on opening a CD.",
        "Do you have a method to open a CD?",
        "I have aCD but is it possible to open it with the institution?",
        "I'm unsure of how to open acertificate of deposit with you.",
        "Is there a way to start a CD at your place of business?",
        "I am wondering how to open acertificate ofdeposit.",
        "I would like to know how to open a CD.",
        "Are your bank able to open a CD?",
        "I need to open a certificate of Deposit at your institution.",
        "I want to open my CD with the institution.",
        "Can I use your account to open a CD?",
        "Is it possible to open thecd with you?",
        "What is the procedure to open aCD with yourinstitution?",
        "I wanted to open a certificate of deposit.",
        "Is it possible to receive a CD account here?",
        "I'm wondering if I can open a certificate of deposit with the institution.",
        "How do you start a CD in your bank?",
        "Could you tell me a way to start a certificate of deposit?",
        "Can you help me open a CD at your bank?",
        "How can I get to initiate a CD?",
        "How can I open a certificate of deposit with you?",
        "How could I start a certificate of deposit?",
        "How is it possible to set up a CD at this bank?",
        "Want to know about starting a CD account?",
        "I don't know how I can open acertificate of deposit with you.",
        "Can my CD be opened at your bank?",
        "Please provide me with instructions for opening a CD account.",
        "What do I need to do to start a CD at my financial institution.",
        "How should I start a CD account?",
        "I want to open a certificate of deposit in your institution.",
        "Can I open a certificate of deposit with your institution?",
        "Is it possible to help me initiate a CD?",
        "Interested in opening up a CD account",
        "Is it possible to get a certificate of deposit with you?",
        "Do you want to know how to start a CD account?",
        "Is it possible to get a CD from your bank?",
        "I need to open a CD in your institution.",
        "What is it that I need to do to start a CD at your bank?",
        "What do I have to do to open aCD in your institution?",
        "Would it be possible to start a certificate of deposit?",
        "What can you do to open CD at your bank?",
        "Can I access a CD from your bank?",
        "I'm wondering if my bank can open a CD for me.",
        "I need to start a CD for my financial institution.",
        "I would like for your bank to open a CD for me.",
        "Can you provide me a CD account?",
        "I'm trying to open acertificate of deposit.",
        "How do I open a CD in your bank?",
        "I need to know how to open a CD.",
        "How can I get a CD account.",
        "Want to know the procedure for opening a CD account?",
        "How to start the CD opening in your institution?",
        "How about a certificate of deposit?",
        "Do you know how to open a CD?",
        "How can I start a certificate of deposits?",
        "I want to setup a CD at the bank.",
        "I'm not sure how I can open a certificate of deposit with you.",
        "How to open CD in a bank?",
        "I need to get a CD in my bank",
        "I was wondering how to start a CD account.",
        "How can I open a CD in your institution?",
        "Can I open your CD at the bank?",
        "You want to open CD at your bank.",
        "Do you have procedures for opening a CD?",
        "Want to know how to open a CD account?",
        "I wish to get a CD account.",
        "How can I start my CD at your bank?",
        "I am wondering if it is possible to open a certificate of deposit.",
        "How do I open my CD at the bank?",
        "I have aCD but can I open it with the institution?",
        "Is it possible to open a certificate of deposit with your institution.",
        "I am wondering if I can open CD with you.",
        "Can I get a certificate of deposit in your institution?",
        "How to open CD in a bank.",
        "How am I able to open acertificate of deposit?",
        "I need a way to start my certificate of deposit.",
        "I don't know if I can open CD at your bank.",
        "I would like to begin my CD at your bank.",
        "How do i get a CD with you?",
        "Did you explain how to get a CD account?",
        "What do I do to open aCD with your institution?",
        "Are you able to explain to me how to open this CD?",
        "What can I do to open aCD within your institution?",
        "I was wondering how to get a CD account.",
        "I am not sure how to open acertificate of deposit with you.",
        "How can I obtain a CD in your bank?",
        "Can you help me initiate a CD?",
        "Interested to open a CD account.",
        "I want to start a certificate of deposit.",
        "I'm wondering if it's possible to open acertificate of deposit with you.",
        "Can you explain how to open a CD account.",
        "I am not sure how to open a certificate of deposit with you.",
        "There is a question about starting a CD at your bank.",
        "How can my bank open a CD for me?",
        "Can you tell me how to start a CD at my bank?",
        "There is a possibility that I can get a CD account.",
        "I'm wondering how to open a deposit with you.",
        "How to get a CD in the bank?",
        "I want to get a CD account.",
        "Please let me know how to open a CD account.",
        "Can I open your CD at your bank?",
        "Can I get a CD account.",
        "I'd like to open a CD with yourinstitution.",
        "How do I put a CD in your bank?",
        "I am wondering how to get a certificate of deposit.",
        "Is it possible to open CDs with you?",
        "What should I do to start my CD with your bank?",
        "I'm curious if I can open acertificate of deposit with you.",
        "I would like instructions on how to open a CD account.",
        "Is it possible for your bank to open my CD?",
        "How about opening a CD?",
        "Do you have a way to open aCD?",
        "Can I get a CD account",
        "What do I have to do to open aCD with your institution?",
        "Does your bank have the ability to open a CD for you?",
        "I'm curious as to how I can open a certificate of deposit.",
        "What should I do to open aCD with your institution?",
        "How to start a CD opening inside your institution?",
        "How can we get a CD opening in our institution?",
        "I was wondering how to open acertificate of deposit with you.",
        "I don't know if your bank can open a CD for me.",
        "I need to start a CD at your bank.",
        "Do you know how to open a CD at a bank?",
        "What should I do to start an CD at your bank?",
        "What do I need to do to start a CD at the bank",
        "Interested in getting into a CD account.",
        "I wish to begin my CD at your bank.",
        "I'm wondering how I can open acertificate ofdeposit.",
        "What should I do at a bank to start a CD?",
        "Can I have a CD account in this location?",
        "How do I open aCD with an institution?",
        "What do I need to do to start a CD at the financial institution?",
        "Can I start a CD with you.",
        "I am looking for information about opening a new CD.",
        "What am I supposed to do to start a CD at a bank?",
        "How can we start a CD account?",
        "What should I do to open a CD in yourinstitution?",
        "Is it possible to open a CD account?",
        "What do I have to do to open aCD with yourinstitution?",
        "I would like to open a CD with the bank.",
        "I'm wondering how to open the certificate of deposit",
        "Was there a way to start a CD account?",
        "Try to open a certificate of deposit.",
        "How do you begin a CD account?",
        "How can you start a certificate of deposit?",
        "How are you able to get a CD in your bank?",
        "I'm not sure how to open a CD at your bank.",
        "Are you wanting to know how to start a CD account?",
        "How can you begin a CD opening in your institution?",
        "I wonder if I can open acertificate of deposit with you.",
        "I am wondering how I can get acertificate of deposit from your institution.",
        "I'm trying to open a CD",
        "I'm wondering how to open acertificate of deposit with you",
        "Would I be able to open a CD with your bank?",
        "I'm wondering how I can get acertificate of deposit.",
        "What is the best way to open aCD with yourinstitution?",
        "Do you know how to open a CD with it?",
        "I'm wondering if I can open a certificate of deposit",
        "I'm confused about how to open acertificate of deposit with your institution.",
        "Would it be possible to start a CD with you?",
        "Can i get a CD account?",
        "Can I open the CD at your bank?",
        "I am wondering if my bank can open a CD for me.",
        "I'm wondering about opening a certificate of Deposit at your institution.",
        "I'm interested in opening a certificate of deposit with you.",
        "How can I start a CD account?",
        "Can I set up a CD at this bank?",
        "How to setup a CD opening in your institution?",
        "how do I start a CD at my bank?",
        "What is the process of opening a CD in an institution?",
        "How to start a CD in your bank?",
        "What is the procedure to start a CD at the bank?",
        "I wonder how I can get a certificate of deposit at your institution.",
        "What's the best way to open aCD with yourinstitution?",
        "How to setup a CD account?",
        "I'd like to open a certificate of deposit at your institution.",
        "I wonder how to open acertificate of deposit.",
        "Someone would like to start a CD account here.",
        "I am wondering if I can open a certificate of deposit with you.",
        "Did you know how to open a CD in your institution?",
        "Is there a way to put a CD in my account?",
        "Is that possible to get a CD account here?",
        "I'm trying to open a certificate of deposit",
        "Is it possible to explain how to get a CD account?",
        "What should I do to start my CD at a bank?",
        "Interested in beginning a CD account",
        "I wondered how I could open acertificate of deposit with you.",
        "Is it possible to start an CD at your bank?",
        "How do I get a certificate of deposit in your institution?",
        "How do you initiate a CD opening?",
        "What do I need to do to start a CD at my bank?",
        "Is it possible to open the CD in your bank?",
        "I need an explanation on how to start a CD account.",
        "Can I set up a CD with you?",
        "I'm wondering how to open a certificate of deposit in your institution.",
        "I have aCD, but how do I open it with the institution?",
        "You should give me instructions on opening a CD account.",
        "I am trying to open a certificate of deposit",
        "I'm in need of instructions on opening a CD account.",
        "I'm seeking information on opening a new CD.",
        "What is the procedure for opening a CD in your bank?",
        "Can you start a CD account?",
        "I'm wondering about opening a certificate of deposit at the institution.",
        "Can you let me open CD at your bank?",
        "I have a question about starting a CD at your bank.",
        "Do you give a way to open a CD?",
        "How should I get a CD in my bank?",
        "Is open a CD possible with you?",
        "You might be able to explain how to open a CD account.",
        "Can I open a CD with a bank account?",
        "How to open the CD in your institution?",
        "Can a certificate of deposit be opened with you?",
        "Please give me advice on opening a CD account.",
        "Is it possible for me to initiate a CD with you.",
        "I am looking for a way to open my CD.",
        "How can i start a certificate of deposit?",
        "I was wondering how to open a CD account.",
        "Is there a way to set up a CD at the bank?",
        "Can you help me open a CD account?",
        "Can you let me open a CD with your bank?",
        "Does your bank have the capacity to open a CD for me?",
        "I wonder if it's possible to open a CD with your bank.",
        "I would like to set up a CD.",
        "Is it possible for me to open a CD with your bank.",
        "Please tell me how to open my CD account.",
        "How do you establish a CD at your bank?",
        "I'm wondering how I can open a certificate of deposit",
        "I am wondering about opening acertificate of deposit with you.",
        "Are you able to initiate a CD with me?",
        "How is it to start a CD at your bank?",
        "What should I do to start a CD with my financial institution?",
        "Can your bank open a CD?",
        "I want to start a CD at my financial institution.",
        "I need to know how to put a CD in my account.",
        "I'm wondering how to open a deposit.",
        "How to start a deposit certificate?",
        "Want to know about a CD account?",
        "Can I have a CD account in this area?",
        "Can you explain how to open a CD in your institution?",
        "How to open CD at a bank.",
        "Is it possible to open a certificate ofDeposit with you?",
        "Can I open a CD with your bank.",
        "How to open CD in your institution?",
        "I need your help in setting up a CD.",
        "Can you tell me how to open a CD?",
        "I wonder if I could get a CD account here.",
        "There's a question about how to open CD with you.",
        "How can a CD opening be initiated in your institution?",
        "What should I do to start a CD at my financial institution.",
        "Do you know how to set up a CD account?",
        "How can you open a CD at the bank?",
        "Interested in starting a CDs account.",
        "How about open a CD?",
        "Can you help me with the setting up of a CD?",
        "Are you able to open CD in your bank?",
        "How am I able to open a certificate of deposit?",
        "What should I do if I want to start a CD at my bank?",
        "What do I do to start my CDs at your bank?",
        "Do you have a way to start a CD account?",
        "I am looking for information on opening a CD.",
        "How about opening CD at your bank?",
        "I'm wondering how I can open a certificate of Deposit at the institution.",
        "Do you know how to initiate aCD?",
        "How to open your CD in your bank?",
        "What do I need to do to get my CD into your bank?",
        "Would I be able to get a CD account here?",
        "Are you able to teach me how to initiate a CD?",
        "Can you let me open a CD?",
        "Is it possible to open CD at your bank.",
        "Can you tell me how to open up a CD?",
        "Tell me what to do when opening a CD account.",
        "I'm looking for a way to open acertificate of deposit.",
        "I'm wondering how I can open acertificate of deposit in your institution.",
        "How do I place my CD in your bank?",
        "How is it possible to open a CD with your institution?",
        "I want to know how to start a CD account.",
        "Is it possible to get a CD to be put in my account?",
        "I was wondering if I could get a CD account here.",
        "Someone is trying to start a certificate of deposit.",
        "Know how to start a CD account?",
        "How are you going to start a CD account?",
        "How would you start a CD at your bank?",
        "Are I allowed to open CD with you?",
        "I am looking for a way to open acertificate of deposit.",
        "How to open a CDs in your institution?",
        "What can I do to begin my CD at your bank?",
        "I am wondering how to open acertificate of deposit with your institution.",
        "How do I get a CD in a bank",
        "I am wondering how to open acertificate of deposit at your institution.",
        "Would be interested in opening a CD account.",
        "Can you open a certificate of deposit for me?",
        "How can a CD opening be started?",
        "I need to start a CD with my financial institution.",
        "Can I get a CD from your institution?",
        "I am wondering if your bank can open a CD for me.",
        "Any way of starting a certificate of deposit?",
        "How to open a CD in your institution?",
        "Can you tell me how to open CD with me?",
        "What should i do to start a CD at the bank?",
        "How do you get a CD into your bank?",
        "I am wondering about opening a certificate of Deposit at your institution.",
        "I'm wondering about opening acertificate of deposit.",
        "How to open my CD?",
        "Where can I open a CD at your bank?",
        "Can I get a CD in this bank?",
        "Please tell me how to open a cd account.",
        "How could I open my aCD with the institution?",
        "How to get a CD at your bank?",
        "Is it possible for me to open CD with you.",
        "How will I get a CD in your bank?",
        "I'm interested in opening acertificate of deposit.",
        "What do I need to do in order to start a CD at my financial institution?",
        "What do I need to do in order to start a CD at your place of business?",
        "Is that possible to open CD with you?",
        "I am looking for a way to open acertificate of deposit with you.",
        "Is it possible to open a CD with your institution?",
        "I'm wondering how to get a CD with you.",
        "What about starting a CD at your bank?",
        "What can I do with my institution to open aCD?",
        "Is it possible I can open the CD with you?",
        "I need to know how to open a CD",
        "What must I do to start a CD at the bank?",
        "Is it possible to open a deposit with you?",
        "There is a way to open a CD with your institution.",
        "I am wondering how I can open acertificate of deposit with the institution.",
        "What needs to be done to begin a CD at my financial institution?",
        "I was wondering if I could open CD at your bank.",
        "How to deposit a CD at your bank.",
        "What can I do to open a CD in yourinstitution.",
        "I'm curious how I can get a certificate of deposit at your institution.",
        "How do I start a CDs at my bank?",
        "Is it possible to open a CD with your banks?",
        "What should I do to start aCD at a bank?",
        "How can I open the CD in the institution?",
        "Can I open the CD with the institution?",
        "How do you open a CD in an institution?",
        "I am wondering how to deposit acertificate of deposit with you.",
        "Is there a way to start my CD?",
        "Please tell me how to open a CD account.",
        "How should I get a CD account?",
        "Tell me what to do with opening a CD account.",
        "I'm wondering how to open a certificate of deposit at your institution.",
        "What must I do to start a CD at your bank?",
        "Want to know how to set up a CD account?",
        "I'd like to open CD with you.",
        "I'm not sure how to open a certificate of Deposit at your institution.",
        "Is there a way to start a deposit certificate?",
        "What is the procedure for starting a CD at the bank?",
        "I am wondering how I can open a certificate of deposit with your institution.",
        "I want to open a CD at your bank.",
        "Please show me the way to open a CD account.",
        "Do you need a way to start a CD account?",
        "What can I do to open a CD in theinstitution?",
        "How can I launch a CD account?",
        "Is there a way to launch a CD account?",
        "I wonder if I can start a CD with you?",
        "I am trying to set up a CD at the bank.",
        "Is it possible to open a Certificates of Deposit with you?",
        "I would like to start a CD at a place of business.",
        "Is it possible to open the CD with the bank?",
        "What should I do to start a CD at my institution?",
        "How can a CD opening happen in your institution?",
        "How do I get a CD to enter my account?",
        "I need instructions on opening a CD account.",
        "Where can I open a CD at my bank?",
        "Tell me how to open your CD.",
        "I want information on opening a CD.",
        "Tell me how to get a CD with you.",
        "Could you tell me how to get a CD account?",
        "How to open a CD account.",
        "I'm wondering if I can get a certificate of deposit with your institution.",
        "How do you open CD in your bank?",
        "I want to start my CD in your bank.",
        "You might be able to open a CD with your bank.",
        "Do you have the ability to initiate a CD with me?",
        "How to open a CD in an institution?",
        "Can the bank open the CD for me?",
        "Is it possible to create a CD account?",
        "Know how to open a CD account?",
        "What should I do to set up a CD at your place of business?",
        "Can your lender open a CD for me?",
        "I have aCD but how can I open it with my institution?",
        "Can you tell us how to start a CD account?",
        "What is the process for making a CD at your bank?",
        "CD opening in an institution?",
        "I have a CD but how can I open it at the institution?",
        "Does your bank allow me to open CD?",
        "Wanting to start a CD account.",
        "How to open a CD in you institution?",
        "Do you know how to open a CD at your bank?",
        "Please tell me the procedure for opening a CD account.",
        "I would like to start a CD with my financial institution.",
        "I'm wondering how I can get a certificate of deposit with your institution.",
        "How could I start a CD account?",
        "Can you let me know how to start a CD?",
        "How do you get to start a CD at your bank?",
        "Is it possible for me to open a CD with your bank?",
        "Can you teach me how to open a CD account?",
        "How can I get my aCD to open with the institution?",
        "What do I do to open my CD at the bank?",
        "Can I open a CD in your institution?",
        "How am i going to get a CD with you?",
        "Someone trying to open a certificate of deposit.",
        "Do you know how to start a CD?",
        "What should I do to open CD at my bank?",
        "What will it take to start a CD at your bank?",
        "I am trying to initiate a CD",
        "I'm interested in opening a certificate of deposit.",
        "Speak to me about opening a CD.",
        "Do you have steps to opening a CD?",
        "I would be interested in opening a CD account.",
        "Where do I get a CD in your bank?",
        "Do you think it is possible to open a CD with you?",
        "I'm trying to opening a certificate of deposit.",
        "How can I start a certificate ofdeposit?",
        "I wish to open a CD with your bank.",
        "Do you have any instructions on how to open a CD account?",
        "Interested in opening a CD account there.",
        "I'm wondering how to open a certificate ofdeposit.",
        "How can I start a certificate of deposit.",
        "What do I do to open a CD at your bank?",
        "I'm wondering how to open acertificate of Deposit.",
        "How can I open a deposit at your institution?",
        "I'm wondering how to open a deposit",
        "I want info on opening a CD.",
        "Is it possible to open the certificate of deposit with me?",
        "How to get started with a CD account?",
        "Is it possible that I can open CD with you?",
        "Your bank might be able to open a CD for me.",
        "What should i do to start a CD at my financial institution?",
        "Interested in set up a CD account.",
        "I want to open a deposit",
        "How can you start the CD opening in your institution?",
        "Please tell me about opening a CD account",
        "What can you do to start a CD at the bank?",
        "I'm trying to open aCertificate of deposit",
        "How do I get started with a CD at my financial institution?",
        "I want to know how to open the CD with you.",
        "Tell me how to open a CD account.",
        "Can you give me some information on how to open this CD?",
        "I need to open my CD with the institution.",
        "What should I do at my bank to start my CD?",
        "I'm wondering if I can open acertificate ofdeposit with you.",
        "How do I start a CD opening in an institution?",
        "How do you set up a CD at your bank?",
        "Do you think it is possible to open a certificate of deposit with you?",
        "What should I do to make a CD at your bank?",
        "Does it possible to open aCD with you?",
        "I'm wondering how I can access a certificate of deposit.",
        "Can you explain how to create a CD account?",
        "how to start a certificate of deposit",
        "I wondered if I could open a CD with your bank.",
        "I want to start a CD at the financial institution.",
        "Want to know the process of opening a CD account?",
        "What can I do to open a CD at my bank?",
        "I am wondering if I can open a certificate of Deposit at your institution.",
        "I need to begin my CD in your bank.",
        "Is there anything I can do to open aCD with you?",
        "How can a certificate of deposit be opened?",
        "What can I do to open a CD in your bank?",
        "I need instructions on how to open a CD account.",
        "Are there any ways to get a CD in your bank?",
        "Someone wants to get a CD account.",
        "I am attempting to open a certificate of deposit",
        "Do you have ways to open a CD?",
        "Will I be able to open a CD with you?",
        "I would like to open acd with yourinstitution.",
        "How to open CDs at the bank?",
        "Can you help me with the setting up of my CD?",
        "What should I do to start my CDs at your bank?",
        "I am wondering how to get a certificate of deposit at your institution.",
        "I need your assistance in setting up my CD.",
        "Any way to start the certificate of deposit?",
        "What's the process for starting a CD at the bank?",
        "Would it be possible to open aCD with you?",
        "What can I do to open aCD with aninstitution?",
        "How should I get a CD with you?",
        "I wonder if I could open CD at your bank.",
        "I am wondering if I can open acertificate of deposit with your institution",
        "What could I do to start a CD at your bank?",
        "Are you able to tell me how to open CDs?",
        "What do I need to do to open a CD in your bank?",
        "How can I get an account with a CD?",
        "How can I open a CD with your bank?",
        "Do you have a way to open a CD at the bank?",
        "How do I start a CD at my bank?",
        "I'm wondering how I can get a certificate of Deposit.",
        "I'm curious if I can get a CD account here.",
        "Do you offer a method to open a CD?",
        "What do I need to do to open a CD in yourinstitution?",
        "How to open the CDs in your bank?",
        "Are there any steps for starting a CD at your bank?",
        "Can anyone tell me how to start a certificate of deposit?",
        "It's possible to start a CD at your bank.",
        "How do I get a certificate of Deposit at your institution?",
        "How to open your CD at your bank?",
        "What do I do to open aCD at yourinstitution?",
        "Can I put a CD in your bank?",
        "How do you get a CD account?",
        "Can you get a CD account here?",
        "How do you launch a CD account?",
        "What am I supposed to do to start a CD at my bank?",
        "How are you going to start a CD at your bank?",
        "Give me instructions on how to open a CD account.",
        "Do you know how to open up a CD?",
        "Can you help me start a CD with you?",
        "I was wondering how to open a certificate of deposit at your institution.",
        "How do I open the aCD with the institution?",
        "I'm trying to start a CD at your place of business.",
        "Where do you go to start a CD at your bank?",
        "Is it possible to start a certificate of deposit.",
        "Is there a way to open a certificate of deposit with your institution?",
        "I want to open a CD in your account.",
        "I'm wondering if I can open your certificate of deposit with you.",
        "How do I start a CD with a bank?",
        "What is the process for starting a CD at a financial institution?",
        "I need information on opening a CD account.",
        "I am wondering if I can open acertificate of deposit with you.",
        "Can a CD be opened by your bank?",
        "I'm interested in starting a CD account",
        "I am seeking information on opening a new CD.",
        "I need an explanation on how to open a CD account.",
        "How can I get a CD at your institution?",
        "How can I begin a certificate of deposit?",
        "Can you open a CD with your bank?",
        "I'm curious if I can open acertificate of deposit with your institution.",
        "What will I do to start my CD at your bank?",
        "Is there a way to open CD at the bank?",
        "What do I need to do to get a CD in the bank?",
        "How do you begin a CD opening?",
        "I'm wondering how I can open a deposit at your institution.",
        "There's a question about starting a CD at your bank.",
        "I am wondering if I can open a certificate of deposit in your institution.",
        "There is someone interested in opening a CD account.",
        "Does it possible to open a certificate of deposit with you?",
        "What do I have to do to begin a CD at my bank?",
        "Do you have the ability to open CD at your bank?",
        "Will I be able to open a CD account here?",
        "Can my CD be started with you?",
        "Could I open CD with you?",
        "Is it possible to start a CD at my financial institution.",
        "How can I open a certificate of deposit at your institution?",
        "I would like to open a CD at your bank.",
        "I'm wondering how to open acertificate of deposit.",
        "I'm trying to figure out how to open acertificate of deposit.",
        "How can I make a CD at your bank?",
        "Can you give me an explanation of how to open a CD account?",
        "Can you open a CD for me in your bank?",
        "I am seeking information on opening a CD.",
        "Your bank could open a CD for me?",
        "Can Iopen a CD account here?",
        "What should I do in order to start a CD at my financial institution?",
        "Was it possible for me to open CD with you?",
        "How do I set up a CD at my bank?",
        "What is a way to start a certificate of deposit?",
        "Please give me a way to open a CD account.",
        "I am wondering if I can open a CD with you.",
        "Can you open a CD for me at your bank?",
        "I was wondering if my bank could open a CD for me.",
        "Need to open a certificate of deposit?",
        "Want to know how to register a CD account?",
        "I wish to open a certificate of deposit at your institution.",
        "There is a question about how to start a CD at a bank.",
        "Can you have me open CD at your bank?",
        "What should i do to start a CD at a bank?",
        "What can I do to open aCD with theinstitution?",
        "Can my bank open a CD for me?",
        "What is it that you must do to start a CD at your bank?",
        "I am wondering how I can get acertificate of deposit with your institution.",
        "Do you know the process of opening a CD?",
        "What do I need to do to start a CD with a bank?",
        "What do I do to start my CD in your bank?",
        "What should I know about starting a CD at my financial institution?",
        "How do you start a CD opening in your establishment?",
        "I want to know how to open acertificate of deposit with you.",
        "I'm wondering how I can open a deposit certificate at your institution.",
        "I wonder if I can open a certificate of deposit at your institution.",
        "How am I able to start a CD?",
        "Can you tell me how to start a CD opening in my institution?",
        "I was wondering how I could open a certificate of deposit.",
        "How can I open a CD in my institution?",
        "They should give me instructions on opening a CD account.",
        "Is it possible to open a CD with the institution?",
        "What can I do at your bank to open a CD?",
        "I want you to help me initiate a CD.",
        "I am wondering how I can get acertificate of deposit in your institution.",
        "Can anyone give a way to start a certificate of deposit?",
        "What can I do to get a CD at this bank?",
        "I'm trying to open a Certificate of Deposit",
        "I would like to open aCD with my institution.",
        "Can someone suggest a way to start a certificate of deposit?",
        "I'm wondering if there's a way to start a certificate of deposit.",
        "What am I supposed to do to start a CD in your bank?",
        "I are trying to open a certificate of deposit",
        "Can you help me start a CD at the bank?",
        "I wanted to open a CD with your bank.",
        "Was it possible for me to open the CD with you?",
        "How do you make a CD at your bank?",
        "How is it to open your CD?",
        "What is it that I need to do to start a CD at your place of business?",
        "Do you know how to initiate a CD opening?",
        "Is there a way to open CD at your bank?",
        "I'm attempting to open acertificate of deposit",
        "I need to start an CD at the bank.",
        "How to start acertificate of deposit?",
        "How to open CD's in your institution?",
        "Do you think it's possible to open a certificate of deposit with you?",
        "What is the process of starting a CD at my financial institution?",
        "What should I do to start a CD in your bank?",
        "What do I need to do to open a CD at the bank?",
        "Can you help me start a CD?",
        "What's the procedure for starting a CD at the bank?",
        "Can you explain how to open a CD account?",
        "Do you have a way to start the certificate of deposit?",
        "You want to know how to open a CD account.",
        "Is it possible to start a CD opening in your institution?",
        "How can I obtain a certificate of deposit from your institution?",
        "Do you have a way to open a CD?",
        "I am wondering how I can open a certificate of Deposit.",
        "Are there ways to open a certificate of deposit with you?",
        "How do I get my CD in your bank?",
        "How do I initiate a CD with you?",
        "I wonder if I can open a CD with your bank.",
        "Was there a way to get a CD account?",
        "How to open a CD inside of your institution?",
        "How can I get a CD with you.",
        "Is it possible to open CD with you?",
        "How to begin a CD opening?",
        "What can you do to start a CD at your bank?",
        "I wish to open a certificate of deposit with you.",
        "How can I open my CD in an institution?",
        "What do I need to do to start a CD at the bank?",
        "What is the process for starting a CD at a bank?",
        "How to get a CD in a bank?",
        "Can you help with the CD process?",
        "There is a way to open a CD at your bank.",
        "I was wondering how to set up a CD at the bank.",
        "How can we get a CD opening in your institution?",
        "They need instructions on opening a CD account.",
        "Can you help someone enroll in a CD?",
        "Do you wish to know how to open a CD account?",
        "I'm wondering how I can open thecertificate of deposit.",
        "Can I open a CD with the bank?",
        "I am wondering if it is possible to open a certificate of deposit at your institution.",
        "Can you provide me with a CD account?",
        "Is it possible to open a certificate of deposit with you.",
        "How can I access the aCD with the institution?",
        "I'm trying to open a certificate ofDeposit.",
        "I'm trying to open a certificates of deposit",
        "What should I know to start a CD at your place of business?",
        "How can I get a CD from my institution?",
        "I want to set up a CD at a bank.",
        "I'm wondering if you can explain how to open a CD account.",
        "I'm wondering what I can do to open the certificate of deposit.",
        "What is needed to start a CD at my financial institution?",
        "Is your bank capable of opening a CD for me?",
        "I need to open a certificate of deposit in your institution.",
        "How to have a CD opening in your institution?",
        "I would like to start an CD at your bank.",
        "Have you found a way to start a certificate of deposit?",
        "I would love to open a CD with your bank.",
        "I'm wondering how I can get a certificate of deposit at you.",
        "I'd like to start a CD account.",
        "How can I start a CD in your bank?",
        "How can I initiate a CD opening?",
        "What can I do to get aCD from yourinstitution?",
        "I'm not sure how to open a certificate of deposit at the institution.",
        "How can I get aCD with my institution?",
        "how can I open a certificate of deposit",
        "Is it possible for me to open a CD with your institution?",
        "Would it be possible to open a certificate of deposit?",
        "I was wondering if I could open a certificate of deposit at your institution.",
        "What do I do to open aCD in your institution?",
        "Is it possible to open certificate of deposit?",
        "How to open CDs in your bank?",
        "What do you need to do to start a CD in your bank?",
        "I would like to open acertificate of deposit at your institution.",
        "Do you know how I initiate a CD?",
        "Which process is used to start a CD at your bank?",
        "I want to setup a CD, can you help me?",
        "I'm wondering if I can open the certificate of deposit.",
        "Do you know how to open a CD in your bank?",
        "How can I get aCD at your institution?",
        "I want to open acertificate of deposit with you.",
        "How is my CD supposed to open?",
        "I am wondering how I can get acertificate of deposit.",
        "How do I get to set up a CD?",
        "Someone is seeking info on opening a new CD.",
        "Can someone tell me a way to start a certificate of deposit?",
        "How do I get to open a CD at the bank?",
        "Anyone have a way to start a certificate of deposit?",
        "I'm wondering how I can get acertificate of deposit with your institution.",
        "I am interested in opening acertificate of deposit with you.",
        "Can I get a CD to be put in my account?",
        "I am wondering if I can open a certificate of deposit.",
        "Can you talk about how to open a CD account?",
        "Does anyone know how to start a CD account?",
        "Can I get a certificate of deposit with my institution?",
        "Can I open a CD at your bank?",
        "Could you tell me how to sign up for a CD account?",
        "Can anyone provide a way to start a certificate of deposit?",
        "I need to set up a CD at the bank.",
        "How can I start up a CD account?",
        "To get a CD with you, how do I?",
        "What should I do in order to start a CD at my bank?",
        "Can I open a certificate of deposit in your institution?",
        "I'm wondering if I can open acertificate of deposit for your institution.",
        "I am wondering how to get acertificate of deposit.",
        "How can I get a CD in your institution?",
        "How can your institution start a CD opening?",
        "How am I able to get a CD with you?",
        "How can I get a CD opening?",
        "Do you have any instructions for opening a CD account?",
        "Can you tell me how to sign up for a CD account?",
        "Start aCD with you?",
        "What needs to be done to start a CD in your bank?",
        "What must I do to start a CD at the financial institution?",
        "Can you help me initiate the setup of a CD?",
        "How can I open a certificate of Deposit in your institution?",
        "How do I start my CD at the bank?",
        "How to open a CD in your establishment?",
        "I wonder how I can open a certificate of Deposit at your institution.",
        "Can I join a CD account?",
        "How do you open a CD account?",
        "I'm curious about how to open a certificate of deposit at your institution.",
        "How do I set up a CD at the bank?",
        "Is it possible to get a CD in the bank?",
        "How should I start a CD at a bank?",
        "Is CD possible to open at your bank?",
        "Can I open aCD with my institution?",
        "Can you help me to start a CD?",
        "How to open a CD in your facility?",
        "Interested in establishing a CD account?",
        "How about setting up a CD at the bank?",
        "I need the instructions on opening a CD account.",
        "can I open a CD with your bank",
        "How do I open a CD with the institution?",
        "I'd like to open a CD account.",
        "Can your bank open a CD to me?",
        "I'm wondering how to open acertificate of deposit",
        "I want to open a certificate ofdeposit.",
        "Is it possible to open acertificate ofdeposit with you?",
        "I need your bank to open a CD.",
        "Does it work to open a certificate of deposit with you?",
        "I want to set up my CD at the bank.",
        "How can I open a CD with an institution?",
        "How do you open a CD at a bank?",
        "Please describe to me how to open a CD account.",
        "How do you start a CD opening at your institution?",
        "Any chance of starting a certificate of deposit?",
        "How do I begin a CD at your bank?",
        "Can I open a CD at your bank.",
        "You should give me instructions on how to open a CD account.",
        "Do you know the way to get a bank CD?",
        "How do you want to start a CD account?",
        "I'm not sure how I can open a certificate of deposit at your institution.",
        "How do you start a CD opening in your institution?",
        "How can I get my CD account set up?",
        "Will you help me initiate a CD?",
        "Is there a way to set up a CD at this bank?",
        "I' am trying to open a certificate of deposit.",
        "What is the procedure for beginning my CD at your bank?",
        "Is it possible toopen a certificate of deposit with you?",
        "I'm trying to open a deposit certificate.",
        "I need to open a certificate of deposit with you.",
        "Is it possible to open a CD at you bank?",
        "Do you have any instructions about opening a CD account?",
        "I want to start a CD, can you help?",
        "How should I start my CD at your bank?",
        "I'm unsure how to open acertificate of deposit with your institution.",
        "I need to open CD at your bank",
        "Am I able to get a CD account?",
        "Is it possible to open CD in your bank?",
        "Can you allow me to open a CD with your bank?",
        "How to establish a CD opening in your institution?",
        "I am interested in opening a CD with your bank.",
        "I was wondering how I could get a certificate of deposit.",
        "Can you help me get through a CD?",
        "How do I get a certificate of deposit from my institution?",
        "Need an open certificate of deposit?",
        "Where do you start a CD at your bank?",
        "Help me open a CD account.",
        "Can I get a CD from your bank?",
        "I wish to open a certificate of Deposit at your institution.",
        "I want to opening a CD account.",
        "How do I get to open my CD?",
        "I would like to open CD in your bank.",
        "How can I get aCD from your institution?",
        "I wonder if you can open CD at your bank.",
        "How should I start a CD at the bank?",
        "Is there a place where I can get a CD account?",
        "How can I get a CD at my financial institution?",
        "Do you know how to open a CD with me?",
        "There is a question about starting a CD at a bank.",
        "I want to deposit a CD with your bank.",
        "How do you start a CD at a bank?",
        "What do I have to do to open a CD at a bank?",
        "I would like to open acertificate of deposit",
        "I have a question about opening a certificate of Deposit at your institution.",
        "I am wondering how I can open a certificate of deposit.",
        "Can you give me an idea on how to open this CD?",
        "I wonder if I can get a CD account here.",
        "I need to set up a CD at this bank.",
        "I am wondering if I could open acertificate of deposit with your institution.",
        "Is it possible to open CD at the bank?",
        "What needs to be done to start a CD in a bank?",
        "Would it be possible to open a CD with you?",
        "How are I going to get a CD with you?",
        "I want to know how to open a certificate of deposit.",
        "I'm curious how I can open a certificate of deposit with you.",
        "Are you able to open the CD at your bank?",
        "What is the procedure to open CD at your bank?",
        "I want to know how to open a CD",
        "I'm trying to open a deposit",
        "Can I open CD in your bank?",
        "I need to start an CD in your bank.",
        "Will I be able to get a CD account?",
        "I am trying to open a certificate of deposits.",
        "What do I have to do to start a CD in my bank?",
        "There is a desire to open a CD account.",
        "How can I get a certificate of deposit with you?",
        "What's the procedure for starting a CD at my financial institution?",
        "Is it possible for me to open a CD in your bank?",
        "Please provide me with instructions for opening a CD account",
        "Is it possible for me to open the CD at your bank?",
        "What is the process of opening a CD with you?",
        "I'm wondering how I can open your certificate of deposit.",
        "I'm trying to open acertificate of deposit with you.",
        "I want to open acertificate of deposit with your institution.",
        "I am wondering how I can open a deposit with your institution.",
        "Can you help with a CD process?",
        "What do I have to do to open a CD with your institution?",
        "Can you tell me how to get a CD in my bank account?",
        "Interested in opening a CD account in this location.",
        "I want to open a CD in your institution.",
        "I'm wondering if I can initiate a CD with you.",
        "How can I set up a CD opening?",
        "I need to know how to open the CD with you.",
        "Is it possible to open acertificate of deposit at your institution?",
        "How do I start a CD opening in my institution?",
        "I'm trying to open the certificate of deposit",
        "I'm wondering how I can open the certificate of deposit at your institution.",
        "Someone is wondering if there is a way to start a certificate of deposit.",
        "What steps should I take to start a CD at my bank?",
        "I'd like to open acertificate of deposit.",
        "How do I open a CD in your institution?",
        "How can I set up my CD account?",
        "How about trying to open a certificate of deposit?",
        "I wonder if CD can be opened at your bank.",
        "How could I open a CD at your bank?",
        "What can I do to setup a CD at the bank?",
        "I want to open a CD with your bank",
        "What do I need to do to start a CD in a financial institution?",
        "I'm wondering whether or not I can open a certificate of deposit.",
        "What do I need to do in order to start a CD in a bank?",
        "How to open a CD in your organization?",
        "I am wondering how I can get a certificate of deposit in your institution.",
        "Is it possible to open aCD with your institution?",
        "What could I do to start a CD at your place of business?",
        "I am interested in how to open a certificate of deposit.",
        "Is there a procedure for starting a CD at your bank?",
        "Is it possible to put a CD into my account?",
        "Can you tell me how to open a CD in your institution?",
        "I am wondering if I can open acertificate of deposit with your institution.",
        "The bank might be able to open a CD for me.",
        "Do you have any instructions to open a CD account?",
        "Is it okay to open CD at your bank?",
        "I was wondering how I could open a certificate of deposit at your institution.",
        "How is it possible to get a CD in your bank?",
        "Do you know how to get a CD in your bank?",
        "How can I get a CD open in my institution?",
        "I am wondering how I can open acertificate of deposit at your institution.",
        "I would like to start a certificate of deposit",
        "How is it that you can start a CD at your bank?",
        "How about starting a certificate of deposit?",
        "Is it possible to open the CD with your bank?",
        "Can you tell me how to open a CD account?",
        "How to open a CD at the bank?",
        "I need to start a CD at my financial institution.",
        "How do I start a CD with my bank?",
        "Got a question about how to start a CD account?",
        "What about opening a certificate of deposit?",
        "Do you wish to know how to start a CD account?",
        "I'm attempting to open a certificate of deposit.",
        "What should I do to start my CD at my bank?",
        "I'd like to open a CD with your bank.",
        "What do I have to do to start a CD at a bank?",
        "I need to start a CD at the bank",
        "Please explain to me the process of opening a CD account.",
        "Can you help me get started with a CD?",
        "I am interested in opening acertificate of deposit with your institution.",
        "Interested in starting aCD account",
        "I'm wondering how I can open the certificate of deposit with you.",
        "I'm curious how I can open acertificate of deposit with your institution.",
        "Am I able to open a CD with you?",
        "How can I open a deposit certificate at your institution?",
        "Is it possible to open acertificate of deposit with your institution.",
        "Is it possible to open a certificate ofDEPOSIT with you?",
        "Is there a way to start a certificate of Deposit?",
        "I'm curious about how I can open a certificate of deposit.",
        "How can I get a certificate of deposit from the institution?",
        "Open the certificate of deposit?",
        "How can I deposit a CD in your institution?",
        "What should I do to start a CD at myfinancial institution?",
        "How can I place a CD in your bank?",
        "Interested to start a CD account.",
        "I'd like to learn how to open a CD with you.",
        "Interested in starting a CD account",
        "Want to know how to opening a CD account?",
        "I need to start a CD at a financial institution.",
        "How do I open a CD with you?",
        "What do I need to do to start a CD for my bank?",
        "I'm wondering about opening acertificate of deposit with you.",
        "I am trying to open acertificate ofdeposit",
        "I am wondering how to open acertificate of deposit.",
        "Can you help me start my CD?",
        "How to open the CD in your institution.",
        "How can I open a certificate of Deposit?",
        "I would like to open a CD at a bank.",
        "Does your bank allow me to open a CD with it?",
        "Can I get your bank to open a CD?",
        "I am wondering if I can open a certificate of deposit",
        "I am wondering if I can open acertificate of deposit in your institution.",
        "I are trying to open a certificate of deposit.",
        "I am wondering if I can open acertificate of deposit.",
        "I'm wondering how to open a CD at your bank.",
        "I want to know how I can open acertificate of deposit with you.",
        "I want a CD account",
        "Looking for a way to open myCD",
        "Instructions on opening a CD account?",
        "How can I open this CD with the institution?",
        "I would like to start a CD at my financial institution.",
        "Will it be possible to start a CD with you?",
        "What should I do to open a CD account?",
        "Is it possible to set up a CD at this bank?",
        "How can I open aCD with you?",
        "How to start a CD opening in your institution?",
        "What does it take to start a CD at a bank?",
        "How to open CD in your bank.",
        "What happens if you want to start a CD at your bank?",
        "Tell me what to do to open a CD account.",
        "What do I need to do to begin a CD at a bank?",
        "I am wondering how I can open a deposit certificate at your institution.",
        "Is it possible to start a certificate of deposit?",
        "Was it possible to explain how to get a CD account?",
        "You could explain how to start a CD account.",
        "What do I do to get a CD in your bank?",
        "How may I open my CD?",
        "how do I start a CD at my bank",
        "Is it possible to get a CD into my account?",
        "Is it possible to initiate a CD with you?",
        "Can I open CD at my bank?",
        "I'm wanting to open a certificate of deposit.",
        "What can I do if I want to open aCD?",
        "I am wondering if I could open a certificate of deposit.",
        "I wonder if I can open a CD at your bank.",
        "I need to open aCD with your institution.",
        "How can Iopen my aCD with the institution?",
        "How does starting a CD at your bank work?",
        "I wonder how I can open a certificate of deposit",
        "What can I do to open CD with you?",
        "Can I open a CD in the bank?",
        "How can a CD be opened in your institution?",
        "We are interested in opening a CD account.",
        "How can I open a CD in yourinstitution?",
        "I'm wondering how to open a certificate of deposit at your bank.",
        "I'm not sure how I can get a certificate of deposit at your institution.",
        "CD opening at the bank?",
        "How can I make a CD account?",
        "Are there ways to open a certificate of deposit?",
        "How should I start a CD at my bank?",
        "Can your bank open a CDs for me?",
        "How do I get your bank to start a CD?",
        "Want to know how to sign up for a CD account?",
        "Are you able to open a CD account here?",
        "I'd like to know how to open up a CD.",
        "What is the way to open a CD with you?",
        "A certificate of deposit is what I'm trying to open.",
        "I am wondering if I can open a certificate of deposit at your institution",
        "Someone is looking for a way to start a certificate of deposit.",
        "I want to open my CD at your bank.",
        "I am not sure how to open a certificate of Deposit at your institution.",
        "Can I get a CD set up at the bank?",
        "There's a question about starting a CD at a bank.",
        "Is it a possibility to open a CD with you?",
        "I want to be able to open a CD with you.",
        "You may be able to open a CD with your bank.",
        "What do I need to do to start my CD at the bank?",
        "Is it possible to open the certificate of deposit with you.",
        "I'm wondering how to get acertificate of deposit from you.",
        "How to make a CD account?",
        "Can you help with a CD deposit?",
        "What should I do to begin my CD in your bank?",
        "Are I able to open a CD account here?",
        "How can I get a certificate of deposit for your institution?",
        "I was wondering how to open a certificate of deposit",
        "Please guide me through opening a CD account.",
        "How can someone start a certificate of deposit?",
        "How do I get a CD in my bank?",
        "Do you offer a simple method to open a CD?",
        "Is it feasible to initiate a CD with you?",
        "I'm seeking information on opening a CD.",
        "How do I get a CD in your bank",
        "Your bank could open a CD for me.",
        "Do you offer a way to open a CD?",
        "I'm wondering how I could open acertificate of deposit.",
        "Can I open the aCD with the institution?",
        "How can I get a CD in your account?",
        "Is there a way to start a certificate of deposits?",
        "I want to use your bank to open a CD.",
        "I'm wondering how I can get acertificate of deposit from your institution.",
        "I am unsure how to open a certificate of deposit at your institution.",
        "I'd like to open CD at your bank.",
        "How can I set up a CD?",
        "Does your bank have the ability to open a CD?",
        "Can you explain to me how to get a CD account?",
        "How can I get acertificate of deposit from your institution?",
        "I'm wondering how I can open a deposit",
        "Interested in start a CD account.",
        "I would like to deposit a CD at your bank.",
        "I want to open the aCD with the institution.",
        "What should I do to start a CD at your bank?",
        "What should I do to start my CD in your bank?",
        "Interested in opening a account for CDs.",
        "What is required to start a CD at my financial institution?",
        "How could I get a CD at your bank?",
        "I want to open a CD at the bank.",
        "Looking to open a CD account.",
        "Can you tell me how I can open a certificate of deposit?",
        "Can you help me with my CD account?",
        "How do I get a CD to be put in my account.",
        "I am wondering how I can open a deposit with you.",
        "Any way to get a certificate of deposit?",
        "I need info on opening a CD.",
        "How do you get a CD in your institution?",
        "I'm wondering about opening acertificate of deposit with your institution.",
        "What do I have to do to start a CD with my bank?",
        "Is it possible for the bank to open a CD for me?",
        "I am not sure how I can open a certificate of deposit at your institution.",
        "You want to open a certificate of deposit?",
        "I have a question about getting a CD account here.",
        "How doI open my CD?",
        "Can you tell me about how to open a CD account?",
        "How to open a CD in aninstitution?",
        "How can I open the aCD with the institution?",
        "How do I set up a CD at my financial institution?",
        "What do I have to do to start my CD at the bank?",
        "Can my bank open a CD?",
        "What should I do to start my CD at my financial institution?",
        "I am trying to open a certificate of Deposit.",
        "Was it possible to start a CD with you?",
        "What do I need to do to open a CD with you?",
        "I don't know how to open my aCD with the institution.",
        "I'm trying to set up a CD at this bank.",
        "How can you initiate a CD opening in your institution?",
        "I would like to open a CD with your bank.",
        "What should I do to start a CD at a bank?",
        "Someone is looking for info on opening a CD.",
        "Is it possible for your bank to open a CD?",
        "What's the procedure for starting a CD at a bank?",
        "I would be interested in starting a CD account.",
        "How should you start a CD at your bank?",
        "Are you wondering how to start a CD account?",
        "Can you help me initiate the setup of my CD?",
        "What does it take to start a CD in your bank?",
        "Does your bank have the ability to open a CD for me?",
        "Can you help me set up a CD?",
        "Can I have a CD account at this location?",
        "Is open a certificate of deposit possible with you?",
        "What should I do to start my CD at the bank?",
        "Is the bank able to open a CD for me?",
        "I am wondering if I can start a CD with you.",
        "Do you know how to initiate a CD with me?",
        "Are there ways to get a CD in your bank?",
        "Are you able to open CD at your bank?",
        "I am wondering how I can open a certificate of deposit at your institution",
        "Is it possible to open a certificate of deposit at the institution?",
        "Is there any way to get a CD account?",
        "Can you tell me how to start a CD at the bank?",
        "I'm wondering if I can open a CD at your bank.",
        "What do I need to do to get a CD in a bank?",
        "I want to get a CD from your bank.",
        "How are I able to open my CD?",
        "There's a certificate of deposit I'm trying to open.",
        "What can I do to open aCD with myinstitution?",
        "Please give me some instructions for opening a CD account.",
        "How do you get a CD opening?",
        "How is the process for starting a CD at your bank?",
        "I wonder if it is possible to open CD at your bank.",
        "How can I get a CD to be placed in my account?",
        "What do I need to do to start a CD at your bank",
        "I might be able to open acertificate of deposit with you.",
        "I want to initiate a CD, can you help me?",
        "How to open a CD in your institution.",
        "How do I get a CDs in your bank?",
        "Can I open a CD in your bank.",
        "I'm wondering how I can obtain a certificate of deposit.",
        "Interested in opening a Cd account.",
        "Is it possible to set up a CD at the bank?",
        "Do you have a way of starting a certificate of deposit?",
        "I'm curious how to open acertificate of deposit with you.",
        "How to open CD at your bank.",
        "I'm looking for an option to open my CD.",
        "Does it possible to open a CD with you?",
        "What do I need to do to begin my CD at the bank?",
        "I want to open a certificate of deposit",
        "Interested in creating a CD account.",
        "What is the procedure for starting a CD in a bank?",
        "I want to know how to open a CD account.",
        "Open aCD?",
        "You could tell me how to open a CD account.",
        "Please instruct me on opening a CD account.",
        "I am wondering how I can get a certificate of deposit with your institution.",
        "Can you give me a CD account here?",
        "What can I do to open a CD with you?",
        "I want to know how to open a certificate of deposit at your institution.",
        "I'm trying to figure out how to open a certificate of deposit with you.",
        "How do I start a CD at a bank?",
        "How can I get a CD for your institution?",
        "I need information on opening a CD.",
        "Want to know how to create a CD account?",
        "What can I do to start my CD at the bank?",
        "Let me know how to open a CD",
        "Trying to open a certificate of deposit",
        "How do you begin the CD opening in your institution?",
        "Are you able to get a CD in your bank?",
        "What do I have to do in order to start a CD at the bank?",
        "Is it possible to use your bank to open a CD?",
        "Are I able to start a CD with you?",
        "Anyone know a way to start a certificate of deposit?",
        "I want to know how to open acertificate of deposit with your institution.",
        "I'm attempting to open a certificate of deposit",
        "Can you give me a way to start a certificate of deposit?",
        "I would like to start a certificate of deposit.",
        "What is the procedure for opening a CD at the bank?",
        "I am trying to open a deposit certificate.",
        "I want to put a CD in this bank.",
        "Can you explain how to sign up for a CD account?",
        "We want to start a CD account.",
        "How could I get a CD account?",
        "How toopen my CD?",
        "Please tell me where to open a CD account.",
        "I'm wanting to open acertificate of deposit with your institution.",
        "Instructions on opening a CD account are requested.",
        "Please tell me how to open a CD Account.",
        "What is the procedure to open CD with you?",
        "I'm wondering how to get acertificate of deposit.",
        "What can I do to open a CD in yourinstitution?",
        "How do I set up a CD with this bank?",
        "How do you get a CD opening in your institution?",
        "I wonder how to open a CD at your bank.",
        "How can I start my certificate of deposit?",
        "Is it doable to open a CD with you?",
        "Can I get a CD set up at this bank?",
        "I would like to know how to launch a CD account.",
        "Can I open a CD with my institution?",
        "Is it possible to get a CD Account here?",
        "How can you start a CD at your bank.",
        "How do I begin a CD at my financial institution?",
        "How can I get a CD account?",
        "I'm wondering how I can open the deposit at your institution.",
        "I need instructions on opening a CD account",
        "How do I start a CD opening?",
        "What is the process of starting a CD in your bank?",
        "I want to open acertificate of deposit with the institution.",
        "Can I get a CD for your bank?",
        "Can my bank allow me to open a CD?",
        "What do I need to do in order to start a CD in your bank?",
        "Is it possible to open CD at the bank.",
        "There's a question about how to open CD at your bank.",
        "How to get your CD opened?",
        "What can I do to start a certificate of deposit?",
        "What do I need to do to start a CD at your establishment?",
        "How could I open a CD account?",
        "I would like to open a CD with my institution.",
        "I would like to make a CD at this bank.",
        "I'm wondering if I can open acertificate of deposit in your institution.",
        "I was wondering how I could open acertificate of deposit with you.",
        "I am looking for an option to open my CD.",
        "I would appreciate if you could give me instructions on opening a CD account.",
        "I want to setup a CD at this bank.",
        "How can the CD be opened in your institution?",
        "You want to start a certificate of deposit?",
        "What needs to be done to start a CD at a financial institution?",
        "How can you set up a CD?",
        "Am I able to open a certificate of deposit with you?",
        "I'm asking how I can open acertificate of deposit.",
        "I need to open a CD in yourinstitution.",
        "Do you know how to start a CD opening?",
        "Do you want to know how to register a CD account?",
        "Is it possible to open acertificate of deposit with you.",
        "How do I sign up for a CD account?",
        "Is there a way to start my CD at your bank?",
        "Can I use your bank to open a CD?",
        "I'm interested in opening a CD account.",
        "What should i do to start my CD at your bank?",
        "What do I do to make a CD at your bank?",
        "Can I open aCD in yourinstitution?",
        "Can you tell me how I can get a CD account?",
        "How can I get a CD in the bank?",
        "Can you get me to start a CD?",
        "Is there a way to open acertificate of deposit with you?",
        "How can I start my CD at the bank?",
        "How can I open a certificates of deposit?",
        "Can your bank get me a CD?",
        "Can I initiate the CD with you?",
        "I am unsure of how to open a certificate of deposit at your institution.",
        "I want to know if you can open a new CD.",
        "What do I need to do to start a CD at your bank?",
        "I'm wondering how I can open a certificate of deposit in your institution.",
        "Is CD possible at your bank?",
        "Can you help with the CD accession process?",
        "I want to put a CD in my account",
        "How can I get an account with a CD account?",
        "How do you make a CD account?",
        "Can you help me open a CD at my bank?",
        "Can I register for a CD account.",
        "I wish to open a CD with yourinstitution.",
        "Can I start aCD with you?",
        "is it possible to open a CD with you?",
        "Would you be able to explain how to open a CD account?",
        "I'm wondering how I can open a certificate of deposit at the institution.",
        "How do you want to open a CD in your institution?",
        "What do you do to start a CD at the bank?",
        "Is it possible to open a CD in your bank.",
        "I want to start a CD in your bank.",
        "I am trying to open a deposit.",
        "How to open CD in your bank?",
        "How do I get started with a CD at a bank?",
        "I have a question about how to open acertificate of deposit with your institution.",
        "There is a question about how to open CD at your bank.",
        "I need to start a CD in a bank.",
        "Can you tell me how to initiate the CD?",
        "I'm trying to set up a CD at the bank.",
        "I wonder if I can open CD at the bank.",
        "I would like to open the CD at your bank.",
        "How is it possible to start a CD at the bank?",
        "How do I get a CD to open in my institution?",
        "How do I get the CD in your bank?",
        "I'm wondering if I can open a Certificate of Deposit at your institution.",
        "How can I open a certificate of deposit at the institution?",
        "Can you help me open this CD?",
        "How can I establish a CD account?",
        "How to open the CD at the bank?",
        "Are you able to start a CD with me?",
        "How to open a CD in a bank?",
        "Want to start a CD account?",
        "Can I receive a CD account here?",
        "How do I open a CD in the bank?",
        "Want to open a certificate of deposit",
        "I was wondering if there was a way to start a certificate of deposit.",
        "Can you tell me how to start a account?",
        "Is it possible toopen a CD with your bank?",
        "What can be done to start a certificate of deposit?",
        "I is wondering how I can open a certificate of deposit.",
        "Is that possible to open a CD with you?",
        "I'm attempting to open a certificates of deposit.",
        "I'm wondering how I can get a certificate of deposit to open.",
        "What needs to be done to start a CD at a bank?",
        "How can I open a CD at your institution?",
        "What's the procedure for opening a CD at your bank?",
        "How can a CD be opened at your bank?",
        "How do we start a CD at your bank?",
        "How to start a Certificate of Deposit?",
        "What should I do to start a CD at my lender?",
        "Can you help me get started on a CD?",
        "I'm wondering if I can open a deposit.",
        "How to put a CD in your bank?",
        "What do I have to do to start a CD in the bank?",
        "How can a CD be started at your bank?",
        "I want to open a CD at yourinstitution.",
        "What should I do to open a CD at your bank?",
        "What can I do to start my CD at your bank?",
        "How can a CD opening be started in your institution?",
        "I want to open aCD with your institution.",
        "What do you do to start my CD at your bank?",
        "I'm not sure how to open a certificate of deposit with your institution.",
        "How can a CD opening be initiated?",
        "I'd like to start a CD at your place of business.",
        "I'd like to open a certificate of deposit",
        "How could I open a certificate of deposit?",
        "Interested in opening an account with a CD.",
        "Are you able to tell me how to open a CD account?",
        "I want to start a CD account.",
        "To open my CD, how?",
        "Can you give me a CD account?",
        "Someone wants to set up a CD at the bank.",
        "I'm looking for a way to open acertificate of deposit with your institution.",
        "I am wondering if I can open a certificate of deposit at your institution.",
        "Can I start a CD with you?",
        "What do I need to do to begin a CD at your place of business?",
        "Are I allowed to get a CD account here?",
        "Have a question about how to start a CD account.",
        "What should I do to open aCD in your institution?",
        "How can I get a CD in your bank.",
        "Open aCD with yourinstitution?",
        "What do I have to do to open aCD with you?",
        "Is there a way to open aCD with yourinstitution?",
        "I am wondering if I could open a certificate of deposit at your institution.",
        "How can a CD be opened at the bank?",
        "How do you get a CD account up and running?",
        "Interested in opening a CD account with us.",
        "What should I do to start a CD at your bank.",
        "I'd like to start a CD at the bank.",
        "I would like to open a certificate of deposit.",
        "How to start a CD opening in your institution.",
        "I want to start my CD at your bank.",
        "Do you know how to start a CD today?",
        "How to open a CD within your institution?",
        "I wonder if it is possible to open a CD with your bank.",
        "How could I open acertificate of deposit with you?",
        "What do I need to do to get a CD in your bank?",
        "I want to open a certificate of deposit at your institution",
        "How can I put a CD in the bank?",
        "I wonder how I can get a CD with you.",
        "Does it be possible to open aCD with you?",
        "Can you explain to me how to open a CD account?",
        "I'm wondering whether or not I can open acertificate of deposit with you.",
        "I'd like to open a certificate of deposit.",
        "I am wondering how to open a certificate of Deposit.",
        "We are looking for information on opening a new CD.",
        "I'm hoping to open a certificate of deposit.",
        "I would like to get a CD account.",
        "Someone needs information about opening a new CD.",
        "Do you know how to get a bank CD?",
        "How do you setup a CD account?",
        "I am wondering how to open the certificate of deposit",
        "I don't know how to set up a CD at this bank.",
        "I don't know if I can initiate a CD with you.",
        "Can I open a CD account in this area?",
        "What should I do to start a CD at your establishment?",
        "I am wondering how I can get acertificate of deposit at your institution.",
        "I'm wondering if I can open acertificate of deposit",
        "I don't know how to open a CD with your institution.",
        "Instructions for opening a CD account should be given to me.",
        "How do you start a CD opening in the institution?",
        "Can I get a CD account there?",
        "What can I do to open aCD in your institution?",
        "Is it possible to open a CD with yourinstitution?",
        "I was wondering if I could open acertificate of deposit with your institution.",
        "How do I open aCD with the institution?",
        "I don't know how I can open acertificate of deposit with your institution.",
        "Is it possible to open a certificate of Deposit at your institution?",
        "How is it possible to open a CD in your institution?",
        "I'm wondering how I can get a certificate of Deposit at your institution.",
        "I need to start a CD with you.",
        "What's the process of starting a CD at the bank?",
        "Please explain to me how to open a CD account.",
        "What are I supposed to do to start a CD at a bank?",
        "What do I need to do to start a CD in a bank?",
        "I don't know how to open the aCD with the institution.",
        "I need to make a CD at this bank.",
        "Someone wants to know how to open a CD account.",
        "how to open a CD at a bank",
        "I would like to open CD with you.",
        "Looking to start a CD account.",
        "How can i get a CD account?",
        "I asked if I could open CD at your bank.",
        "How can I get a CD from your institution?",
        "How do you initiate a CD?",
        "What is the process of opening your CD?",
        "Can you tell me a way to start a certificate of deposit?",
        "I am wondering what I can do to open acertificate of deposit with you.",
        "Do you know how to start a CD at the bank?",
        "How can I open aCD with yourinstitution.",
        "How are I able to get a CD in my bank?",
        "How can we start a certificate of deposit?",
        "Is it possible to open a certificate ofdeposit?",
        "I'm wondering how to open acertificate of deposit with your institution",
        "I am curious if I can get a CD account here.",
        "How to book a CD opening in your institution?",
        "I do not know if I can open a CD with your bank.",
        "How do I put my CD in your bank?",
        "How can I open a certificate of Deposit at the institution?",
        "Would I be able to start a CD with you?",
        "What is the process to start a CD at the bank?",
        "Can you tell me how to open my CD account?",
        "Isn't it possible to open a CD with your bank?",
        "Was it possible to get a CD account here?",
        "I have aCD, can I open it with the institution?",
        "I would like to open a certificate of deposit at the institution.",
        "I'm wondering if I can open a certificate of deposit at you.",
        "How can I get my CD account going?",
        "How can my aCD be opened with the institution?",
        "How can we start a CD opening in our institution?",
        "Can anyone help me start a certificate of deposit?",
        "Please give me the instructions for opening a CD account",
        "What can I do to open acertificate of deposit?",
        "Tell me how to open a CD with you.",
        "I want to make a CD at my financial institution.",
        "What should be done to start a CD at a bank?",
        "Looking into starting a CD account.",
        "What can I do to start a CD at the financial institution?",
        "What do I have to do to start my CD in your bank?",
        "What should I do to start a CD at the bank.",
        "I'm curious how I can get a certificate of deposit.",
        "Can you tell me how to start a CD?",
        "Let me know how to open a CD with you.",
        "What do I have to do to start a CD at the bank?",
        "Do you know how to start a CD account?",
        "Is it possible to start a CD account.",
        "I need a way to start a certificate of deposit.",
        "I want to start my CD with your bank.",
        "Please explain how to open a CD account",
        "Can you tell me how to set up a CD at this bank?",
        "I am trying to get a CD from your bank.",
        "How could I open aCD with the institution?",
        "What am I able to do to open aCD with yourinstitution?",
        "I'm curious about how I can open acertificate of deposit with you.",
        "What do I do to open my CD at your bank?",
        "Is it possible for me to open aCD with yourinstitution?",
        "Is there a way to open a CD with your institution?",
        "Please provide instructions for opening a CD account.",
        "I am interested in opening CD at your bank.",
        "Do I need to open a CD with your bank?",
        "Are you wondering how to open a CD account?",
        "Are there a way to start a certificate of deposit?",
        "I would like to use your bank to open a CD.",
        "Can I open your CD in your bank?",
        "What should I do to start a CD at my financial institution?",
        "I have a CD, how can I open it with the institution?",
        "What's the procedure for starting a CD at your bank?",
        "How to open CDs in a bank?",
        "How about setting up a CD at this bank?",
        "What should I do to start an CD at the bank?",
        "Can I have a CD opening with you?",
        "I need to set up a CD at a bank.",
        "I'm wondering if I could open a certificate of deposit at your institution.",
        "I want to open aCD at your institution.",
        "What do you do to start your CD at your bank?",
        "Can you tell me how to open CD at my bank?",
        "How can I open my CD at the institution?",
        "I am trying to open a Certificate of Deposit.",
        "How might I open the CD with you?",
        "How do I get a CD in a bank?",
        "Do you have a question about starting a CD account?",
        "I want to know how to open a new CD.",
        "What can I do to open aCD in the institution?",
        "Can I open a CD account?",
        "Do you know the process for starting a CD at the bank?",
        "How to start a certificates of deposit?",
        "I wonder if I can open CD with you.",
        "What is the process of putting a CD in my account?",
        "Are I able to open the CD with you?",
        "What's the process for starting a CD at a bank?",
        "How to open a CD in a institution?",
        "Can you help me with the start of a CD?",
        "Can I open my aCD with the institution?",
        "I have a CD, but how can I open it with the institution?",
        "Can I set up a CD at the bank?",
        "How can I open a CD at the institution?",
        "Can the bank open a CD for me?",
        "I'm curious how to open acertificate of deposit with your institution.",
        "How can I open aCD with the institution.",
        "What do I need to do to start my CD in your bank?",
        "I wonder if I can open CDs at your bank.",
        "I would appreciate it if you could give me instructions on opening a CD account.",
        "I would like to open acertificate of deposit in your institution.",
        "What does it take to open aCD with yourinstitution?",
        "How to open a CD at your institution?",
        "Where should I start a CD at my bank?",
        "How can I open acertificate of deposit in your institution?",
        "How do I obtain a CD from your bank?",
        "I need to open a CD with my institution.",
        "Are you able to open a CD with your bank?",
        "I'm trying to open a deposit certificate",
        "How can you begin a CD opening?",
        "I need a way to start the certificate of deposit.",
        "Want to know how to deposit money in a CD account?",
        "I am trying to open a CD at your bank.",
        "I need to start a CD at a bank",
        "I'm wondering how I can get a deposit at your institution.",
        "I want to make a CD at your bank.",
        "Can you help me get the setup of a CD?",
        "I want to open a CD",
        "Can you help me with setting up a CD?",
        "Can you help with a CD transaction?",
        "Can my bank let me open a CD?",
        "What is the process of opening a CD at your bank?",
        "What do I do to start a CD at my financial institution?",
        "Instructions on opening a CD account are needed.",
        "Can I open the CD with my institution?",
        "I'm wondering if I can open the certificate of deposit at your institution.",
        "How do you open CD at your bank?",
        "Are you looking for how to start a CD account?",
        "What's the procedure for opening a CD account?",
        "How can I set up a CD opening in my institution?",
        "What can I do to open a CD in you?",
        "How about opening a CD at the bank?",
        "I'm wondering how I can open thecertificate of deposit with you.",
        "I have a question about how to open a CD at your bank.",
        "Would like to open a CD?",
        "Is there a way to begin my CD at your bank?",
        "I'm having trouble opening a certificate of deposit at your institution.",
        "I am unsure how to open acertificate of deposit with your institution.",
        "I am wondering about opening a certificate of deposit at your institution.",
        "I'm wondering if it's possible to open acertificate of deposit with your institution.",
        "I'm wondering if it is possible to open a certificate of deposit.",
        "What do I need to do to open my CD at your bank?",
        "Tell me about opening a CD account.",
        "I'm wondering if I can get a certificate of deposit at your institution.",
        "I would like to open a CD account.",
        "Can one start a certificate of deposit?",
        "How do I get a CD at your bank?",
        "Is it possible to open a CD with your bank.",
        "What should I do to start an CD in your bank?",
        "Want to know what to do to open a CD account?",
        "I want to start a CD with my financial institution.",
        "What can I do to start a CD at my bank?",
        "What can I do to open a CD in your institution.",
        "How do you open CD at the bank?",
        "Can you tell me what I need to open my CD?",
        "How should I start a CD in a bank?",
        "I was wondering if I could open a CD with your bank.",
        "How can I open the CD with your institution?",
        "What am I supposed to do to start a CD at my institution?",
        "Is there a way to start a certificate of deposit?",
        "Is it possible for me to open a certificate of deposit with your institution?",
        "The process for starting a CD at a bank?",
        "I need to open a CD account",
        "Is it a problem to start a CD at your bank?",
        "How do I begin my CD in your bank?",
        "They need to give me instructions on opening a CD account.",
        "I am wondering how I can open acertificate of deposit.",
        "How to set up a CD opening in your institution?",
        "Is it possible to start a CD with me?",
        "I'm trying to open acertificate of deposit with your institution.",
        "What should I do at your bank to get my CD started?",
        "Is it possible to open a CD with your account?",
        "How can I open my CD in the institution?",
        "I would like your bank to open my CD.",
        "Can I have a CD in your bank?",
        "Can anyone offer a way to start a certificate of deposit?",
        "Can I have a CD account with this?",
        "How to open CD at your bank",
        "How to get a CD opening?",
        "Interested in getting a CD account",
        "I don't know how to get a CD in your bank.",
        "I'm wondering how to open this certificate of deposit.",
        "Can you tell me how to put a CD in my account?",
        "I'm asking about opening a certificate of deposit at your institution.",
        "What is the procedure for opening a certificate of deposit at your institution?",
        "I need to set up a CD at this bank",
        "I'm wondering how I can get acertificate of deposit with you.",
        "Please instruct me on how to open a CD account.",
        "Are your bank able to open a CD for you?",
        "What is the process for opening a CD?",
        "I want to open a CD account.",
        "Will I be able to get a CD account here?",
        "Is it possible for my bank to open a CD for me?",
        "Is it possible for me to open CD with you?",
        "I need to know how to open a CD account.",
        "I wonder if I can open the CD at your bank.",
        "Is it possible to begin a CD at your bank?",
        "I'm wondering how I can open a deposit with you.",
        "Can you help me with the initiation of the CD?",
        "Interested in setting up a CD account.",
        "Are there any processes for starting a CD at your bank?",
        "What's the process of starting a CD at a bank?",
        "I'm wondering how I can get a certificate of deposit",
        "I have aCD, how can I open it in the institution?",
        "I need to open a CD with your institution.",
        "I'm trying to open a certificate ofdeposit.",
        "I am wondering how to open a certificate ofdeposit.",
        "I wonder if I can open a CD at the bank.",
        "How to get into a CD account?",
        "Is there a way to open acertificate of deposit?",
        "I'm wondering how I can get a deposit certificate at your institution.",
        "I was wondering how to open a certificate of deposit with you.",
        "What will it take to start a CD at my financial institution?",
        "I'm wondering if I can open a certificate of deposit with your institution",
        "Is it Possible to open a certificate of deposit with you?",
        "How do I get a CD in this bank?",
        "How to start a CD at your bank?",
        "Is there a way to start a CD account?",
        "Is it possible to start aCD with you?",
        "I wish to set up a CD at this bank.",
        "How can I get a CD with you?",
        "Can I use your bank's account to open a CD?",
        "How can you start a CD account?",
        "How do you start an account with a CD account?",
        "Is it feasible to open a certificate of deposit with you?",
        "How can I setup a CD account?",
        "How can I opening a CD account?",
        "Is it possible for me to open a certificate of Deposit at your institution?",
        "There is a question about whether I can get a CD account here.",
        "Please help me to open a CD account.",
        "I was wondering how I could open acertificate of deposit.",
        "Yes, can I start a CD with you?",
        "I wish to open acertificate of deposit.",
        "I was wondering how I could open the certificate of deposit.",
        "What can I do to open a CD in your institution?",
        "What should I do to begin my CD at your bank?",
        "You need to know how to start a CD account.",
        "I'm trying to open a deposit account",
        "How do I open acertificate of deposit with you?",
        "What can I do to open a CD with my institution?",
        "How do you get your CD account started?",
        "We need instructions on opening a CD account.",
        "There is a desire to open a CD account here.",
        "What can I do to set up a CD?",
        "I am looking for a way to open a certificate of deposit.",
        "What should I do to start a CD in a bank?",
        "Can you have me open a CD at your bank?",
        "I am interested in opening a certificate of deposit with your institution.",
        "I'm trying to acces a certificate of deposit.",
        "How to open a CD in your institutions?",
        "Interested in opening a CD account?",
        "Do you know how I can get a CD with you?",
        "How to deposit CD in your bank?",
        "Instructions for opening a CD account are needed.",
        "How should I start my CD at the bank?",
        "Are you wanting to know how to open a CD account?",
        "I'd like your bank to open a CD for me.",
        "What should I do to open a CD at a bank?",
        "Is there a way to open a CD with yourinstitution?",
        "I'm looking for instructions on opening a CD account.",
        "I want to set up a CD at this bank.",
        "What should I do to begin my CD at the bank?",
        "How do you open a CD in your bank?",
        "How to open a CD in the bank?",
        "I'm wondering if I can open a certificate of Deposit at the institution.",
        "How can I get a certificate of deposit with my institution?",
        "Is it possible to start a CD in your bank?",
        "I'm wondering if I can open a CD with your bank.",
        "How can a CD account be opened?",
        "What is the procedure for putting a CD in my account?",
        "What do I have to do in order to start a CD at my bank?",
        "Are you able to explain how to open a CD account?",
        "I'm trying to open a deposit account.",
        "Someone wants to open a CD account.",
        "What need to I do to start a CD at my bank?",
        "What is it that I need to do to start a CD at my financial institution?",
        "What should I do to start a CD in the bank?",
        "What should I do to set up a CD at my financial institution?",
        "Would it be possible to open a certificate of deposit with you?",
        "I'm trying to open a certificate of deposit at your institution.",
        "What do I need to do at a bank to start a CD?",
        "Interested in opening a CD account.",
        "Can I open a certificate of deposit with you?",
        "I would like to open a certificate of deposit with your institution.",
        "Please tell me what to do to open a CD account.",
        "I'm wondering if I could open a certificate of deposit.",
        "\"Is it possible to open a certificate of deposit with you?\"",
        "Are you able to help me open CDs?",
        "What is the process for opening a CD in your bank?",
        "I am wondering how to start a CD.",
        "How should a CD account be opened?",
        "What do I need to do to start a CD at a bank",
        "How can I open a CD with your institution?",
        "What do I need to do to start a CD with my bank?",
        "I'm wondering if I can open a certificate ofDeposit at your institution.",
        "What do I have to do to start a CD in my institution?",
        "What need to I do to start a CD at your bank?",
        "How do you set up a CD account?",
        "I am wondering if I can open acertificate of deposit with the institution.",
        "Can you assist me in starting a CD?",
        "Did you know how to open a CD account?",
        "What do I have to do in order to start a CD at your place of business?",
        "Is there a way to open a CD account?",
        "How do you start a CD with your bank?",
        "I'm wondering how to open a certificate of deposit",
        "I am wondering how I can get a certificate of deposit from your institution.",
        "Do you want to know how to opening a CD account?",
        "What do I need to do to open aCD in your institution?",
        "I'd like to start a CD at a bank.",
        "What should I do if I want to start my CD at your bank?",
        "Please let me know how to open my CD account.",
        "How do I get into a CD account?",
        "What should I do to start a CD at the financial institution?",
        "I'm wondering how to open a Certificate of Deposit.",
        "How should I open the CD with you?",
        "Is it possible to get aCD account here?",
        "Can I create a CD account?",
        "I am curious how I can open a certificate of deposit.",
        "What should I do to get a CD at your bank?",
        "Need to know how to start a CD account?",
        "Can you help me set up a CD at this bank?",
        "Please let me know what to do to open a CD account.",
        "Is it permissible to open a CD with your bank?",
        "I wonder if I can open your CD at your bank.",
        "I need to know how to get a CD account.",
        "Looking for info on opening a CD",
        "I am wondering how to open acertificate of deposit with you.",
        "Is it possible to open acertificate of deposit?",
        "Can my bank open my CD?",
        "How will you start a CD account?",
        "What do I have to do to open a CD at your bank?",
        "I am wondering how to open a certificate of deposit",
        "How do I start a CD at my bank.",
        "What do I have to do to start a CD at your bank?",
        "How do you start a cd account?",
        "How could I open a certificate of deposit at your institution?",
        "Is it possible to open aCD with you.",
        "I want a CD to be put in my account",
        "I am wondering how I can get a certificate of deposit at your institution.",
        "What can I do to open a CD in your establishment?",
        "I'm trying to open the certificate ofdeposit.",
        "Are you looking for a way to start a CD account?",
        "I want to open CD at the bank.",
        "How am I able to put a CD in my account?",
        "What do I need to do to begin a CD at my financial institution?",
        "How do you start a CD opening in an institution?",
        "I'm not sure if I can open a certificate of deposit at your institution.",
        "Does anyone know if I can get a CD account here?",
        "I'm wondering if a certificate of deposit can be opened at your institution.",
        "Can you open the CD at your bank?",
        "What would it take to start a CD at a bank?",
        "What are I supposed to do to start my CD at the bank?",
        "How do you start a CD opening inside your institution?",
        "Is it possible to explain how to open a CD account?",
        "Can I get a CDs account?",
        "Can I get a CD account here.",
        "Could you open a certificate of deposit?",
        "Are you able to explain how to start a CD account?",
        "Tell me how to open my CD.",
        "How can I enroll in a CD account?",
        "What should I do to start an CD at my bank?",
        "How can you start a CD opening in your institution?",
        "I'm looking for a way to open acertificate of deposit with you.",
        "Can you give me instructions on how to initiate a CD?",
        "I am unsure how to open acertificate of deposit with you.",
        "I'm curious how I can open a certificate of deposit.",
        "I am wondering how to open a certificate of deposit with you.",
        "Is it possible to open your bank CD?",
        "What should I do at my financial institution to start a CD?",
        "Is it possible to open aCD in yourinstitution?",
        "how to open a CD in your institution",
        "I wondered if I could get a CD account here.",
        "I'm wondering if I could open a certificate of deposit with your institution.",
        "Want to have a CD account?",
        "Is it possible to open a CD at the bank?",
        "What should I do to start a CD for my financial institution?",
        "A certificate of deposit is something I am trying to open.",
        "How do you put a CD in my account?",
        "What can I do to open aCD in aninstitution?",
        "I is trying to open a certificate of deposit.",
        "Can you help me in setting up a CD?",
        "I wonder how to open a CD account.",
        "Can you help with a CD application?",
        "The process for starting a CD at your bank is unknown.",
        "How do I open a certificate of deposit with my institution?",
        "What am I supposed to do to start a CD at the bank?",
        "What is the process of starting a CD at your bank?",
        "What can I do at my financial institution to start a CD?",
        "Is it possible to open a CD at a bank?",
        "What do I have to do to begin my CD at your bank?",
        "How do I get a CD in my institution?",
        "I'm not sure how to open a certificate of deposit at your institution.",
        "Can you help me get into a CD?",
        "how to open a CD account",
        "Is it possible to open CD at a bank?",
        "I need to see how to open a CD with you.",
        "I want to open a certificate of deposit at you institution.",
        "Can you help me start a CD at my bank?",
        "Please tell me about opening a CD account.",
        "Do you have a way for people to open a CD?",
        "How can I get a CD from your institution.",
        "I am interested in opening aCD with yourinstitution.",
        "I'm wondering how I can get a certificate of deposit at your institution.",
        "Can anyone recommend a way to start a certificate of deposit?",
        "I'm confused about how to open a certificate of deposit with you.",
        "Can a certificate of deposit (CD) be opened with you?",
        "How do I set up a CD?",
        "What do I need to do to start a CD at my financial institution",
        "I wanted to open a CD at your bank.",
        "What would I need to do to start a CD at my bank?",
        "How about opening a CD in the institution?",
        "How could I get a CD in your bank?",
        "Open a certificate of deposit?",
        "Can you help me with the initiation of a CD?",
        "What is the process for starting a CD in a bank?",
        "I have a question about opening CD at your bank.",
        "I'm curious how I can open a certificate of deposit at your institution.",
        "What should I do to open a CD at your institution?",
        "What is the process for opening a CD at the bank?",
        "What would I need to do to start a CD at your place of business?",
        "Will I be able to open a CD in your bank?",
        "Open up a CD?",
        "Is it possible to open a CD from your bank?",
        "You want to open a CD at your bank.",
        "Are CDs possible to open at your bank?",
        "I want instructions on opening a CD account.",
        "How about opening a certificate of deposit?",
        "We need info on opening a new CD.",
        "How can a certificate of deposit be started?",
        "How do I get a CD started at my financial institution?",
        "What can I do to open aCD with yourinstitution.",
        "I wonder if I could open a CD with your bank.",
        "Someone is interested in starting a CD account.",
        "I need instructions on opening my CD account.",
        "Any way to begin a certificate of deposit?",
        "Can I open myCD with the institution?",
        "Please provide me with instructions on how to open a CD account.",
        "I am wondering if I can open a CD with your bank.",
        "How about a CD account?",
        "Please explain the process of opening a CD account.",
        "I have a question about how I can open acertificate of deposit.",
        "How can I open the CD with the institution?",
        "What do I do to open a CD with your institution?",
        "I want to start a CD at the bank.",
        "Can you tell me how to start aCD?",
        "Please explain to me how I can open a CD account.",
        "Can I set up a CD in this bank?",
        "Will I be able to open a CD at your bank?",
        "I'd like to open a certificate of deposit with you.",
        "Can I open a CD at my institution?",
        "I have aCD but how can I open it with the institution?",
        "Is there a way to get a CD in your bank?",
        "Can you start a CD account here?",
        "I'm wondering how I can get acertificate of deposit at your institution.",
        "I was wondering if I could open acertificate of deposit with you.",
        "What should I do in order to start my CD at your bank?",
        "Can you give me instructions for opening a CD account?",
        "What do I have to do to start a CD in a bank?",
        "I need to begin my CD at your bank.",
        "I am wondering how to get a CD account.",
        "Could I open a CD with your bank?",
        "I am wondering how to open a deposit.",
        "I have a question about how to open a certificate of deposit.",
        "How do I open a CD at your bank?",
        "I'm wondering if I can open acertificate of deposit with you.",
        "Could you start a CD account here?",
        "Someone is seeking information on opening a CD.",
        "Can I set up a CD account here?",
        "How do you start a CD opening?",
        "Is there a way to start a CD opening in your institution?",
        "I have aCD, how can I open it with the institution?",
        "I would like to open CD at your bank",
        "Can you help me in setting up my CD?",
        "What is the process for starting a CD in your bank?",
        "Want to learn how to open a CD account?",
        "Can I open acertificate of deposit with you?",
        "I need to opening a CD account.",
        "Was it possible to explain how to start a CD account?",
        "Will I be able to start a CD with you?",
        "Can I open the CD with my bank?",
        "What do I need to do to start a CD in your establishment?",
        "How about starting a CD at your bank?",
        "I want to initiate a CD with you.",
        "I'm seeking information about opening a new CD.",
        "I would like your bank to open a CD.",
        "What am I supposed to do to start a CD at my financial institution?",
        "I wish to start a CD at my financial institution.",
        "Can I open a CD at your institution?",
        "Can you tell me how to open this CD?",
        "Please show me how to open a CD account",
        "How do I start a CD at a financial institution?",
        "I am wondering how I can open a certificate of deposit in your institution.",
        "How can I open a certificate of deposit in your institution?",
        "What should I do if I want to start a CD at a bank?",
        "Please give me the instructions on how to open a CD account.",
        "How do you get a CD to open in your institution?",
        "I was wondering how I could open acertificate of deposit with your institution.",
        "I want to open a certificates of deposit.",
        "Can I gain access to a CD account here?",
        "What should I know to start a CD at a bank?",
        "What do I have to do to open a CD in your bank?",
        "I need instructions to open a CD account.",
        "Would like to open a CD account.",
        "How do you start up a CD at your bank?",
        "Is your bank willing to open a CD for me?",
        "I am wondering about opening acertificate of deposit with your institution.",
        "Can I have a CD account there?",
        "I'm wondering how I can get a certificate of deposit in your institution.",
        "Is it possible to start a CD with you?",
        "I'm trying to open a CD account.",
        "How can I open my certificate of deposit?",
        "With your institution, how can I open a CD?",
        "I would like to open aCD with your institution.",
        "What do I do to open a CD with yourinstitution?",
        "How can I open a CD in your bank?",
        "I would like to know how to start my CD account.",
        "I want to open a certificate of Deposit at your institution",
        "There is a person interested in starting a CD account.",
        "What should I do to make a CD at my bank?",
        "I am wondering if I can open a certificate at your institution.",
        "I am wondering how to open acertificate of deposit",
        "Can you explain how to get a CD account?",
        "I want to open a certificate of deposit at your institution.",
        "I would like to open a CD with you.",
        "What should I do to start a CDs at a bank?",
        "How can you start a CD opening?",
        "I want to start a CD at your bank.",
        "Is it possible to easily initiate a CD with you?",
        "Do you know how to open my CD?",
        "What do I need to do to start a bank CD?",
        "Can your bank let me have a CD?",
        "What am I able to do to open aCD with you?",
        "How to start a CD with you?",
        "I am wondering if it is possible to open a CD with your bank.",
        "I'm trying to open the deposit",
        "I have aCD, but can I open it with the institution?",
        "It is possible for me to open CD at your bank.",
        "I am interested in starting a CD account",
        "I'm not sure how I can open a certificate of Deposit at your institution.",
        "Can I get a CD at this bank.",
        "Can I open a CD account in this place?",
        "Will my bank allow me to open a CD?",
        "Is there a way to start a certificate of deposit",
        "How to get a CD opened in your institution?",
        "I'm wondering if I could open a certificate of Deposit at your institution.",
        "Please tell me the steps to opening a CD account.",
        "I am wondering how I can open a certificate of deposit at the institution.",
        "Is there a way to open a CD at your bank?",
        "How will I open a CD at your bank?",
        "Is it possible for your bank to open a CD for me.",
        "Tell me how I can open a CD account.",
        "How do I open a CD in my institution?",
        "How to open a CD at a bank?",
        "Was it possible for you to explain how to open a CD account?",
        "What can I do with your institution to open aCD?",
        "Is it possible to open a CD with you?",
        "How can I deposit a CD at your institution?",
        "Looking to open a certificate of deposit?",
        "Is it possible to put a certificate of deposit with you?",
        "Can I get your bank to give me a CD?",
        "How do I start my CD at a bank?",
        "How can I open aCD in an institution?",
        "How can I open a certificate of deposit?",
        "Want to understand how to open a CD account?",
        "I don't know if I can open a CD at your bank.",
        "How to start a CD at your bank.",
        "I want to open a certificate of Deposit.",
        "Please let me know how to opening a CD account.",
        "Want to open acertificate of deposit?",
        "What do I have to do to start an CD at your bank?",
        "How do i get a CD to be put in my account?",
        "Do you have how to open a CD?",
        "I am not sure how I can open a certificate of deposit with you.",
        "Do you want to know how to open a CD account",
        "How can I access a CD in your bank?",
        "Please tell me how I can open a CD account.",
        "Is it feasible for me to initiate a CD with you?",
        "Can I open the CD with the bank?",
        "What is the procedure to start a CD at a financial institution?",
        "What do I do if I want to start my CD at your bank?",
        "Can you allow me to start a CD with you?",
        "I would like to get a CD account here.",
        "Is there a way to start a CD at a bank?",
        "I would like to initiate a CD with you.",
        "Was it possible to open a certificate of deposit with you?",
        "I'm wondering how I can get acertificate of deposit",
        "What can I do to start an CD at my bank?",
        "I'm wondering how I can open a certificate of deposit at you.",
        "What is the process for opening a CD at your bank?",
        "I am wondering how I can open a deposit.",
        "What is the process to start a CD at your bank?",
        "Can i have a CD account here?",
        "What do I have to do to start a CD in my financial institution?",
        "How should you open a CD in your institution?",
        "What should I do in order to start a CD at the bank?",
        "I am wondering how I can open the certificate of deposit at your institution.",
        "I am wondering if I can open CD at your bank.",
        "Can I access a CD account here?",
        "I am wondering how to open acertificate of deposit in your institution.",
        "I don't know how to start a CD at your bank.",
        "Does anyone know if I can get a CD account?",
        "Can you tell me what I need to do to start a CD?",
        "How can I get acertificate of deposit at your institution?",
        "How do I begin a CD at my bank?",
        "Is it possible to get a CD account?",
        "How can I set up a CD at a bank?",
        "How can I make a CD at this bank?",
        "Is it possible to open a CD with your bank",
        "I want to open CD in your bank.",
        "Do you have a way to start a CD at your bank?",
        "I would like to get a CD from your bank.",
        "How do you start aCD at your bank?",
        "Do you offer a method for opening a CD?",
        "How toopen CD with you?",
        "Looking to open my CD?",
        "I am wondering how I can open acertificate of deposit with your institution",
        "I'm wondering how to open a certificates of deposit.",
        "I need your help opening a new CD.",
        "How can I get a CD to be put into my account?",
        "I would like to know how to open up a CD.",
        "I'm trying to open a certificate ofDEPOSIT",
        "Is opening CD at your bank possible?",
        "I need to start a CD in your bank.",
        "Interested in opening a CD Account.",
        "Do you offer ways to open a CD?",
        "How do we start a CD at the bank?",
        "Can you open a CD at your bank?",
        "What are you doing to start my CD at your bank?",
        "What can you do at your bank to start a CD?",
        "I wonder if I can open CD at your bank.",
        "Would you like to know how to open a CD account?",
        "Can you help me initiate a CD with you?",
        "Is it possible to start a CD at the bank?",
        "CD opening in your institution?",
        "I'm wondering if your bank can open a CD for me.",
        "I'm wondering if it's possible to open acertificate of deposit.",
        "How can I start a certificate of deposit?",
        "Tell me how to open that CD?",
        "How to open a CD in a bank",
        "I am wondering if I could open acertificate of deposit with you.",
        "Do you have instructions on opening a CD account?",
        "Can I start a CD with yours?",
        "Is it possible to initiate a CD opening in your institution?",
        "I would like to start a CD at a bank.",
        "Inform me how to open a CD.",
        "How do I get my CD to start at your bank?",
        "My question is how I can open a certificate of deposit.",
        "I want to open a CD with you.",
        "Can I set up a CD account?",
        "I want to open a deposit with you.",
        "I am looking for information on opening a new CD.",
        "What should I do to start a CDs at the bank?",
        "I need to start a CD at you place of business.",
        "I would like to open aCD with yourinstitution.",
        "To start a certificate of deposit?",
        "I'm not sure about opening a certificate of deposit at your institution.",
        "Want to make a CD account?",
        "How to open a CD in the institution?",
        "What do I do to start the CD at your bank?",
        "How do you initiate a CD account?",
        "How do I get a CD account?",
        "What is the procedure for opening a CD in an institution?",
        "Is it possible for me to open CD in your bank?",
        "I'd like to open a certificate of Deposit at your institution.",
        "How can one start a certificate of deposit?",
        "Is it possible for me to get a CD with you?",
        "I'm wondering what I can do to open acertificate of deposit.",
        "Is it possible to start a CD at my financial institution?",
        "I would like to set up a CD in this bank.",
        "How can I open a certificate of Deposit at your institution?",
        "I'm wondering how I can get acertificate of deposit from you.",
        "What is the process for starting a CD at your bank?",
        "How to open aCD?",
        "How to open the CD in the bank?",
        "Is it possible to open a CD account here?",
        "I have a CD but can I open it with the institution?",
        "I wonder if I can open a certificate of deposit.",
        "How can I get the aCD to open with the institution?",
        "Where can I get a CD at your bank?",
        "How to open your CD in the bank?",
        "It would be possible to open a certificate of deposit with you.",
        "Can I get the CD opened with you?",
        "How about opening a CD account?",
        "What can I do at your bank to start my CD?",
        "Any ways to start a certificate of deposit?",
        "I want to set up a CD at my financial institution.",
        "How to start a CD at a bank?",
        "I was wondering if I could open a certificate of Deposit at your institution.",
        "Are you able to tell me how to open this CD?",
        "I don't know how to open acertificate of deposit with your institution.",
        "I don't know how to open a CD with my institution.",
        "How do I open a certificate of deposit in your institution?",
        "I'm wondering how I can open acertificate of deposit with your institution",
        "How is it possible to open your CD?",
        "Can anyone tell me where to start a certificate of deposit?",
        "Is it feasible to open aCD with you?",
        "How do I open aCD with your institution?",
        "I want to know how to open the CD.",
        "How do you begin a CD opening in an institution?",
        "Is it possible to open acd with yourinstitution?",
        "What do I need to do to make a CD at the bank?",
        "Can I get a CD with my institution?",
        "What steps should I take to start my CD at your bank?",
        "Would I be able to initiate a CD with you?",
        "How do I set up a CD account?",
        "I am wondering whether I can open a certificate of deposit.",
        "I am trying to open a certificate of deposit at your institution.",
        "Want to get an open certificate of deposit?",
        "How can I have a CD in your bank?",
        "I'm interested in opening a certificate of deposit with your institution.",
        "I'm wondering if I can open a certificate of deposit at the institution.",
        "How do you get to a CD account?",
        "Can you give me instructions on opening a CD account?",
        "I would like to open a certificate of deposit at your institution.",
        "How do I Deposit a CD at your bank?",
        "Can I obtain a CD account here?",
        "What should I do to start a CD at a bank.",
        "Can you help me open a certificate of deposit at your institution?",
        "I would like to start a CD in your bank.",
        "Want to begin a CD account?",
        "I'm wondering if I could open a certificate of deposit with you.",
        "I am wondering how I could open a certificate of deposit.",
        "Do you know the process for starting a CD at your bank?",
        "What are I supposed to do to start a CD at your bank?",
        "How to open a CD in the institution.",
        "Can I open an account with a CD?",
        "How does your bank start a CD?",
        "I want to set up a CD",
        "I want to start a CD, can you help me?",
        "Can I join a CD account here?",
        "Are you allowed to open CD at your bank?",
        "I'm wondering whether I can open a certificate of deposit with you.",
        "I'm wondering how I can open acertificate ofdeposit with you.",
        "How can I get my CD account?",
        "Is it possible for your bank to open a CD for me?",
        "What is the process to open your CD?",
        "Is it possible to issue a certificate of deposit with you?",
        "Can i open a CD account here?",
        "Is there a way to open a CD in your institution?",
        "How about starting a CD with you?",
        "How can I deposit aCD at your institution?",
        "Can you tell me how to get a CD account?",
        "Do you want to know how to make a CD account?",
        "Can you help me start a certificate of deposit?",
        "Can I open acertificate of deposit?",
        "How about getting a CD in the bank?",
        "I'm attempting to open acertificate of deposit.",
        "How can I get a certificate of deposit at your institution?",
        "Asking for instructions on opening a CD account.",
        "Are you able to start a CD at the bank?",
        "Can I start a CD at the bank?",
        "What is it you have to do to start a CD at your bank?",
        "Would like to open a certificate of deposit?",
        "Is there a process for starting a CD at the bank?",
        "I'm wanting to open a certificate of deposit at your institution.",
        "Can I get a account with a CD?",
        "What can I do to open a CD with your institution?",
        "How can I obtain a CD from your institution?",
        "Is it possible to open a certificate of deposit with your institution?",
        "I need to know how to start my CD account.",
        "I want to open a CD with a bank.",
        "Are you able to tell me how to start a CD account?",
        "How do I get a CD open in my institution?",
        "Are it possible to open a CD with you?",
        "Can I get a certificate of deposit with you?",
        "Is your bank allowed to open a CD for me?",
        "I was wondering how to set up a CD at this bank.",
        "Please tell me the way to open a CD account.",
        "Is it possible for me to open a certificate of deposit with you?",
        "I might be able to open a certificate of deposit at your institution.",
        "Does anyone know a way to start a certificate of deposit?",
        "Can I open a CD account here?",
        "I'm not sure how to open acertificate of deposit with your institution.",
        "I am trying to open the certificate of deposit",
        "How to open a certificate of deposit?",
        "Are you able to open a CD in your bank?",
        "Someone would like to start a CD account.",
        "I am wondering how to open a CD account.",
        "How to open a CD at a bank",
        "Can anyone point out a way to start a certificate of deposit?",
        "Is it possible to open a CDs with your bank?",
        "Can I have a CDs account here?",
        "Please provide me instructions on opening a CD account.",
        "Are you able to help me start a CD?",
        "I want to know how to open a CD.",
        "How to open a CD in yourinstitution?",
        "Can you tell me how to open that CD?",
        "I have a question about how I can open a certificate of deposit.",
        "Can I have a CD at your bank?",
        "Can your bank open me a CD?",
        "What can I do to start my CD in your bank?",
        "I'm asking how I can open a certificate of deposit.",
        "Is there a way to start a CD at your bank?",
        "How to open CD at a bank",
        "I'm wondering if I can open CD with you.",
        "I'm wondering if I can open a certificate of deposit with your institution.",
        "Can you tell me how to initiate a CD?",
        "How do I place a CD at your bank?",
        "What is the procedure for opening CD at your bank?",
        "What do I have to do to make a CD at your bank?",
        "How do I make a CD at your bank?",
        "Can you tell me how to set up a CD at the bank?",
        "You want to open a CD in your institution.",
        "Can you help with the CD accession?",
        "Someone wants to start a CD account.",
        "I am wondering if I could open acertificate of deposit.",
        "What do you have to do to start a CD in your bank?",
        "What do I have to do to start a CD at my bank?",
        "Was there a way to start a certificate of deposit?",
        "I am interested in getting a CD from your bank.",
        "How about starting a CD account?",
        "I'm wondering how I can open acertificate of deposit with the institution.",
        "To initiate a CD with you, can I?",
        "What do I need to do to begin my CD at your bank?",
        "Do you have instructions on how to open a CD account?",
        "I want to begin my CD with your bank.",
        "I'm looking for a way to open a certificate of deposit with you.",
        "How can I put a CD in your bank?",
        "I want to start a CD in a bank.",
        "Is it possible to open a CD at your bank?",
        "I'm trying to open a certificate of Deposit at your institution.",
        "Wanted info on opening a CD.",
        "I'm wondering how I can sign up for acertificate of deposit.",
        "I want to open aCD with you.",
        "Can I make a CD at this bank?",
        "I am interested in starting a CD at a bank.",
        "I need to open aCD with yourinstitution.",
        "You might be able to open a CD at your bank.",
        "I'm wondering how to open a CD account.",
        "I'm interested in opening acertificate of deposit with your institution.",
        "I'm not sure how I can open acertificate of deposit at your institution.",
        "What should I do to start my CD in the bank?",
        "What are the steps to start a CD at the bank?",
        "I wonder if I can get a CD account.",
        "Am I able to start a certificate of deposit?",
        "I don't know how to open a CD with the institution.",
        "How to launch a CD account?",
        "Is opening a CD at your bank possible?",
        "I want to start a CD at a place of business.",
        "How is it possible to open a certificate of deposit?",
        "What is the procedure to start a CD at my financial institution?",
        "Can your bank hold a CD for me?",
        "I would like to open a CD with my bank.",
        "I need to start an CD at your bank.",
        "Can you give me an explanation on how to open a CD account?",
        "How can Iopen aCD with the institution?",
        "Let me know if you have instructions for opening a CD account.",
        "Can we start a certificate of deposit?",
        "How can we start aCD today?",
        "Does it be possible to open a CD with you?",
        "Want to be able to open a CD account?",
        "How can I get a certificate of deposit in your institution?",
        "Can I open a CD at the bank?",
        "I need to make a CD at your bank.",
        "How do I open a CD account?",
        "How do I open a CD in a bank?",
        "Tell me how to initiate a CD.",
        "Please tell me what to do when opening a CD account.",
        "What should I do to make my CD at your bank?",
        "What am I supposed to do to open aCD with yourinstitution?",
        "Interested in starting up a CD account",
        "I would like to open a CD account",
        "I want to open aCD with my institution.",
        "Are there any ways to set up a CD at the bank?",
        "Is it possible to open a certificate of Deposit at the institution?",
        "What are I supposed to do to start a CD at my bank?",
        "Is it possible to get a CD account in this place?",
        "Please inform me of how to open a CD account.",
        "Do you have a way of getting a CD in your bank?",
        "How can I start a CD opening in my institution?",
        "Do you have a process to open a CD?",
        "I'd like to start a CD at your bank.",
        "I would like to open my CD",
        "What can I do to open aCD at yourinstitution?",
        "A certificate of deposit is something I'm trying to open.",
        "Will it be possible to open a certificate of deposit with you?",
        "Someone wants to start a certificate of deposit",
        "Can I open the certificate of deposit with you?",
        "How to open a CD with your institution?",
        "What do I have to do to start a CD at my financial institution?",
        "I would like instructions on opening a CD account.",
        "I'm curious as to how I can open acertificate of deposit.",
        "Help me opening a CD account.",
        "How can we start a CD at our bank?",
        "I'm wondering how you can open a certificate of deposit.",
        "How can I access aCD with the institution?",
        "Is your bank able to open CD?",
        "What do I need to do to make a CD at my financial institution?",
        "How do I start a certificate of deposit?",
        "Is it permissible for me to open a CD with your bank?",
        "I'm wondering what I can do to open a certificate of deposit with you.",
        "I want to know how to open my CD.",
        "Interested in opening a cd account",
        "How can you start a CD at a bank?",
        "What does it take to start a CD at my financial institution?",
        "How do I set up a CD at this bank?",
        "can I get a CD account here?",
        "I would like to open a certificate of deposit in your institution.",
        "I'm wondering if I can open acertificate of deposit.",
        "Do you have a way to open a CD in your institution?",
        "What do I need to do to set up a CD in my bank?",
        "I need your bank to open a CD for me.",
        "What should I do to start a CD at your place of business?",
        "Can you help me with initiation of a CD?",
        "I wish to open a CD account.",
        "I need to open aCD with you.",
        "Does your institution have a way for me to open a CD?",
        "How can I open aCD with an institution?",
        "Do you have any information on opening a CD account?",
        "Is it possible to set up a CD at this bank.",
        "Please explain how I can open a CD account.",
        "Can you assist me in setting up my CD?",
        "Will it be possible to open a CD with your bank?",
        "How to make a CD opening happen?",
        "I'm not sure how to open a certificate of deposit in your institution.",
        "How to open the CD in your bank?",
        "How can I open my aCD with the institution.",
        "Is it possible to start a CD at your bank.",
        "I'm wondering how I can open a certificate of deposit with your institution.",
        "Can you open the CD for me at your bank?",
        "Is it okay to open a CD with your bank?",
        "What do you need to do to start a CD at a bank?",
        "How do I begin a certificate of deposit?",
        "I am wondering if it is possible to open CD at your bank.",
        "How can I get a CD at your bank.",
        "I have aCD and how can I open it in the institution?",
        "A person is seeking information on opening a CD.",
        "What must I do to start a CD in your bank?",
        "How can I open the aCD with my institution?",
        "How to put a CD in my account?",
        "Do you have a process for starting a CD at the bank?",
        "I'm wondering if I could open acertificate of deposit with you.",
        "I want to open a certificate of deposit with your institution.",
        "How to begin a certificate of deposit?",
        "I want to open a CD with your bank.",
        "How do you start a CD account?",
        "I need to set up a CD in this bank.",
        "I want to open a certificate of deposit at your bank.",
        "How can my CD be opened?",
        "What do I need to know to start a CD at a bank?",
        "Is it possible to open CD at you bank?",
        "Can I open a CD in your bank?",
        "What about starting a CD account?",
        "What can I do with your institution to open a CD?",
        "Want to know how you can open a CD account?",
        "How can I get a CD in your bank?",
        "Can you recommend a way to start a certificate of deposit?",
        "Can you tell me about the process for starting a CD?",
        "How do I start a CD at the financial institution?",
        "I am wondering how I can open the certificate of deposit",
        "Can the bank open a CD for me.",
        "I'm interested in starting a CD account.",
        "Can you tell me how to start a CD account?",
        "What is the procedure for starting a CD in your bank?",
        "Anybody have a way to start a certificate of deposit?",
        "I wonder how to open a certificate of deposit at your institution.",
        "I would like to set up a CD at the bank.",
        "How to create a CD opening in your institution?",
        "Interested in starting aCD account.",
        "I'm wondering about opening a certificate of deposit with your institution.",
        "What can you do to open a CD at your bank?",
        "What do I have to do in order to start a CD at your bank?",
        "I want to start a CD at a bank.",
        "I am wondering how to open a certificate of deposit with your institution.",
        "Can I open up a CD account?",
        "How do you begin a CD at the bank?",
        "What can I do to open aCD with the institution?",
        "I'd like to know how to open acertificate of deposit with you.",
        "Interested in opening an account with CD.",
        "Want to know how to sign up for CD?",
        "How can I get aCD with the institution?",
        "What is the easiest way to get a CD in your bank?",
        "I just want to open a certificate of deposit.",
        "I'm wondering how to open acertificate ofdeposit",
        "I need some instructions on opening a CD account.",
        "Can I have a CD account with this place?",
        "Are there any steps to start a CD at your bank?",
        "How can I get my CD at your bank?",
        "How do I get a CD opened in my institution?",
        "How would I get a CD in my bank?",
        "Anyone has a way to start a certificate of deposit?",
        "You should give me instructions for opening a CD account.",
        "Let me know how to open my CD.",
        "Interested in opening a CDaccount.",
        "Is it possible to get a CD in your bank.",
        "I was wondering if you could help me initiate a CD.",
        "You would like to know how to open a CD account.",
        "How can I open aCD with the institution?",
        "How will you start a CD at your bank?",
        "Can you let me know how to open the CD?",
        "Do you want to know how to open a CD account.",
        "Can your bank grant me access to a CD?",
        "What can I do at a bank to start a CD?",
        "Could you help me with the opening of CDs?",
        "How are I supposed to open my CD?",
        "Could you explain how to open a CD account?",
        "How do I get a CD in your account?",
        "Can anyone show me a way to start a certificate of deposit?",
        "How do you open a CD in a bank?",
        "Can I apply for a CD account here?",
        "I am wondering how I could open acertificate of deposit.",
        "How to get a CD opening in the institution?",
        "I am wondering how to open a certificate of deposit in your institution.",
        "Can you provide an explanation on how to open a CD account?",
        "How do I get a CD opening in my institution?",
        "How do I get a CD to start with my bank?",
        "Do you provide a way to open a CD?",
        "What should I do to open aCD at yourinstitution?",
        "How do I get a certificate of deposit in my institution?",
        "Interested in creating a CD account",
        "I'm looking for a way to start a certificate of deposit.",
        "I'm thinking about opening a certificate of deposit at your institution.",
        "Are I able to open CD with you?",
        "I wish to start a CD at your place of business.",
        "What do I need to do to set up a CD in your bank?",
        "I'm trying to open a certificate ofDeposit",
        "You can help me initiate a CD.",
        "I'm wondering if I can open acertificate ofdeposit with your institution.",
        "Explain to me how to open a CD account.",
        "Can you help with signing up for CD?",
        "Can I start a CD at my institution?",
        "Is it possible for me to open CD at the bank?",
        "I am wondering how to open a certificate of deposit at your institution.",
        "What is the process to start a CD at a bank?",
        "Can you offer a way to start a certificate of deposit?",
        "Is opening a CD possible with you?",
        "I'm having trouble opening acertificate of deposit with your institution.",
        "How do I get a CD at my financial institution?",
        "What is the procedure for starting a CD at my bank?",
        "How do you start a CD opening within your institution?",
        "What does it take to start a CD in my financial institution?",
        "How does your institution start a CD opening?",
        "How do I get a CD with my bank?",
        "A way to start a certificate of deposit?",
        "How do I open a certificate of deposit with you?",
        "How can I open a Certificate of Deposit at your institution?",
        "Do you know how to start a certificate of deposit?",
        "How can I open my CD with my institution?",
        "Can I apply for a CD account?",
        "Your bank can open a CD?",
        "I'm trying to open a Certificates of Deposit",
        "Want to find out how to open a CD account?",
        "I wonder how I can open a certificate of deposit with you.",
        "I have a CD but how can I open it in the institution?",
        "At your bank can I open a CD?",
        "Want to know how to deposit funds into a CD account?",
        "What need to I do to start a CD at the bank?",
        "Where can I set up a CD at this bank?",
        "What to do to open CD with you?",
        "I'm wondering how to access acertificate of deposit.",
        "How do I open the CD with the institution?",
        "Are you able to help me initiate a CD?",
        "How can I get my CD to open with the institution?",
        "I'm trying to start a CD at a bank.",
        "I have a question about setting up a CD at this bank.",
        "Can you help me to initiate a CD?",
        "How to get a CD opening in your establishment?",
        "I'm wondering how to open the certificate of deposit at your institution.",
        "Is it possible for me to open acertificate of deposit with you?",
        "Want to start a CD account.",
        "Is it possible for me to initiate a CD with you?",
        "How to start a CD opening in an institution?",
        "What am I supposed to do to start a CD at your bank?",
        "Interested in opening a CD account in this place.",
        "How can I open aCD with my institution?",
        "What do I need to do to open aCD in yourinstitution?",
        "Can I begin a CD with you?",
        "What should I do to start a CD with a bank?",
        "I want to start a CD at my financial institution",
        "How do you get started with a CD at your bank?",
        "I'm wondering how I can have acertificate of deposit.",
        "Please help me open a CD account",
        "How do I start a CD in your bank?",
        "What does it take to start a CD at the financial institution?",
        "Is it possible to start my CD at the bank?",
        "Are you able to open a CD at your bank?",
        "What do I need to do to start a CD at my bank.",
        "Do you know how to open a CD at the bank?",
        "Can I start a CD at my financial institution?",
        "Let me know how to open a CD.",
        "I need info on opening a new CD.",
        "What do I do to open aCD in yourinstitution?",
        "Please tell me how to open a CD",
        "What do I need to do to get a CD at my financial institution?",
        "What must I do to start a CD at a bank?",
        "Can I get a certificate of deposit with your institution?",
        "How can I begin a CD opening?",
        "I want to open a CD with your institution.",
        "Is there a way to get a CD account here?",
        "I have aCD but can I open it in the institution?",
        "I am wondering if I can get a certificate of deposit.",
        "Interested in forming a CD account.",
        "How are I able to put a CD in my account?",
        "Is it possible for me to open CD at your bank.",
        "Want to open a certificate ofdeposit?",
        "There is a procedure for starting a CD at your bank.",
        "I want to open acertificate of deposit in your institution.",
        "Am I able to get a CD from your bank?",
        "How can I open my aCD with an institution?",
        "How to open up a CD?",
        "Want to know more about opening a CD account?",
        "Is there a way to start a certificates of deposit?",
        "I don't know how to open aCD with the institution.",
        "Please tell me how to set up a CD account.",
        "How to get a CD account?",
        "How do I get a CD that's in your bank?",
        "I need to start my CD at your bank.",
        "What if I open a CD with your bank?",
        "Your bank can open a CD for me?",
        "What am I supposed to do to start my CD at the bank?",
        "Can I have a CD account at this place?",
        "I'm trying to open a depository",
        "What needs to be done to start a CD at my financial institution?",
        "Are you able to open a CD in your institution?",
        "I would like your bank to open me a CD.",
        "I are attempting to open a certificate of deposit.",
        "How can I get a certificate of deposit with your institution?",
        "What do I do at your bank to start my CD?",
        "Interested in opening a account with a CD.",
        "I am curious how I can open acertificate of deposit with your institution.",
        "I wanted to set up a CD at this bank.",
        "I am wondering what I can do to open acertificate of deposit.",
        "I'm trying to open a certificate of deposited.",
        "Is it possible to open aCD with yourinstitution?",
        "What is the process for depositing a CD into your bank?",
        "I am wondering how I can get a certificate of deposit with you.",
        "There is a question about setting up a CD at this bank.",
        "Can you tell me how to establish a CD here?",
        "I need to open my CD account.",
        "Is there a way to open acertificate of deposit with your institution?",
        "I'm wondering if it is possible to open acertificate of deposit with your institution.",
        "What's the procedure to start a CD at your bank?",
        "I want to begin my CD at your bank.",
        "I'm wondering how to open the certificate of deposit with you.",
        "I want to open a deposit certificate.",
        "How can I get a CD in your bank",
        "I'm wondering how to open acertificate of deposit with the institution.",
        "Wanted info on opening a new CD.",
        "How can I open aCD at yourinstitution?",
        "Could you tell me how to open a CD account?",
        "Someone needs info on opening a new CD.",
        "Did you tell me how to open a CD account?",
        "I'm trying to open a Certificates of Deposit.",
        "How do I start a CD with my financial institution?",
        "I have a question about how I can open acertificate of deposit with you.",
        "How should a CD opening be done in your institution?",
        "What do I have to do to start a CD with my financial institution?",
        "What do I need to do at my financial institution to start a CD?",
        "I need to start a CD at the bank.",
        "I'm trying to open a certificate of deposit with your institution.",
        "I want to begin a CD at a bank.",
        "Could I open a CD at your bank?",
        "I'm wondering how I can have a certificate of deposit with you.",
        "What can you do to get a CD opening in your institution?",
        "I need to start a CD at your bank",
        "What can I do to open aCD in your institute?",
        "I'm wondering how to open a deposit certificate at your institution.",
        "Can I sign up for a CD account there?",
        "I'm wondering how to open a certificate of Deposit.",
        "How do I start my CDs at your bank?",
        "How would you explain how to open a CD account?",
        "I want to open acertificate ofdeposit with you.",
        "Is it possible to open a CD with you!",
        "I am wondering how I can open acertificate of deposit with you.",
        "I'm wondering what I can do to open acertificate of deposit with you.",
        "I want to know how to open a certificate of Deposit at your institution.",
        "Can you help me with the opening of CDs?",
        "I would like to open acertificate of deposit.",
        "I'm wondering how to open thecertificate of deposit with you.",
        "I'm wanting to open acertificate of deposit.",
        "Is CD opening possible at your bank?",
        "Would like to open a CD account here.",
        "I'm trying to open a certificate of depositing.",
        "I have aCD and how can I open it with the institution?",
        "What will it take to start a CD at a bank?",
        "Is it possible to open acertificate of deposit in your institution?",
        "I have aCD but can I open it at the institution?",
        "I want to open acertificate of deposit",
        "I want to know how to set up a CD account.",
        "Can you tell me how to open a CD at the bank?",
        "Can I have a CD opened with you?",
        "There is a desire to start a CD account here.",
        "What do I have to do to begin my CD at the bank?",
        "Can I open the CD in your bank?",
        "How to open up a CD in your institution?",
        "How do you start a CD opening in your organization?",
        "Can you explain to me how to initiate a CD?",
        "What do I need to do to set up a CD in a bank?",
        "How can I use your institution to open a CD?",
        "What should I do to start my CD at your bank?",
        "Interested in getting started with a CD account.",
        "I would like to start a CD at the bank.",
        "Can your bank open a CD for me",
        "Interested in opening a CD account together.",
        "How can you open a CD at your bank?",
        "What is the process of opening a CD in your bank?",
        "I'm curious how to open a certificate of deposit at your institution.",
        "I am wondering whether I can open a certificate of deposit at your institution.",
        "Is it possible to start a CD at your bank?",
        "What is the process for getting a CD in your bank?",
        "There is a question about how to start my CD.",
        "Can I open a CD account in this location?",
        "What do I do to get my CD into your bank?",
        "Can aCD be opened with you?",
        "Is there a way to get a CD in the bank?",
        "I'd like to know how to open a certificate of deposit at your institution.",
        "How do you begin a CD opening in your institution?",
        "I wonder if I could open CD with you.",
        "Do you know if it is possible to open a certificate of deposit with you?",
        "Can I open a CD account there?",
        "How can I open my aCD with my institution?",
        "I wonder if I can get a CD account there.",
        "How can I start a CD at the bank?",
        "Would it be possible to open a CD with your bank?",
        "Can I open a certificate of Deposit at your institution?",
        "I wonder if I can open a certificate of deposit with you.",
        "How can I open the CD at the institution?",
        "Tell me how to open a CD?",
        "Can you tell me where to get a CD in my bank?",
        "What would I need to do to start a CD at the bank?",
        "How do I open CD at my bank?",
        "Did you explain how to open a CD account?",
        "Please teach me how to open a CD account",
        "I'm wondering what I can do to open acertificate of deposit with your institution.",
        "I'm wondering whether I can open acertificate of deposit.",
        "I am interested in learning how to open a CD account.",
        "What must I do to start a CD at my bank?",
        "I need to open the CD at your bank.",
        "Is there any way to start the certificate of deposit?",
        "Is it possible to open acertificate of deposit with you?",
        "Will you allow me to open CD at your bank?",
        "How am I going to get a CD with you?",
        "Want to open a certificates of deposit?",
        "Will I be able to initiate a CD with you?",
        "How do I get my CD account started?",
        "Can you describe how to open a CD account?",
        "I was wondering if I could initiate a CD with you.",
        "I was wondering how to open acertificate of deposit.",
        "Is it ok to open a CD with your bank?",
        "How do I get a CD in my account.",
        "I'm not sure how I can get acertificate of deposit with you.",
        "I wonder how I can open acertificate of deposit with you.",
        "How to open a CD in your institute?",
        "What would it take to start a CD at your bank?",
        "Can I get a CD with your institution?",
        "I am interested in starting a CD account.",
        "I was wondering if I could get a CD account.",
        "I would like to open my aCD with the institution.",
        "I need your instructions on opening a CD account.",
        "I'm wondering how to get a certificate of deposit.",
        "What does it take to open a CD at a bank?",
        "I need to open a CD with your bank.",
        "I was wondering if I could open CD with you.",
        "Can you tell me how to start a CD today?",
        "I want to open a CD in yourinstitution.",
        "Can you tell me how I can get a CD in my bank?",
        "Do you know how to create a CD account?",
        "I am wondering how to start a CD account.",
        "I'm wondering how I can open a certificate of Deposit in your institution.",
        "Do you have a process for starting a CD?",
        "How can I begin my CD at your bank?",
        "I am wondering if I can open the CD at your bank.",
        "What do I have to do to open a CD in your institution?",
        "Interested in adding a CD account.",
        "Want to know how to join a CD account?",
        "Can you tell me how to setup a CD account?",
        "Are you able to assist with a CD accession?",
        "How do I get a CD placed in my account?",
        "What do I need to do to get a CD in my bank?",
        "Can you tell me the process for starting a CD at my bank?",
        "How to open a CD at your bank.",
        "I'm looking for info on opening a CD.",
        "I have aCD, but can I open it in the institution?",
        "How do I make a CD opening happen?",
        "I am wondering about opening acertificate of deposit.",
        "Can you tell me how to get a CD in your bank?",
        "What do I need to do to start an CD in your bank?",
        "Is it possible to tell me how to initiate a CD?",
        "I want to open a CD with the bank.",
        "You can have me open a CD with your bank.",
        "I'm wondering how to open a certificate of deposit at your institution",
        "What do I need to do to set up a CD in your place of business?",
        "Can I place a CD at this bank?",
        "How to open a CD with you?",
        "How do I get my CD at your bank?",
        "Can you help me get on a CD?",
        "Can I put a CD in my account?",
        "What can I do at your institution to open aCD?",
        "Can I quickly begin a CD with you?",
        "Is CD possible to be opened at your bank?",
        "I'm wondering how I can open this certificate of deposit.",
        "I'd like to know how to open a CD account.",
        "Does anyone know how to open a CD account?",
        "Are I able to open a CD with your bank?",
        "What do I need to do to set up a CD at this bank?",
        "Interested in establishing a CD account",
        "How do I open a certificate of deposit with your institution?",
        "I am not sure how to open a certificate of deposit at your institution.",
        "I want to open acertificate of deposit.",
        "I am wondering how I can open acertificate ofdeposit.",
        "Can you help me open a certificate of deposit?",
        "How to set up a CD opening?",
        "Please provide me with instructions to open a CD account.",
        "Is it possible to open a Certificate of Deposit with you?",
        "How to open CD?",
        "I want to know how to get a CD account.",
        "How to start a CD account?",
        "Can you help me open that CD?",
        "How can I get a CD from the institution?",
        "Can your bank open my CD?",
        "What should I do to begin a CD at your bank?",
        "I would love to open CD at your bank.",
        "Want to open certificate of deposit?",
        "I wonder if I can open a CD with your bank?",
        "I would like to open a CD with your institution.",
        "Do you know a way to start a certificate of deposit?",
        "I would love to know how to open a CD with you.",
        "I would like to open a certificate of Deposit at your institution.",
        "Please let me know about opening a CD account.",
        "Is open CD possible with you?",
        "Am I able to open the CD with you?",
        "I'm wondering how to open acertificate of deposit in your institution.",
        "I'm trying to open aCertificate ofDeposit",
        "I'm wondering if I can open a Certificate of Deposit with you.",
        "Is it possible to open theCD with you?",
        "I'm attempting to open a certificate of Deposit.",
        "I'm wondering how to get a CD account.",
        "Can I open a CD with yourinstitution?",
        "I'm wondering if you can open acertificate of deposit with me.",
        "How to make a CD opening in your institution?",
        "How can I get my CD account open?",
        "Interested in starting a account for CDs.",
        "I want info on opening a new CD.",
        "I'm wondering if it's possible to open a certificate of deposit.",
        "What should I do to start myCD at your bank?",
        "I would like your bank to open a CD for me.",
        "How do you start a CD account.",
        "Interested in getting a CD account.",
        "Can you tell me the process of starting a CD at my bank?",
        "I'm interested in opening a certificate of deposit at your institution.",
        "Do you have any instructions on how to open a CD?",
        "Would like to start a CD account.",
        "There is a question about how to start a CD.",
        "can I have a CD account here?",
        "I need to start a CD with a bank.",
        "Can your bank let me get a CD?",
        "Please tell me how to open the CD account.",
        "Need to open a CD?",
        "Is it possible for you to initiate a CD?",
        "I am wondering how I can get a certificate of deposit.",
        "Are you able to tell me how to initiate a CD?",
        "What is the best way to open a CD with yourinstitution?",
        "What can I do to begin a CD at my financial institution?",
        "Is my bank able to open a CD?",
        "I wanted to know how to open a CD account.",
        "How can I create a CD account?",
        "Can I open aCD with yourinstitution?",
        "I am curious how I can open acertificate of deposit.",
        "Tell me how I can open the CD?",
        "What do I have to do to open aCD at your institution?",
        "What does it take to start a CD at the bank?",
        "Is it possible to put a CD in your bank?",
        "Is opening a CD with you possible?",
        "What should I do to start a CD opening in my institution?",
        "Are you able to open a CD with the bank?",
        "I need assistance in setting up a CD.",
        "What is the procedure for starting a CD at your bank?",
        "I am trying to open a deposit account.",
        "What's the process for opening a CD at your bank?",
        "How can a CD opening be done in your institution?",
        "Can I open aCD with your institution?",
        "How do I open a CD at my institution?",
        "How can I open my aCD at the institution?",
        "What is the procedure to start a CD at a bank?",
        "How can I access a CD at your bank?",
        "Do you know how to open CD?",
        "How do I start a CD in my financial institution?",
        "Do you know how to open a CD in your institution?",
        "Want to know how to have a CD account?",
        "I'm wondering if I can open a certificate of deposit at your institution.",
        "Are you able to open a CD with your institution?",
        "I have a question about opening acertificate of deposit with your institution.",
        "I'm wondering how to open thecertificate of deposit.",
        "Can a bank open a CD for me?",
        "I would like to start a CD with you.",
        "How to get your CD into your bank?",
        "I'm wondering how to open a certificate of deposit with you.",
        "What do I need to do to set up a CD at my bank?",
        "I am not sure how to open acertificate of deposit with your institution.",
        "How can I get a CD in my institution?",
        "What can I do to open aCD with you.",
        "Can you let me know how to open this CD?",
        "Is there a way to open a CD at the bank?",
        "How do you get a CD started today?",
        "I have a question about how I can open acertificate of deposit with your institution.",
        "Need to open my CD?",
        "How can I open a CD account?",
        "Can you open CDs at your bank?",
        "Can I open a CD with your institution?",
        "Is it possible to open a CD with your bank?",
        "Is it possible to open a Cd with you?",
        "Is it possible to open aCD with you",
        "How can I have a CD at this bank?",
        "Can you open a CD at the bank?",
        "What is the best way to start a CD at your bank?",
        "How to open CD in an institution?",
        "How are I able to get a CD with you?",
        "Is it possible to get a CD in your bank?",
        "How do I open a CD at the bank?",
        "How could you start a CD at your bank?",
        "Interested in beginning a CD account?",
        "What do I need to do to deposit a CD in your bank?",
        "What do you do to start my CD at the bank?",
        "How about opening aCD?",
        "Do you want to know how to open a CDs account?",
        "How can we start a CD opening?",
        "What are you doing to start a CD at your bank?",
        "Will I be able to open CD with you?",
        "I need help with starting a CD.",
        "I'd like to get a CD account.",
        "Are you looking for how to open a CD account?",
        "Is it possible to open the CD at the bank?",
        "How can you get a CD account?",
        "Can you help me open a CD at the bank?",
        "I am looking for a way to open acertificate of deposit with your institution.",
        "Can you show me how to start a CD account?",
        "Can I get a CDs account here?",
        "How to make a CD opening?",
        "I would like to open a CD with yourinstitution.",
        "I am wondering how I can open a certificate of deposit at your institution.",
        "How can you open a CD account?",
        "Can I have a CD account in this place?",
        "How to get a CD opened?",
        "Is it possible for your bank to open me a CD?",
        "How can you start a CD in your bank?",
        "Is it possible to open a certificate of deposit at your institution?",
        "What do you have to do to start a CD at your bank?",
        "How could I open a certificate of Deposit at your institution?",
        "Is it possible to open a deposit certificate with you?",
        "What can I do to make a CD at your bank?",
        "I'm wondering how I can open acertificate of deposit with you",
        "Is there any way to start a CD account?",
        "There is a question about how to initiate a CD opening.",
        "I want to open a certificate of Deposit at your institution.",
        "Can you tell me how to open a CD at your bank?",
        "Can you give me information on how to open this CD?",
        "Can I open a CD with a bank?",
        "Can I get a CD with your bank?",
        "I'm wondering if I can open acertificate of deposit with your institution",
        "I want to open CD at your bank.",
        "I'm wondering if I can open a certificate of Deposit at your institution",
        "Do you desire to know how to open a CD account?",
        "How about opening the certificate of deposit?",
        "How do I get started with a CD at my bank?",
        "Want to open a CD account.",
        "How can I open myCD with the institution?",
        "I am wondering if I can get a CD account here.",
        "Are you wondering how to set up a CD account?",
        "Can I get a CD to go into my account?",
        "I need instructions for opening a CD account.",
        "I am wondering how I can open thecertificate of deposit.",
        "Is there a way to open CD with you?",
        "Can I sign up for a CD account?",
        "How to start a CD in your institution?",
        "What should you do to start a CD at your bank?",
        "Please help me opening a CD account.",
        "Will you be able to open CD at your bank?",
        "I am wondering how I can have a certificate of deposit with you.",
        "Can I get a CD from your bank.",
        "Please help me with opening a CD account.",
        "Was it possible to explain how to open a CD account?",
        "What can I do to open aCD at you?",
        "Can you help get my CD plan started?",
        "How do I get a certificate of deposit from your institution?",
        "I need to initiate a CD with you.",
        "I need to open a CD account.",
        "Is it possible to get a CD account.",
        "Want to know how to deposit money into a CD account?",
        "I'm curious about opening acertificate of deposit with your institution.",
        "Please give me instructions for opening my CD account.",
        "I'm wondering if I can open a certificate of deposit at your institution",
        "Will your bank be able to open a CD for me?",
        "Is there a way to begin a certificate of deposit?",
        "Are you able to open aCD with yourinstitution?",
        "What steps should I take to start a CD at your bank?",
        "Can my bank give me a CD to open?",
        "can I have a CD account?",
        "I wish to open acertificate of deposit with your institution.",
        "Is it possible to obtain a CD account here?",
        "What is the best way to open CD at the bank?",
        "I'm wondering if I can get acertificate of deposit with your institution.",
        "How can you open the CD at your bank?",
        "I was wondering if I could start a CD with you.",
        "Can I start a CD at a bank?",
        "Can I open a CD at a bank?",
        "How do you get started with a CD account?",
        "What do I have to do to open a CD in a bank?",
        "Interested in opening aCD account",
        "How could you start a CD account?",
        "Is there a chance I can get a CD account?",
        "I'm wondering if I can open a deposit with your institution.",
        "What should I do to set up a CD at the bank?",
        "What do I have to do to open a CD at the bank?",
        "Do you have a question about how to start a CD account?",
        "How can I make a CD opening in my institution?",
        "How to open a CD account?",
        "Are I able to initiate a CD with you?",
        "What do I need to do to start a CD at the bank.",
        "I am wondering how I can get acertificate of deposit with you.",
        "I need to open acertificate of deposit with your institution.",
        "What should I do to begin my CDs at your bank?",
        "I would love to open a CD at your bank.",
        "Someone is interested in opening a CD account.",
        "Is it possible to open a CD at your institution?",
        "How about putting a CD into my account?",
        "Interested in opening of a CD account.",
        "Can I access a CD with your bank?",
        "How to start a CD opening in your organization?",
        "I don't know how to open a CD at your bank.",
        "I'm wondering how I can access acertificate of deposit.",
        "Is my bank allowed to open a CD for me?",
        "How can I get a CD for my institution?",
        "What should I do to start the CD at the bank?",
        "What do I need to do to open a CD in my bank?",
        "How to open that CD?",
        "How can I begin my CD at the bank?",
        "How do I setup a CD at the bank?",
        "How can we open a CD in our institution?",
        "Do you have a process for starting a CD in your bank?",
        "How can I open the aCD in the institution?",
        "Can I receive a CD account?",
        "Please explain the procedure for opening a CD account.",
        "Someone needs information on opening a new CD.",
        "Interested in setting up a CD account?",
        "How do you get into a CD account?",
        "How to start a CD opening in your institution",
        "Can you tell me how to initiate a CD opening?",
        "Can I put a CD in your account?",
        "I'm wondering if I can get acertificate of deposit with you.",
        "How do you kickstart a CD account?",
        "I'd like to start a certificate of deposit.",
        "I want to open a certificate of Deposit at the institution.",
        "I'm not sure how I can open acertificate of deposit with your institution.",
        "How can I get a CD with my institution?",
        "There is a question about if I can get a CD account here.",
        "I'm wondering how I can sign up for a certificate of deposit.",
        "What about a CD account?",
        "Do you have a way to open a CD with your institution?",
        "I want to start a certificate of deposit",
        "Are you able to start a CD at your bank?",
        "Do you want to know how to join a CD account?",
        "I have a CD that I want to open with yourinstitution.",
        "How do I start a certificate of deposit.",
        "Is it possible that your bank will open a CD for me?",
        "How can I get your bank to open a CD?",
        "Are you able to initiate a CD opening?",
        "How do you introduce a CD account?",
        "Can I setup a CD with you?",
        "What needs to be done to start a CD at the bank?",
        "I'm curious if I can open acertificate of deposit.",
        "I am wondering how I can get a certificate of deposit",
        "I need to open a certificate of deposit at your institution.",
        "Do you know what it takes to start a CD at your bank?",
        "Is it possible to open a CD with my institution?",
        "Would your bank open a CD for me?",
        "Would you be able to open a CD for me?",
        "I wonder if I can open acertificate of deposit.",
        "What should I do to get my CD started at your bank?",
        "Interested in starting a account with a CD.",
        "Is it possible to initiate a CD opening?",
        "Can I create a CD account here?",
        "How can i get a CD with you?",
        "How do I get a CD started at a bank?",
        "I want to start a CD at a bank",
        "I'm wondering how I can get acertificate of deposit in your institution.",
        "I am wondering how I can open a deposit at your institution.",
        "How do I place a CD in your bank?",
        "Do you know how to initiate a CD.",
        "How can I open a certificate of deposit.",
        "Please give me instructions to open a CD account.",
        "How are I able to get a CD in your bank?",
        "I was trying to open a certificate of deposit",
        "Is it possible to open a certificate of deposit with you?",
        "How about open a certificate of deposit?",
        "Do you want to know how to sign up for a CD account?",
        "Please provide instructions on opening a CD account.",
        "I'm unsure how I can open acertificate of deposit with your institution.",
        "I need to open a certificate of deposit",
        "How do we start a certificate of deposit?",
        "I'm curious how to open a certificate of deposit",
        "Give me a way to open a CD.",
        "There's a question about how to start a CD account.",
        "What is the procedure for opening a CD in your institution?",
        "How to get your CD in your bank?",
        "I wonder if I can initiate a CD with you?",
        "I would like to know how to start a CD account.",
        "Is opening a certificate of deposit possible with you?",
        "Is there a way to get a certificate of deposit?",
        "I want to open aCD at yourinstitution.",
        "How to open CD at a bank?",
        "I wonder if your bank can open a CD for me.",
        "Is it possible to open the certificate of deposit?",
        "Want to know how to setup a CD account?",
        "Where to open CD at your bank?",
        "I wonder how to open a certificate of deposit.",
        "How do you open a CD at the bank?",
        "Do you want to know how to begin a CD account?",
        "I'm wondering if my bank will open a CD for me.",
        "Do you have a method of opening a CD?",
        "Can you tell me how to open my CD?",
        "How about a CD opening?",
        "Do you have a method for opening a CD?",
        "I'm trying to open acertificate ofdeposit.",
        "I am wondering if I can initiate a CD with you.",
        "Is there a way to open a certificate of deposit?",
        "I'm wondering how I can get a certificate of deposit with you.",
        "I'm wondering what I can do to open a certificate of deposit at your institution.",
        "Is a certificate of deposit possible to open with you?",
        "How do you get a CD in your bank?",
        "I'm unsure how to open a certificate of Deposit at your institution.",
        "How can I open a certificate of deposit at an institution?",
        "Do you have a process for opening a CD?",
        "I'm attempting to open the certificate of deposit",
        "I'm wondering if I can open a deposit certificate at your institution.",
        "What is the procedure to start a CD in a bank?",
        "How can you open a CD in your institution?",
        "I need to open my aCD with the institution.",
        "I'm wondering if I can open a deposit at your institution.",
        "Can you help me out with the setup of a CD?",
        "I want your bank to open a CD.",
        "Start a CD account?",
        "I'm trying to open acertificate of deposit",
        "Can you tell me how to set up a CD account?",
        "How do I get a certificate of deposit at your institution?",
        "Can you teach me how to start a CD account?",
        "I would like to open acertificate of deposit with you.",
        "Is it possible that I could open the CD with you?",
        "Is it possible for me to initiate aCD with you?",
        "Is there a process for starting a CD in your bank?",
        "Can you let me start a CD with you?",
        "I would like to know how to open a CD account.",
        "I have a question about starting a CD at a bank.",
        "How to set up a CD account?",
        "Can you tell me how to open the CD?",
        "I would like to know how to open a CD with you.",
        "Looking for a way to open a CD account.",
        "I wish to start my CD at your bank.",
        "What can I do to open a CD in aninstitution?",
        "Can you provide a way to start a certificate of deposit?",
        "How to set up a CD at a bank?",
        "How do I have a CD put in my account?",
        "Can you explain how to set up a CD account?",
        "A CD opening can be initiated in your institution.",
        "How do I get to start a CD at my bank?",
        "How can I open a CD with my institution?",
        "How to start a certificate of Deposit?",
        "How do you start the CD opening in your institution?",
        "I'm unsure of how to open a certificate of deposit at your institution.",
        "Want to learn how to sign up for a CD account?",
        "What can I do to open a CD in the institution?",
        "Where to start a CD at your bank?",
        "Do you have a way to open a CD at your bank?",
        "Do you want to know how to create a CD account?",
        "How can I make a CD opening?",
        "Inquire about getting a bank CD.",
        "What do I need to do to start a CD in my financial institution?",
        "Is it possible to put a CD in my account?",
        "Is it possible to kickstart a CD account?",
        "I wonder if it's possible to open CD at your bank.",
        "Do you know if it is possible to open aCD with you?",
        "I am trying to open a certificate ofdeposit.",
        "Please explain to me how to open a CD account",
        "What are I supposed to do to start a CD at the bank?",
        "Want to open aCD?",
        "What do I have to do to get a CD at your bank?",
        "What do I need to do to start a CD in the bank?",
        "Can I start CDs with you?",
        "How can I start my CD account?",
        "I need to set up a CD",
        "What should I do to open aCD at your institution?",
        "I would like to start my CD at the bank.",
        "What would I need to do to start a CD at my financial institution?",
        "I'm wondering if I can open aCertificate of Deposit with you.",
        "What can I do to set up a CD at the bank?",
        "Interested in open a CD account.",
        "I'm wondering how to open a certificate of Deposit at your institution.",
        "How do I open a CD with your institution?",
        "How can I get your CD open?",
        "How to get a CD from your bank?",
        "There's a question about setting up a CD at this bank.",
        "I'm curious as to how to open acertificate of deposit.",
        "What is the procedure to start a CD at my bank?",
        "Do you know the process for starting a CD?",
        "Is it possible to initiate a CD with you.",
        "Interested in beginning a CD account.",
        "What are my options to open aCD with yourinstitution?",
        "At your bank, can I open a CD?",
        "What can you do to start a CD opening?",
        "Is it possible I can get a CD account here?",
        "How do I open aCD with you?",
        "Can I get a certificate of deposit from my institution?",
        "I'm wondering if I can get acertificate of deposit.",
        "What can I do to open my aCD with the institution?",
        "What are I supposed to do to start my CD at your bank?",
        "Is it legal to open a CD with your bank?",
        "Is it possible to get a CDs account here?",
        "How to get a CD to open in your institution?",
        "How do you organize a CD opening in your institution?",
        "How should a CD be opened in your institution?",
        "Can they give me a CD account?",
        "How do I open a certificate of deposit?",
        "I am looking for info on opening a CD.",
        "Please tell me how to start a CD account.",
        "Is it possible to open a CD with a bank?",
        "How to begin a CD account?",
        "Can your bank open a CD for me.",
        "How can I initiate a CD with you?",
        "Allow me to open a CD account.",
        "What is the process of opening my CD?",
        "Are you able to set up a CD at the bank?",
        "Can my CD be opened with you?",
        "I'm trying to open a certificate of Deposit.",
        "Please give me instructions about opening a CD account",
        "How do I open acertificate of deposit with your institution?",
        "What do you know about opening a CD account?",
        "Can I open a bank account with a CD?",
        "How is it possible to open my CD?",
        "How can I get a certificate of Deposit at your institution?",
        "I'm wondering how I can get a certificate of deposit at the institution.",
        "Is it possible to begin your CD at your bank?",
        "Can I open a CD from your bank?",
        "I want to know how to open a CD with you.",
        "What can I do to start a CD in your bank?",
        "How can I open myCD in the institution?",
        "Is there a way to start acertificate of deposit?",
        "There is a way to open CD at your bank.",
        "What can I do to start a CD at a financial institution?",
        "Is it possible for me to start a CD with you.",
        "How can I set up a CD at the bank?",
        "How should I start a CD at my financial institution?",
        "How to open CDs at a bank?",
        "I'm wondering how I can make acertificate of deposit with you.",
        "Can you open CD at your bank?",
        "Let me know what to do with opening a CD account.",
        "How do I start my CD in your bank?",
        "So how do I get a CD with you?",
        "Can I put a CD in your bank account?",
        "How do I get a CD from your bank?",
        "How can I open a CD with the institution?",
        "I want to open a CD at your bank",
        "Can you give me instructions on opening my CD account?",
        "I need to get a CD from your bank.",
        "I wish to open a certificate of deposit.",
        "I'm curious about opening acertificate of deposit with you.",
        "I would like to deposit a CD into your bank.",
        "I am wondering how I can get acertificate of deposit from you.",
        "I was wondering how to start a certificate of deposit.",
        "Can you let me get a CD from your bank?",
        "How do I get to open the CD with you?",
        "How can I make a CD opening happen?",
        "I want to open a CD in your bank.",
        "Is it possible to open the certificate of deposit with you?",
        "Can I get a CD at you bank?",
        "What should I do to get a CD at my financial institution?",
        "I'm wondering about opening a certificate of deposit with you.",
        "How to get CD into your bank?",
        "Can I open up a CD account here?",
        "What should I do to start a CD at my bank.",
        "How do you start your CD account?",
        "I'm not sure how I can open a certificate of deposit with your institution.",
        "What is the best way to get a CD in your bank?",
        "I do not know how to open a CD at your bank.",
        "How about start a CD with you?",
        "How can i get a CD at this bank?",
        "Are you able to initiate a CD?",
        "What about starting a CD at the bank?",
        "Can you help me get a CD in my bank?",
        "How am I able to open a certificate of deposit at your institution?",
        "I'm curious how I can open acertificate of deposit.",
        "Is it possible to start a CD account here?",
        "What is the process of starting a CD at a financial institution?",
        "Can you tell me how to get a CD in the bank?",
        "I want to open a certificate of deposit at the institution.",
        "How can I open a CD account.",
        "I'm wanting to open a certificate of deposit with you.",
        "Can you tell me the process of opening a CD?",
        "Interested in opening CD account.",
        "I'd like to open aCD with you.",
        "What is the best way to open aCD with your institution?",
        "How do I put a CD in this bank?",
        "Can you help me get to a CD?",
        "What should I do to begin a CD at my financial institution?",
        "How about a CD account here?",
        "Do you know how to open aCD?",
        "What should I do to start the CD at your bank?",
        "I don't know how to open a CD at your institution.",
        "Is there a way to start a CD?",
        "Can you help sign up for a CD?",
        "What should I do to start a CD at a bank",
        "I would like to begin my CD at the bank.",
        "How do you start a CD at your bank.",
        "Is it possible to open a CD with the bank.",
        "Please give me some information on opening a CD account.",
        "What am I supposed to do to begin my CD at your bank?",
        "I need you to help me initiate a CD.",
        "I'm wondering how to open a certificate of deposits.",
        "What is it that I need to do to start a CD at my bank?",
        "I wish to start a CD at a bank.",
        "Are you able to begin a CD there?",
        "Please give me help opening a CD account.",
        "Should you know how to set up a CD account?",
        "I'm wondering if I can open a certificate of Deposit in your institution.",
        "I want to get a CD in your bank.",
        "Is there a way to open a CD with you?",
        "I need to know how to launch a CD account.",
        "How do I get a CD put in my account?",
        "Want to open a certificate of deposit?",
        "What do I have to do in order to start a CD at a bank?",
        "How can I set up a CD account?",
        "Please tell me the steps to open a CD account.",
        "Can I register for a CD account there?",
        "How can I start a CD at my institution?",
        "There is a question about how to initiate a CD.",
        "Do you have a way for me to initiate a CD?",
        "I would like to get a CD in your bank.",
        "I wonder if I can initiate a CD with you.",
        "Was there a way to start a CD with you?",
        "I need to open a CD with you.",
        "Can I have CD at your bank?",
        "I'm trying to get a certificate of deposit",
        "I am looking for a way to open a certificate of deposit at your institution.",
        "Could you tell me how to open CDs?",
        "Can you tell me what I need to open your CD?",
        "I'm trying to figure out how to open a certificate of deposit.",
        "What do I need to know to start a CD at your bank?",
        "Can i open a CD with your bank?",
        "Can you tell me the way to initiate a CD?",
        "I want to open acertificate of deposit at your institution.",
        "I would like to start a CD account.",
        "I'm wondering how I can get a certificate of deposit from you.",
        "How to begin the CD opening in your institution?",
        "Do you know how to open the CD?",
        "How could I get a CD at this bank?",
        "Were you able to explain how to start a CD account?",
        "Is there any way to open aCD with yourinstitution?",
        "There is a process for starting a CD in your bank.",
        "I want to open aCD with yourinstitution.",
        "I'm wondering how I can get a CD with you.",
        "What can I do to open a certificate of deposit with you?",
        "Is it possible to open CD at bank?",
        "What do I have to do to start a CD at a financial institution?",
        "What do I need to do to start a CD in my bank?",
        "How should I get a CD at this bank?",
        "Want to open a CD account?",
        "What must I do to start a CD in a bank?",
        "I was wondering if I could open acertificate of deposit.",
        "How can I open a certificate of deposit at you institution?",
        "What must I do to start a CD at my institution?",
        "Can anyone give me a way to start a certificate of deposit?",
        "Is it possible to opening a CD with you?",
        "Can you help me with starting a CD?",
        "How can a CD opening be done?",
        "How do I get a CD in your bank.",
        "How can you open the CD in your institution?",
        "I'm interested in how to open acertificate of deposit.",
        "Looking for a way to open my CD!",
        "I'm wondering if I can open CD at your bank.",
        "I want to start aCD at a bank.",
        "It is possible to open aCD with yourinstitution.",
        "Please give me information on how to open a CD account.",
        "Can I open acertificate of deposit with your institution?",
        "Is it possible to open CDs at the bank?",
        "I would like to get a CD account",
        "Please explain how to open a CD account.",
        "What can I do to open aCD in yourinstitution?",
        "What do I have to do to start a CD at the financial institution?",
        "Could I get a CD account here?",
        "Are CD's possible to open at your bank?",
        "How do you start an account with CD?",
        "Would you be able to start a certificate of deposit?",
        "How can I begin a CD account?",
        "I need to set up a CD at your bank.",
        "Can your bank open a CD for you?",
        "Do you know the process of starting a CD at your bank?",
        "How can I get a CD into the institution?",
        "Is it possible toopen a CD with you?",
        "What do I have to do to open a CD in yourinstitution?",
        "I am wondering if I can open acertificate of deposit at your institution.",
        "What is the procedure for starting my CD at your bank?",
        "Can you open a CD account here?",
        "I am wondering how I can open acertificate of deposit",
        "Is it possible to get a CD account in this location?",
        "I am trying to get a CD account.",
        "I am not sure how I can open acertificate of deposit with your institution.",
        "I'm wondering how I can open a deposit.",
        "I'm wondering how I can have a deposit with you.",
        "I'm wondering if I can get a certificate of deposit with you.",
        "I am trying to start a CD at the bank.",
        "I'm trying to open a certificates of deposit.",
        "What needs to be done to start a CD at the financial institution?",
        "I'm wondering how I can get a certificate of deposit.",
        "What should I do to start a CD with my bank?",
        "Someone needs information on opening a CD.",
        "Looking for info on how to open a CD.",
        "Can you explain how to initiate a CD?",
        "How to open myCD?"
    ]
}