{
    "company_type": "E-commerce Marketplaces",
    "inquiry_category": "Technical issues and website errors",
    "inquiry_sub_category": "Website not loading",
    "description": "Customers may encounter issues where the e-commerce website is not loading properly or is slow due to technical errors or high traffic.",
    "inquiry": "Is the website down?",
    "paraphrases": [
        "Is the online store have problems?",
        "Is the website down and what?",
        "Are site currently down?",
        "Was this site down?",
        "Was the website problem?",
        "The website is down, right?",
        "It isn't clear if there is a down website.",
        "Was the website down??",
        "The website is not working at the minute.",
        "Do you have issues with the page on the internet?",
        "Someone might ask if the website is down.",
        "There may be a concern about the website.",
        "Is this website down yet?",
        "I am wondering if there is a website down.",
        "Does the online shop have problems?",
        "The site is down this minute, is that correct?",
        "Is it something that the website may be down?",
        "Has the site been down recently?",
        "Is the website down, which would be worrisome?",
        "Do you know if the site is down today?",
        "There is a question asking if the website is down.",
        "Have there been issues with the webpage?",
        "Are you certain that the website could be down?",
        "There is a question of whether or not the website is down.",
        "The website maybe going down.",
        "The site is down, right at this time?",
        "The website may be stopped.",
        "Will the website be down?",
        "It's curious if the website is down.",
        "The website hasn't worked at the moment.",
        "Are there problems with online store?",
        "Was there an issue with the website?",
        "It's not certain if the website is down, or if it is.",
        "If the website is down, are you sure?",
        "You may think the website is down.",
        "There is a question: Is the website down?",
        "Does the online store have an problem?",
        "Is website down now?",
        "The website could be an issue.",
        "You might be wrong about the website being down.",
        "There is a question regarding whether the website is down.",
        "The website isn't working at this time.",
        "Is it a thing that the website may be down.",
        "Are the website down, is such a thing?",
        "Does the online store have an issue.",
        "Is the site going down?",
        "Does the website have an issue with it?",
        "Is the website not functioning?",
        "The question is \"is the website down?\"",
        "Do you think the site could be down?",
        "Are you aware of the website malfunction?",
        "Currently, site down?",
        "Do you know if site is down?",
        "The website might down.",
        "The website is not functioning currently.",
        "Do you think the site is down now?",
        "Do you think the online store has a problem?",
        "I can't say whether the website is on down or not.",
        "Are you informed that the website might be down?",
        "The website is not working right now.",
        "There is a question as to whether the website is going down.",
        "I would like to know if this site is currently down.",
        "Is the online store problem?",
        "It isn't certain if the website is down or not.",
        "Are you aware that the website may be down?",
        "Is the site down",
        "Do you know of a website that is down?",
        "At this moment, I don't know if the site is down.",
        "I need to know if the website is down, that's what I'm looking for.",
        "Was this site down currently?",
        "Is it possible the site is down?",
        "The site is not working right now.",
        "Is the website down, which would be a huge cause for concern?",
        "I cannot say if the website is down.",
        "\"Is the site down right now?\"",
        "Is the site gone?",
        "Does the online store has problems?",
        "At the moment the website is not functional.",
        "The site might be down today.",
        "There are online problems.",
        "Issues with the website?",
        "Is there a site currently down?",
        "You can ask the website down.",
        "I'm wondering if the site is down this minute.",
        "Do you know if the site is currently down.",
        "Has there been any problems with the website?",
        "Does the online store have a issue?",
        "I am curious if the website is unavailable.",
        "Are we currently site down?",
        "It's unclear if there is a website that is down.",
        "Is there a problem on the internet?",
        "There are any problems with the online store?",
        "Yeah, right now, is the site down?",
        "There might be an issue with the site.",
        "It is not clear if the website is indeed down.",
        "There is a website that isn't functioning currently.",
        "Can you tell me if the site is down right now?",
        "Are the Website down?",
        "Does this site currently be down?",
        "Do you have trouble with the page on the internet?",
        "It's not quite clear if the website is down.",
        "Could the site be down right now?",
        "It could be the website.",
        "Is the site not functional?",
        "There may be a concern with the site.",
        "The website might not be functioning.",
        "Did the website get down?",
        "Is the site unavailable now?",
        "The website could have a problem.",
        "Is that the website that is down?",
        "Is the online store having some problems?",
        "The site might currently be down.",
        "I are wondering if the website is down.",
        "I am not sure whether the website is down.",
        "It is not very clear if the website is down.",
        "The website is not sure if it is down.",
        "Is the website down, that's all I can say at the moment?",
        "Are the site at this time down?",
        "A website may be down",
        "the site may be down",
        "Did the online store have a problem?",
        "The website may not function.",
        "There may be a concern with the webpage.",
        "Are the website gone?",
        "I don't know if the site is down currently.",
        "If the website is down there are questions.",
        "There is a question about the site down.",
        "Is there anything wrong with the online store?",
        "This site is down, is that the case?",
        "There is a question concerning the website",
        "Is the website down, that's all I can say?",
        "Do you think the website is down??",
        "The question is, \"Is the website down?\"",
        "Do you know if the website is broken?",
        "Were the site down?",
        "Do you know if there's a website down?",
        "Are you having trouble on the internet?",
        "Does the site currently be down?",
        "The website might be down, do you think?",
        "The website is down, that's a question.",
        "Do you have issues with the web page?",
        "The site appears to be down currently.",
        "A concern with the website?",
        "Is the website down, which would be a huge concern.",
        "The questions is if the website is down.",
        "The website isn't up and running at the moment.",
        "I can't tell if the website is down.",
        "Is the site down during this moment?",
        "The website is on down, that's what I'm wondering.",
        "The site might be down at this time.",
        "Are this site down?",
        "Do you suspect the website is down?",
        "The question is if the website is on down.",
        "Are there issues with webpage?",
        "Are this site down right now?",
        "Is the website down, which would be big news?",
        "The site is currently down?",
        "Is the website down, I'm looking for that?",
        "Is there an issue with the website",
        "Will the site be down soon?",
        "I need to know if there is an issue with the website.",
        "Is the website down, that would be a big concern?",
        "It looks like the website may be down.",
        "questions about the website down",
        "The website may be down, do you have any information?",
        "Online store have problems?",
        "Was the website disabled?",
        "Is the online store having an issue?",
        "There is a possibility of the website being down.",
        "Issues with website?",
        "Is there anything concerning the website?",
        "There might be a concern with the website?",
        "There is a website that is malfunctioning at the moment.",
        "That is what I am wondering, is the website down?",
        "Are you sure about the website being down?",
        "Is the website down at this point?",
        "It's unclear if there is a down website or not.",
        "There is a question of whether the website is down.",
        "at this moment is the site down?",
        "Is there any issue with the internet page?",
        "A person wants to know if the website is down.",
        "Are the website offline?",
        "Have you asked if the website is down?",
        "was the website down",
        "There's a question if the website is down.",
        "Is the site current down?",
        "Are you aware that the website may be offline?",
        "I can't say for certain if the website is down.",
        "There is an problem with the website.",
        "Can there be a concern with the website?",
        "I don't know if the website is down, that's all I can say at the moment.",
        "It's a question if the website is down.",
        "Are you experiencing issues with the page on the internet?",
        "I wonder if the site is currently down.",
        "This site is down?",
        "I am wondering, is the website on down?",
        "Are you experiencing issues with the website?",
        "The website is down, that's what I am wondering.",
        "Is the website not functioning anymore?",
        "Someone thinks that the website may be down.",
        "Is the site not accessible?",
        "Is there an issue with the site.",
        "Do you understand that the website may be down?",
        "Are you aware of the website being unavailable?",
        "There's a question: is the website down?",
        "Website down now?",
        "The website might be not functional.",
        "The site is down, right this minute?",
        "There could be a website down.",
        "People ask about the website down.",
        "The site might be down right now.",
        "The website is likely to be down.",
        "I am wondering whether the website is down.",
        "Do you have problems with webpage?",
        "I am curious if the site is down.",
        "This very moment, is the website down?",
        "Was the website gone?",
        "There is a question about whether or not the website is down.",
        "Is the website down, that's what I want to know.",
        "I am unsure of the status of the website.",
        "Is the online store had problems?",
        "There is a question about the website?",
        "Do you suppose the website is down?",
        "The website appeared to be down.",
        "Was the website stopped?",
        "The site might be down.",
        "The site may not be working.",
        "Is online store trouble?",
        "Did the website down?",
        "The site seems to be down at this moment.",
        "I am questioning if the website is on down.",
        "Are you aware that the website seems to be down?",
        "Do you have any information about the site being down?",
        "It is not sure if the website is down.",
        "Is the site offline at this moment?",
        "Right now is the website down?",
        "Some people want to know if the website is down.",
        "There's a chance that the website may be down.",
        "Someone asks if the website is down.",
        "The website might not be functional.",
        "The website may not be operating.",
        "It's not clear whether there is a down website or not.",
        "I'm not sure if the website is down right now.",
        "The online store could have a problem.",
        "The website is susceptible to being down.",
        "Is the site currently not up?",
        "There is a question about the website",
        "Problems with website?",
        "The site isn't currently functioning.",
        "The internet may be down.",
        "Was the website out of service?",
        "Is the website down, do you think?",
        "This is a question, is the website down?",
        "Is it true that the website is down?",
        "Do you think the website goes down?",
        "The website might be down",
        "There is a question as to if the website is going down.",
        "Do you have troubles with the internet page?",
        "I do not know if the site is down.",
        "Do you think site down currently?",
        "Is the website down, the question?",
        "Is the site down?!",
        "do you know if the website is down?",
        "I'm interested if the website is down.",
        "You might think that the website is down.",
        "I can't say whether or not the website is down.",
        "There is a chance the website could be down.",
        "Is the site down NOW?",
        "Are site down now?",
        "There's a website that isn't functioning at the moment.",
        "Do you think that the website is out?",
        "Do you have trouble with the internet page?",
        "The website is currently down?",
        "Do you have troubles on the internet?",
        "The website might have gone down.",
        "Are you aware that the website is down?",
        "website could be down",
        "Have there been issues with the site?",
        "So was the website down?",
        "Are the site down currently?",
        "The website isn't currently functional.",
        "Perhaps the website is down?",
        "There is a question regarding the state of the website.",
        "I wonder if the site is down right now.",
        "Is this website down at the moment?",
        "Is the website down, that is what I am wondering?",
        "Is the site down now",
        "If the website is down, there is a question to ask.",
        "Are you aware the website may be down?",
        "Is thesite down right now?",
        "Is the site broken?",
        "Do you not think that the website is down?",
        "Do you have any knowledge about the website being down?",
        "The website could malfunctioning.",
        "Do you know if the website are down?",
        "Do you know if the website on down?",
        "Do you believe there is a website that is down?",
        "Someone has asked if the website is down.",
        "Right now, do you know if the site is down?",
        "A site is unable to be reached.",
        "The website might or might not be down.",
        "Is the website on down?",
        "Is it a website problem?",
        "I wondering if the website is down.",
        "Is it the website that is on down?",
        "There's a chance the website could be down.",
        "Is the website down, which would be very troubling?",
        "It is not clear if there is a down website or not.",
        "Are you having problems online?",
        "The online store might have problems.",
        "Has there been any issue with the site?",
        "Is the website down, there is a question?",
        "Isn't the site down this minute?",
        "There is a question when the website is down.",
        "I'm curious about the status of the website.",
        "Is the site malfunctioning right now?",
        "Do you know if the websites is down?",
        "A question if the website is down",
        "It is not certain if the website is down or not.",
        "Is the website broken?",
        "Do you know if the Website is down?",
        "Right now, is the site offline?",
        "Right this minute, is the site down?",
        "It is not certain if the website is down",
        "Is the site gone right now?",
        "Does the online store have a problem?",
        "I am concerned if the website is down.",
        "It is not certain whether there is a down website.",
        "Is the online store troubles?",
        "Might the website be down?",
        "Was this website currently down?",
        "It's a question: Is the website down?",
        "The online store have a problem?",
        "I am curious as to whether the website is down.",
        "Is the website down, a cause of concern?",
        "The site is currently not working.",
        "The website may be down, as it is not certain if it is.",
        "Is there some problem with the website?",
        "The site could be malfunctioning.",
        "Do you know if the website crashes?",
        "There seems to be a concern with the website.",
        "The website could be down, there is a question.",
        "Are the website not functional?",
        "Is the website down, which would be very alarming?",
        "Do you think the website has been taken down?",
        "Do you think this site is currently down?",
        "It is a mystery if the website is down.",
        "Isn't the site down at this time?",
        "Do you think site down right now?",
        "This site is down is it?",
        "At this time is the site down?",
        "The online store seems to have some problem.",
        "Has there been issues with the website?",
        "Are this site down now?",
        "There can be problems with online store.",
        "Have you encountered issues with the internet page?",
        "Is there any problems online?",
        "Is the site shut down?",
        "I wonder if the website was down?",
        "Did the site go down now?",
        "Is the site not currently functioning?",
        "Was it the website that was malfunctioning?",
        "If the website is down, you have a question.",
        "The website has an issue with it.",
        "I was wondering if the site is down right now.",
        "Was this site currently down?",
        "Can you tell me if the site is down now?",
        "Is this a thing that the website is down?",
        "I am wondering if the website is down or not.",
        "Hmm, is the website down?",
        "The site is not functioning.",
        "Was the site down recently?",
        "The website is not online at the moment.",
        "Right now, is the website down?",
        "I am curious as to why the website is on down.",
        "Are you having trouble with the website?",
        "Is it possible that the website might be down?",
        "The website must be down.",
        "A question about whether the website is down.",
        "It's not certain whether the website is down or not.",
        "I'm interested in whether the website is down.",
        "The site might be down at this point.",
        "Is the site is currently down?",
        "It is unclear if there is indeed a down website.",
        "The website may not be working",
        "It is uncertain if the website is down or not.",
        "Is there a problem with the site right now?",
        "Is the website getting down?",
        "Right now, I don't know if the website is on down.",
        "The website may be down, do you know?",
        "I'm curious to see if the website is down.",
        "Someone wants to know if the website is on down.",
        "The online store may have problems.",
        "Was the website not operating?",
        "Is the website down, that is?",
        "Is that a website that is down?",
        "It is not certain whether the website is down.",
        "I am curious if the website is not functioning.",
        "Is there an issue with the internet page?",
        "It is uncertain if there is a down website.",
        "It's not know if the website is down or not.",
        "Will the site be down?",
        "Are you having troubles with the page on the internet?",
        "Is the online store problems?",
        "There is a website not functioning at the moment.",
        "Is there something wrong with the page on the internet?",
        "It is not certain if the website is down.",
        "Did the website collapse?",
        "At this time, the website is not working.",
        "Is this site not working?",
        "Does the website have issues?",
        "There is a possibility that the website is down.",
        "A website may be down.",
        "It is uncertain whether the website is down or not.",
        "Right now, is the site down",
        "Are you aware of the website down?",
        "You might think the website is down.",
        "Is the site now down?",
        "Right now I don't know if the website is down or not.",
        "Do you know if the site is down this moment?",
        "Is the website down, which would be a cause of concern?",
        "If the website is down, I'm curious about it.",
        "I want to know whether the website is on down.",
        "Was this site down right now?",
        "I wonder if the site is down this minute?",
        "I'm wondering when the website is down.",
        "Some people wonder if the website is down.",
        "The website might be disabled.",
        "I'm not entirely sure if the website is down.",
        "Does the online store have some troubles?",
        "This site appears to be down.",
        "I'm not sure if the website isn't working.",
        "Is there a problem with the website",
        "Someone is curious if the website is down.",
        "There is a question regarding the site currently down.",
        "Can the website be down?",
        "Is the website down yet?",
        "I can't say if the website is down or not.",
        "Is the site currently down.",
        "A website is not functioning at the moment.",
        "It's not clear if there is a down website.",
        "Are you having some problems on the internet?",
        "Is there a problem on the website.",
        "Do you know any information about the website being down?",
        "The website may be unavailable.",
        "I cannot tell you right now if the website is on down.",
        "Has there been anything concerning the website?",
        "Perhaps the website could be down.",
        "Did the website stop functioning?",
        "I want to know if the website is down, that is what I am looking for.",
        "Is there problems with online store?",
        "I was not sure if the website was down.",
        "There is a question, Is the website down?",
        "I want to know if the website is down, that's what I'm looking for.",
        "Is this an issue with the website?",
        "Do you know if the site is down, right now?",
        "Do you know if the website is still down?",
        "Is the website a problem?",
        "Is the online store affected by problems?",
        "Was site down recently?",
        "Is it this minute that the site is down?",
        "Do you think the website has an issue?",
        "I am curious if the website isn't working.",
        "If the website goes down, there is a question.",
        "Does the website appear to be down?",
        "Is the online store problem.",
        "Are the website down, that's what I am wondering?",
        "Is the site unavailable at the moment?",
        "Is the website down, that's a question.",
        "I don't know if the website is down.",
        "The website could be out of service.",
        "Isn't the website going down?",
        "Did it currently have a site down?",
        "I'm curious if the website is down.",
        "There are issues with online store?",
        "It's not known if the website is down.",
        "Questions about the website down.",
        "The site is down, right this moment?",
        "Are you having online issues?",
        "Yes, is the site currently down?",
        "The website might be down if it is.",
        "Is the website down, it would be a big problem?",
        "There appears to be an issue with the website.",
        "Do you have any problems with the internet page?",
        "I'm curious why the website is down.",
        "The online store may have issues.",
        "Is the site malfunctioning, right now?",
        "Does that online store have a problem?",
        "I'm wondering if the site is down.",
        "Will the website have an issue?",
        "Is site down at this time?",
        "There is a question about the website not functioning.",
        "The website is not currently working",
        "Are the website going down?",
        "Is the website malfunctioning, do you think?",
        "It's questionable if there is a down website.",
        "The site may not be functional.",
        "The website could be down, do you know?",
        "So, is the site down right now?",
        "Is the website down, which would be a major concern?",
        "If the website isn't working, there is a question.",
        "I want to know if the website is on down.",
        "The website isn't working currently.",
        "Do you know if it's the website that is down?",
        "Was the site down at present?",
        "Does the online store have technical issues?",
        "It is unclear if the website is down",
        "I am not sure if the website is on down.",
        "The website is down, do you think?",
        "Is the online store has problems?",
        "I want to know if the website is down?",
        "A site down currently?",
        "Hey, is the website down?",
        "Is there a concern with the website?",
        "The website might be down, is that what it is?",
        "Has the website been down?",
        "The website is down?",
        "I don't know at this time if the website is down.",
        "Someone wants to know if there is an issue with the website.",
        "If the website is not working then there is a question.",
        "It's unclear if there is a down website.",
        "Do you know if the site is down?",
        "The website is not functional at the moment",
        "I'm not sure, is the website on down?",
        "It is questionable if the website is down.",
        "Does the online store has an issue?",
        "The online store appears to have a problem.",
        "I question if the website is on down.",
        "It's a question, is the website down?",
        "Was the website offline?",
        "Is there a problem with online store?",
        "The website might be on down.",
        "Is the website down, which would cause so much concern?",
        "Is the page on the internet having issues?",
        "Do you think the site is currently down?",
        "I am not sure if the website is down",
        "I can't say right now if the website is on down.",
        "Are there problems with the webpage?",
        "So the website may be down?",
        "Do you think that the website could be down?",
        "The website could have problems.",
        "Is the website down which would be concerning?",
        "This site may be down?",
        "Is there anything wrong with the site?",
        "I don't know if the site is down now.",
        "I'm not sure what happened to the website.",
        "Has the site gone down?",
        "It is not quite certain if the website is down.",
        "A person asks if the website is down.",
        "Was the site down at that moment?",
        "At the moment, the website does not work.",
        "Are you aware that this website may be down?",
        "Was that the site currently down?",
        "Is that the website, is it down?",
        "Are the website down, is it?",
        "Is this site down now?",
        "Is it possible that the website is down.",
        "Is there a website that may be down?",
        "Do you know if this site is currently down?",
        "Maybe the website is on down.",
        "Are you experiencing problems with the internet page?",
        "Are you having website issues?",
        "There may be some problems with online store.",
        "There is a risk that the website could be down.",
        "I don't know if the website is offline.",
        "Website down?",
        "I am confused as to whether or not the website is down.",
        "I'm wondering if the website is DOWN.",
        "Do you know anything about the website down?",
        "It is not clear if there is a down website for the website.",
        "Are there any issues with the page on the internet?",
        "The website may be unavailable",
        "Do you know if site currently down?",
        "Do you know if it is the website that is down?",
        "Are you aware that the website might be unavailable?",
        "I'm not sure if the website is offline.",
        "Do you experience problems with the internet page?",
        "The website might be offline.",
        "Is it true that the website may be down?",
        "Is it an issue with the site?",
        "I don't know if the online store has problems.",
        "Right at this time, is the site down?",
        "Is the site out of service?",
        "The web site could be down.",
        "Are you aware that a website may be down?",
        "Someone could be down the website.",
        "Is that website malfunctioning?",
        "Is this site gone?",
        "Does the online store have any trouble?",
        "The website might be unavailable.",
        "I can't say at the moment if the website is down or not.",
        "Was the website down.",
        "It's difficult to say if the website is down.",
        "Do you know if the website isn't working?",
        "Has this site been down?",
        "The website could be crashed.",
        "Is the website no longer working?",
        "The website might stop functioning.",
        "I was wondering if the website was going down.",
        "Are you having issues with the website?",
        "So, is the website on down?",
        "The website might be malfunctioning, are you aware?",
        "Has there a problem with the website?",
        "The website may have a concern.",
        "Is the site down, at this moment?",
        "The website has a problem.",
        "Is it possible that online store has problems?",
        "Is it such a thing that the website is down?",
        "Do you know what's happened to the website?",
        "Is the site down at present?",
        "Okay, is the site down right now?",
        "Do you believe that the website could be down?",
        "Do you know whether or not the website is down?",
        "The website isn't functional at the moment.",
        "Isn't the website down, is it?",
        "Is the site down??",
        "Has there a concern with the website?",
        "Is the website crashed?",
        "There is a possibility that the website might be down.",
        "It seems like the website could be down.",
        "Did the website fail?",
        "Maybe the website isn't up.",
        "The website isn't operating.",
        "There is a chance that the website may be down.",
        "Does the online shop have a problem?",
        "Do you know if the website is down or not?",
        "Does the site have a problem?",
        "You have a question if the website is down.",
        "I don't know if the website is ok.",
        "The website is not up and running.",
        "Is there any trouble with online store?",
        "Is the website down, which would be of huge concern?",
        "It is unclear if there is a website that is down.",
        "The site might not be down.",
        "It is not sure if there is a down website.",
        "The site is currently down, is that right?",
        "Is the website down, that's what I'm wondering",
        "Is the website down, it would be a big concern?",
        "The website is not functioning right now.",
        "A question about a website down.",
        "The website could gone down.",
        "I'm curious if the website is malfunctioning.",
        "It is unclear if the website is down.",
        "Do you not know if the website is down?",
        "Do you suspect that the website is down?",
        "Is the website down, do you think so?",
        "I think the website has an issue.",
        "Are the site down right now?",
        "It is not certain if there is a website down.",
        "Did the website stop working?",
        "Do you have any information about the website that might be down?",
        "I am wondering if the website's down.",
        "So is the site down?",
        "I have no idea if the website is on down right now.",
        "There is a concern with the website?",
        "Are you aware of the website not functioning?",
        "I'm not sure if the website is down, that's what I am wondering.",
        "It is a question of if the website is down.",
        "Is the site not working?",
        "You can ask about the website down.",
        "The website might be malfunctioning, do you think?",
        "the website could be down",
        "Can you tell me if the site is currently down?",
        "Well, is the site down right now?",
        "Is the online store have a problem?",
        "Do you think it is the website that is down?",
        "Is the site down in the moment?",
        "I don't know if there is an issue with the website.",
        "Is site down.",
        "Is the website still down?",
        "Would you like to know if the website is going down?",
        "So I am wondering if the website is down?",
        "The website may be not functional.",
        "I am not sure if the site is down at this time.",
        "There may be problems with online store.",
        "Do you have any issues with the internet page?",
        "The site could be down at the moment.",
        "Do you believe that the website might be down?",
        "I wondered if the website was down.",
        "There might be a concern with the website.",
        "Is the website down, that's all I can say right now.",
        "The site might be down at the moment.",
        "It's unsure if the website is down.",
        "people are wondering if the website is down",
        "The website may malfunctioning.",
        "The website has issues.",
        "That's a question, Is the website down?",
        "Is the website down, which is a cause of concern?",
        "This moment, Is the site down?",
        "Is the site malfunctioning?",
        "Are you aware there might be a website down?",
        "Is it a problem that the website may be down?",
        "Does the online store suffer problems?",
        "This moment is the site down?",
        "I'm not sure if the website is down or not right now.",
        "It is not certain if the site is down.",
        "The website might have been down.",
        "I can't remember if the website is down.",
        "Will the site be down at this time?",
        "Hmm, the website may be down.",
        "The site might be down, are you aware?",
        "Is the site down here?",
        "The website may not be going down.",
        "Is the site down, are you aware?",
        "It's unclear if there is a down website for the website.",
        "Is there an issue on the internet?",
        "Is online store malfunctioning?",
        "Has there been an issue on the website?",
        "Do you have problems with the website?",
        "The website could become unavailable.",
        "Right now I can't say if the website is down or not.",
        "Are you aware the website could be malfunctioning?",
        "Has the website had any issues?",
        "The website could be gone.",
        "Is the web site down?",
        "There is a website that isn't working at the moment.",
        "It is not clear if the site is down or not.",
        "Is the website down, that's what I'm wondering?",
        "The Website isn't functioning.",
        "The site may be down?",
        "The site may currently be down.",
        "It is not certain if the site is down or not.",
        "The website might malfunction.",
        "The site looks down.",
        "Are you having trouble online?",
        "Do you believe the website might be down?",
        "Someone asked if the website was down.",
        "I'd like to know if the website is down, that's what I'm looking for.",
        "I'm confused, is the website down?",
        "Is the website down, that's what I'm trying to find?",
        "Is the website down, a thing?",
        "We don't know if the website is down or not.",
        "Is site currently down?",
        "At this moment, Is the site down?",
        "Have you had problems with the internet page?",
        "I don't know right now if the website is down or not.",
        "A question is posed, is the website down?",
        "The website might be down, do you have any information about it?",
        "Are the online store having a problem?",
        "Is it possible that the website may be down?",
        "The website is down, is that a thing?",
        "Is a problem with the website?",
        "I can't say if the website is down at the moment.",
        "The website does not work right now.",
        "It looks like the website is going down.",
        "There is an online store issue?",
        "There is a website that isn't functioning.",
        "There are problems online.",
        "Is the site crashing?",
        "I cannot say at the moment if the website is down or not.",
        "Is the online store not functioning?",
        "Is the site downtime?",
        "I'm not sure if the website is on down or not.",
        "There is no clear idea if the website is down.",
        "I want to know if the online store has a problem.",
        "I'm not sure if the website is down?",
        "Is there such a thing as the website being down?",
        "Is the site down at this minute?",
        "The website may not be functioning correctly.",
        "The website may be off.",
        "Is there an online store that has problems?",
        "The website might be down, as it is unclear if it is.",
        "Do you believe the site is down right now?",
        "Have there been any issues on the website?",
        "Are there problems with the website?",
        "Will the site be down this very moment?",
        "I'm not sure if the website is up or down.",
        "The site might be down, right now.",
        "It is not obvious if the website is down.",
        "At this point, is the website down?",
        "I wonder if site is down now?",
        "If the website is down, what do you think?",
        "Is the site down now?",
        "The site could go down.",
        "It is difficult to say if the website is down or not.",
        "I'm not sure if the website is going down.",
        "At this very moment, is the site down?",
        "A website isn't functioning",
        "Is the website taken down?",
        "It isn't clear if the website is down or not.",
        "It was possible that the website was down.",
        "Is the website down,?",
        "The website is not operating at the moment.",
        "Is there an issues with the website?",
        "Are you aware that the Website might be down?",
        "Is there some issue with the website?",
        "The website may have down.",
        "Are you aware of the possible down of the website?",
        "do you think that the website is down?",
        "I'm wondering if the site is down now.",
        "The website isn't operating at the moment.",
        "Was the site down just now?",
        "Are you aware that the website might not be open?",
        "There may be problems with online store",
        "Is site down today?",
        "Is the website down, a huge problem?",
        "Are the website down, do you think so?",
        "Do you currently have the site down?",
        "Were the site down recently?",
        "If the site is down, right now?",
        "Does anybody know if the website is down?",
        "Are the site down today?",
        "There was a concern with the website",
        "Is this the time that the site is down?",
        "Was the website down, is it?",
        "I don't know if the website is down, I am wondering.",
        "The website could be down, is that what it is?",
        "Maybe the website is down?",
        "The website isn't functioning at the moment",
        "Is there something wrong with the website",
        "Is the website down, which would cause concern?",
        "Is there a concern with the website.",
        "I am curious about the website being down.",
        "When the website is down, there is a question.",
        "That is a question, is the website down?",
        "Do you suppose that the website is down?",
        "Do you think that website might be down?",
        "Are there problems with the internet page you are on?",
        "What is happening to the website?",
        "Currently, is the site down?",
        "Is the website down, do you know about it?",
        "It is not clear if a website is down.",
        "Do you know if the website has problems?",
        "Is website down?",
        "I wonder if the site is down this moment.",
        "A website could go down.",
        "Do you agree that the website might be down?",
        "Is the websites on down?",
        "Are you aware the website isn't working?",
        "It seems that the website is going down.",
        "Should you think the website is down?",
        "A person questions the website down.",
        "It is not clear whether there is a down website or not.",
        "Are you aware that the website may be unavailable?",
        "I can't say now if the website is down.",
        "Was that website down?",
        "Do the online store have problems?",
        "I am wondering if the website is going down.",
        "Does the online store have problems?",
        "The website is not running",
        "Do you know what is happening with the website?",
        "A question: is the website down?",
        "I can't say at the moment, is the website down?",
        "It's not known if the website is down or not.",
        "At this point, Is the site down?",
        "Is it possible the website is down?",
        "This site may be down.",
        "Is the website down, a huge concern?",
        "Is the website currently malfunctioning?",
        "I am wondering if the website is currently down.",
        "Was it the website down?",
        "Are you aware that the website might be out?",
        "Is the site down right then?",
        "There is a website that is malfunctioning",
        "Was the website not accessible?",
        "Is the website down, are you aware?",
        "Is there online store problem?",
        "The website is not up and running right now.",
        "The site may be down at this very moment.",
        "The website is not functioning at the minute.",
        "Was the website failing?",
        "Are you sure that the website is down?",
        "Do you think site is down now?",
        "It isn't certain if the website is down.",
        "Is the website going down?",
        "There are issues with the website.",
        "There's a question, Is the website down?",
        "At the moment, the website is not functioning",
        "There is a chance the website will be down.",
        "Is site now down?",
        "Do you think there is a problem with the website?",
        "I'm curious if the website is not working.",
        "The website is possible down.",
        "Are you aware of the website not working?",
        "The site may be down this very moment.",
        "Is the online store having a problem.",
        "Are you having a problem on the internet?",
        "Is the website down, which would be a huge issue.",
        "Do you have issues on the internet?",
        "Is the website down, are you aware of it?",
        "I don't know if it's the website on down or not.",
        "At the moment the website isn't functional",
        "Someone questions if the website is down.",
        "There is a question about the website that is down.",
        "Is the internet page having issues?",
        "Does online store have issues?",
        "Do you think that the site might be down?",
        "Do you think site is down right now?",
        "Was the website crashed?",
        "Was that site down?",
        "The website is not working at the moment",
        "Is there an issue with the page?",
        "I am curious if the website is down?",
        "Is online store having problems?",
        "Was the site not functional?",
        "Is there any problem with the website?",
        "Do you reckon the website may be down?",
        "There's an issue with the website.",
        "Is there a huge issue with the website?",
        "Do you have problems with the internet page?",
        "Is there a site down right now?",
        "Do you know what the status of the website is?",
        "The website might not work.",
        "Are you aware the website may be unavailable?",
        "I am looking for something, is the website down?",
        "The website isn't working now.",
        "Are there any issues on the website?",
        "The website might be not functioning.",
        "It is not clear if the website is down, or not.",
        "I was wondering if the site was down this minute.",
        "Are you sure the website may be down?",
        "You know the website might be down?",
        "The website is malfunctioning, is it?",
        "Do you have an issue on the internet?",
        "Is site malfunctioning?",
        "Do you think it's the website that is down?",
        "Are the website malfunctioning?",
        "Is there issues with the website?",
        "Is there problem with the website?",
        "Is the site closed now?",
        "There is a question about the website's status.",
        "Are there any issues with the web page?",
        "Have there been any problems with the webpage?",
        "The website might be down, do you know?",
        "I am wondering, is the website down.",
        "Is it this moment that the site is down?",
        "Are you having issues with the web page?",
        "At this time the website isn't functioning.",
        "I wonder if the website is down.",
        "Do you know if there is a website that is down?",
        "Do you have any information about the website that is down?",
        "Website issues?",
        "Do you have issues with the webpage?",
        "Have you had issues on the internet?",
        "Is the website being down?",
        "It's not clear if there is a down website for the website.",
        "Will the site be down right now?",
        "Is it an issue with the website?",
        "The website is not functioning right now",
        "Currently site down?",
        "As of this moment, is the site down?",
        "The website isn't functioning.",
        "Is the online store having a problem",
        "There is an issues with the website.",
        "There is a question regarding the website down.",
        "Was this site down recently?",
        "Are you aware that the site is down?",
        "Is there a problem currently with the site?",
        "Should you think that the website is down?",
        "Is this site not functional?",
        "I want to know if the site is down right now.",
        "I don't know if the website is down",
        "I wonder if the website is on down?",
        "That's a question, is the website down.",
        "Do online store have problems?",
        "Do you have any issues with the page on the internet?",
        "Is the website down, it might be?",
        "I don't know if the online store has a problem.",
        "Is site down now?",
        "Is there an issue with the site?",
        "Does the online store have an issues?",
        "If the website is down, it's a question.",
        "There is a question as to the status of the website.",
        "At the moment the website isn't working",
        "Is the online store facing a problem?",
        "Is the website falling down?",
        "Is the site disrupted?",
        "I still don't know if the website is on down.",
        "Is the siteoffline?",
        "I wonder if the site is down this minute.",
        "Hmm, are the website down?",
        "If there is a question if the website is down.",
        "Do you think that the website is DOWN?",
        "Is the website down, that's what I am looking for?",
        "Are you having an issue on the internet?",
        "The website may have been down.",
        "Would the website be down?",
        "This is what I am looking for, is the website down?",
        "Is there any problem with the site?",
        "I am wondering if it is the website that is down.",
        "It is unclear if there is a down website.",
        "Does the online store have a technical problem?",
        "Has there been any issues with the webpage?",
        "I wondering if the website is going down.",
        "Is the website Offline?",
        "Do you know if the website could be down?",
        "Are you having troubles with the internet page?",
        "There is a problem with the website",
        "Are you having a problem with the website?",
        "Website down currently?",
        "\"Is the website down?\"",
        "I'm wondering whether the website is on down.",
        "Is the website down, it would be a big cause of concern.",
        "The website seems to have an issue.",
        "Is the website down, a big cause of worry?",
        "There is a site down currently?",
        "I want to know if the site is down currently.",
        "I'm curious if the website's down.",
        "Is the website not functional?",
        "I'm not sure right now if the website is down.",
        "Is the websites going down?",
        "It's possible the website could be down.",
        "This site might be down at the moment.",
        "Is the website going down",
        "The website isn't functioning currently",
        "I am not sure if the website is up or down.",
        "Are the site currently down.",
        "Is the site down still?",
        "Do you have information about the website being down?",
        "Do you think the website has been down?",
        "Did the website go offline?",
        "Now, is the site down?",
        "Someone wants to know if the website is going down.",
        "Are you aware that thewebsite might be down?",
        "Someone is asking if the website is down.",
        "The website may be down as it is not certain if it is.",
        "It is not known if there is a website that is down.",
        "Can you tell me if there is an issue with the website?",
        "At this time do you think the site is down?",
        "If the website is not working there is a question.",
        "This is a question, Is the website down?",
        "It is not sure if the website is down or not.",
        "Is the website DOWN?",
        "I'm looking to see if the website is on down.",
        "Who knows if the website is down?",
        "People wonder if the website is down.",
        "It's not yet known if the website is down.",
        "Is the website down, which would be very worrying?",
        "Do you think the Website is down?",
        "I don't know if the website is down, I only can say that.",
        "I am wondering why the website is down.",
        "The website may not operate.",
        "the website may be malfunctioning",
        "Is the website down, a big issue?",
        "I am wondering if the site is down.",
        "\"Is the website down, that's a question?\"",
        "The website may not be down.",
        "The website may be offline",
        "I wish to know if the website is on down.",
        "Have you heard that the website might be down?",
        "If the website is down, I'm not sure.",
        "site currently down?",
        "I am wondering if there is an issue with the website.",
        "the website may have an issue",
        "Is the website down, a huge issue?",
        "Do you have a question about the website on down?",
        "I am wondering if the website is malfunctioning.",
        "I am wondering what's going on with the website.",
        "I have no idea if the website is on down or not.",
        "The website is not up and running currently.",
        "The website is on down, that's what I am wondering.",
        "Was the website Offline?",
        "Has there been any problem with the website?",
        "I am looking to see if the website is down.",
        "There is a problem with the website at the moment.",
        "The website isn't currently functioning",
        "Do you know whether the website is down.",
        "The website isn't working at the moment.",
        "The site might be down?",
        "Does the site have an issue?",
        "I'm wondering if the website is not down.",
        "Is it possible that there are problems with online store?",
        "I am curious if the website is down.",
        "If the website is down then there is a question.",
        "Is the website down which would be a big cause of concern?",
        "Is the online store broken?",
        "There is a question about the website's state.",
        "Are you positive that the website might be down?",
        "Someone asks if the website is going down.",
        "Is this website down now?",
        "Site currently down?",
        "is this site down?",
        "Is the site down currently?",
        "Do you know if the website crashed?",
        "I need to know if the website is down or not.",
        "I am interested to know if the website is down.",
        "I'm not able to say right now if the website is on down.",
        "Are the website down, I am wondering?",
        "What I'm looking for is the website down.",
        "The website may going down.",
        "Right now I don't know if the website is on down.",
        "If the website is down, do you know anything?",
        "I would like to know if the website is down, that's what I'm looking for.",
        "Was the website down?!",
        "The website could possibly be down.",
        "Did you have problems with the page on the internet?",
        "The site may be down",
        "I am curious if the website is offline.",
        "Has there been a problem with the website.",
        "Was the website broken?",
        "Do you currently have a site down?",
        "I don't know if the website is up or down.",
        "Will online store have problems?",
        "Is the site already down?",
        "Can you tell me if the website is down?",
        "Is the website out of commission?",
        "The page on the internet might be malfunctioning.",
        "do the online store have problems?",
        "Yep, site down right now?",
        "The website isn't up and running.",
        "The website might be off.",
        "Is the online store having some trouble?",
        "Are you having trouble with the internet page?",
        "There is a question about the website going down.",
        "Do you have an issue with the website?",
        "Is it currently site down?",
        "There is a question about the website being down",
        "Has there been any issue with the page?",
        "The website is down, that is a question.",
        "website may be down",
        "Is the website down, which would be a big deal?",
        "Is the website down, which would be of great concern?",
        "Not sure if the site is down right now.",
        "Has there been any trouble with the website?",
        "It is not known if the site is down.",
        "The website maybe down?",
        "Was that site down right now?",
        "The site appears to be down now.",
        "Is the website crashing?",
        "It is not known if there is a down website or not.",
        "Would the site currently be down?",
        "Do you know, the website might be down?",
        "The site seems down.",
        "Is there a website that is down?",
        "There is a chance that the website might be down.",
        "The website is currently not working.",
        "Was its site currently down?",
        "Do you know if that website is down?",
        "Isn't there an issue with the website?",
        "It is not yet clear if the website is down.",
        "I am wondering if there is a website on down.",
        "I'm wondering if it's the website on down.",
        "Do you think a website is down?",
        "Is the website down, it would be a big issue?",
        "Someone asked if the online store had a problem.",
        "The site could be down this minute.",
        "You are aware the website might be down?",
        "I am wondering whether the website is on down.",
        "At the moment, the website is not functioning.",
        "Do you know anything about the website collapsing?",
        "Someone is wondering if the online store has a problem.",
        "I can't tell you if the website is on down or not.",
        "The website is on down, that's a question.",
        "Can you tell me about an issue with the website?",
        "I am wondering if this website is down.",
        "Currently, the website isn't functioning.",
        "I cannot tell if the website is down.",
        "The site could be down",
        "Was the site currently unavailable?",
        "Are you aware of the website not being up?",
        "Are you experiencing trouble on the internet?",
        "Was the website down?",
        "Is the website having an issue?",
        "The website might not be available.",
        "I'm curious as to if the website is down.",
        "It was not clear if the website was down.",
        "The website has problems.",
        "The website may be on down.",
        "Is there a problem with the online store.",
        "Is there a Online store problem?",
        "Is site offline now?",
        "I'm interested to know if the website is down.",
        "Is there a site down?",
        "I have a question, is the website down?",
        "The website might not be up.",
        "Right now, are the site down?",
        "Is the Website down, that's a question?",
        "There was an issue with the website.",
        "Is the online store problem-ridden?",
        "Is the page on the internet having problems?",
        "Would you think the website is down?",
        "The website is not operating right now.",
        "I don't know if the site is down.",
        "Were you having issues on the internet?",
        "I need to know if the website is on down or not.",
        "Do you know anything about the website going down?",
        "There is a question about the health of the website.",
        "Problems with the website?",
        "The site could be down currently.",
        "Right now, I don't know if the website is down.",
        "Does the website go down?",
        "Are you aware that the website is offline?",
        "Is the website down, do you know anything about it?",
        "At this time, do you know if the site is down?",
        "The website has a possibility to be down.",
        "The site is down, is it?",
        "Did the website go down?",
        "Do you know if the website is Down?",
        "Has there been a problem with the site?",
        "A person is wondering if the website is down.",
        "I can't tell right now if the website is down.",
        "It is possible that the website is down, are you aware?",
        "The website is not functioning.",
        "Isn't the site down?",
        "The website is not working at the present time.",
        "It is not clear if the website is down, or if it is.",
        "At this moment is the site down?",
        "Do you think the website might be down?",
        "The website may malfunction.",
        "Is the site not online?",
        "Are you aware the website might not be functioning?",
        "The site may be down at this moment.",
        "There is a question, \"Is the website down?\"",
        "I am not sure if the website is not working.",
        "Does the website down?",
        "Have you noticed that the website is down?",
        "Online store malfunctioning?",
        "Maybe the site is down right now?",
        "Is the site down yet?",
        "It is not yet clear if the website is down or not.",
        "Are you aware of the website possibly being down?",
        "I need to know if the website is down, that's what I am looking for.",
        "I'm wondering if the website is down!",
        "I don't know if the website is on down now.",
        "Yes, is the website down?",
        "It is not completely clear if the website is down.",
        "There is a chance the website could be malfunctioning.",
        "Do you believe the website might be offline?",
        "Do you reckon the website could be down?",
        "The website may have gone down.",
        "Ask if the website is down.",
        "It is unclear whether the website is down or not.",
        "Is site down",
        "The website isn't currently working",
        "I'm unsure if the website is on down.",
        "Is this site going down?",
        "Is the website downtime?",
        "There is a question regarding the website on down.",
        "I have been wondering if the website is down.",
        "Is this the site down?",
        "Is the site down instantly?",
        "Is the site down at the present moment?",
        "site down?",
        "Is the website down, that would be a huge concern?",
        "Can there be an issue with the website?",
        "Do you think the website is currently down?",
        "I have a question, is the website on down?",
        "Is the website down, that would be a huge cause of concern?",
        "The website might have an issue.",
        "Is the website down, do you know what to do?",
        "Are the site down this time?",
        "Is the website down, which would be worrying?",
        "Is this site unavailable?",
        "The site is not currently up.",
        "The online store may have an issue.",
        "Maybe the site is down right now.",
        "Was the website malfunctioning.",
        "The website might be down, is that something?",
        "Did you experience problems with the internet page?",
        "Maybe there is an issue with the website?",
        "Do you think that the website is malfunctioning?",
        "The website could shut down.",
        "There is an issue with a website.",
        "Do you know anything about the website being down?",
        "If the website is down there will be a question.",
        "I don't know whether the website is down.",
        "I'm wanting to know if the website is on down.",
        "Are you aware that there may be a website down?",
        "Is the website down, do you believe?",
        "It is not yet certain if there is a down website.",
        "Are the website currently down?",
        "Does online store have an issue?",
        "Are you aware that the website might be closed?",
        "I wondering if the site is down.",
        "I can't say for sure if the website is down.",
        "We don't know if there is a down website or not.",
        "I can't say if the website is down yet.",
        "Perhaps the website was down.",
        "The website could be broken.",
        "Are you aware of the website possibly down?",
        "I am confused, is the website down?",
        "At this point, are the site down?",
        "Do you think site is down currently?",
        "Do you think the website is out?",
        "Hmm, is the site down?",
        "Is the site malfunctioned?",
        "Is the site crashed right now?",
        "Is this the case for the website?",
        "The website might be out of commission.",
        "Something is wrong with the website.",
        "The website is down, is it down?",
        "There are questions if the website is down.",
        "At this moment do you think the site is down?",
        "The site may be down, right now.",
        "It's hard to say if the website is down.",
        "It's unknown if the website is down or not.",
        "I don't know right now if the website is on down.",
        "You might be aware that the website may be down.",
        "Have you encountered problems with the page on the internet?",
        "There are questions if the website is not up.",
        "Is the online store having some issue?",
        "Is the website gone down?",
        "I'm looking for the website down.",
        "I don't know if the website is on down?",
        "This site is currently down?",
        "Is it not working on the website?",
        "Is the website down, it would be a huge cause of concern.",
        "Is there a website on down?",
        "It's not certain if there is a down website.",
        "People have a question if the website is down.",
        "I'm not sure if the website is not working.",
        "Is the website down, a huge worry?",
        "Was it the website that was down?",
        "The website is not working?",
        "I wanted to know if the website was on down.",
        "I am not quite sure if the website is down.",
        "Are you aware of the site not functioning?",
        "It is unsure if there is a down website.",
        "Do you reckon that the website is down?",
        "It's possible the website may be down.",
        "Do you know anything about the website that might be down?",
        "The site appears to be down this minute.",
        "Are you aware that the website might be gone?",
        "The website might be having an issue.",
        "Are you aware that the website might be broken?",
        "I would like to know if the online store has a problem.",
        "The site is not functioning at the moment.",
        "Is the website down, that's what I'm seeking?",
        "The website doesn't work at the moment",
        "I can't tell you right now, is the website down?",
        "Do you doubt that the website is down?",
        "Is site down right now?",
        "Are you aware that the website maybe down?",
        "I'm wondering if the website is offline.",
        "Has there been a problem on the website?",
        "Are there any problems online?",
        "I don't know if the website is down, that's all I can say.",
        "Is the Website malfunctioning?",
        "There's an issue with the website",
        "The website isn't currently functioning.",
        "Site down now?",
        "Do you have a problem on the internet?",
        "Do you think the website is out of commission?",
        "If the website is down, I don't know.",
        "It's not clear if the site is down or not.",
        "The site may be down, is it?",
        "Is the website having any issues?",
        "I wonder if the site is down now?",
        "If it's a question if the website is down.",
        "I'm wondering whether the website is down.",
        "Are you aware that the website could possibly be down?",
        "Would you ask if the website is down?",
        "Do you think the website is closed?",
        "Do you think that the site is down?",
        "Is the site down at the present time?",
        "I'd like to know if the website is down.",
        "The site may be unavailable.",
        "The site may be down currently.",
        "I believe that the website may be down.",
        "Is the website down which is a huge cause of concern.",
        "There may be issues with the website.",
        "Does the online store have problem?",
        "The site may be down this minute.",
        "A site down right now?",
        "Something could be wrong with the website.",
        "Is it now that the site is down?",
        "I can't say at the moment whether the website is down or not.",
        "Someone may have taken the website down.",
        "Is the website down or not?",
        "Currently there is a site down?",
        "Is the site off now?",
        "Do you think that the website might be malfunctioning?",
        "I am just wondering if the website is down.",
        "Are the site down right this very moment?",
        "Is there problem with website?",
        "Has the website been a problem?",
        "I can't say if the website is on down or not.",
        "It appears the website may be down.",
        "Which site is currently down?",
        "The website may be down, that's a question.",
        "There is a chance the website could be offline.",
        "I'm wondering if the website is on down",
        "Do you know that the website could be down?",
        "There is a chance that the website could be down.",
        "Do you think the website has gone down?",
        "You know that the website might be down?",
        "I can't tell you at this time if the website is down.",
        "Is is the website down?",
        "I just can't say right now if the website is down.",
        "I'm not sure if there's a website down.",
        "Are you having problems on the web?",
        "I don't know if the website is down, that's all I can tell you right now.",
        "Are the websites going down?",
        "I'm not able to tell you right now if the website is down.",
        "Can you say if the website is down?",
        "I can't say for sure, but is the website down?",
        "The site may be going down.",
        "There is a question about if the website is down.",
        "It's unclear if the website is down.",
        "A question is posed if the website is not up.",
        "Someone asked about the website being down.",
        "I didn't know if the website was down.",
        "At this point in time, is the site down?",
        "The website is not functional right now.",
        "Do you think it's the website that's down?",
        "Is the site down at this point in time?",
        "I don't know if the website is not working.",
        "Is online store troubles?",
        "Do there problems with online store?",
        "Whether or not the website is down is a question.",
        "is the online store problem?",
        "It is not certain if the website is actually down.",
        "It is curious if the website is down.",
        "It is difficult to know if there is a down website.",
        "I do not know if the website is down or not.",
        "The website might not be working.",
        "The site appears to be down.",
        "Are you having a problem with the page on the internet?",
        "What is the status of the site?",
        "Are there issues with the page on the internet?",
        "Is it affecting the website?",
        "Are your site currently down?",
        "There have been issues with the website.",
        "Is it an issue on the website?",
        "Is the site down just this moment?",
        "Are you certain the website may be down?",
        "The website could be lost.",
        "The question is if the website is down.",
        "At the moment the website doesn't work.",
        "Are you aware the website maybe down?",
        "It is not clear if there is a website down.",
        "There's a question about whether the website is down.",
        "I don't know if this site is down.",
        "Are you having problems with the website?",
        "The site is currently down, is that correct?",
        "There is a site down right now?",
        "Currently, the website isn't working.",
        "There is a question, if the website is down.",
        "Do you know if a website is down?",
        "The website may be broken.",
        "Website is down now?",
        "The website might be gone.",
        "Do you believe that the website is down?",
        "Is it possible there are problems with online store?",
        "Is the online store having some issues?",
        "I am wondering if the website has down?",
        "The website may have fallen down.",
        "Can you tell me if the website is on down?",
        "I wonder if the online store has a problem?",
        "Are the site down yet?",
        "Do you have issues with webpage?",
        "Someone asked if the site was down.",
        "Is the website issue?",
        "Is the website down, that's a thing?",
        "It's not certain if the website is down or not.",
        "There's a website that isn't functioning.",
        "The website is not working.",
        "If the website is down, should we ask?",
        "It's not entirely clear if the website is down.",
        "Do you suppose the website might be down?",
        "there is an issue with the website",
        "Is there a problem with the site at this time?",
        "The website might be down as it is not certain if it is.",
        "Someone is wondering if the website is going down.",
        "I am wondering if the website is on down",
        "It is unclear whether or not there is a down website.",
        "Will the site be down currently?",
        "Does the online store have some problem?",
        "The website may stop functioning.",
        "I'm interested in if the website is down.",
        "Are you positive the website might be down?",
        "The website might be down, is that correct?",
        "Did you experience issues with the page on the internet?",
        "A question is if the website is down.",
        "Someone wonders if the website is going down.",
        "Is the website down, which would be a huge cause of concern?",
        "Do you know that the website might be down?",
        "Should the website be down, there is a question.",
        "It is unknown if the website is down or not.",
        "The website is not certain if it is down.",
        "I'm not sure whether the website is down or not.",
        "There is a question about why the website is down.",
        "Are you aware that the website might not be functional?",
        "Is the website down, that is what I am wondering.",
        "Are you positive the website is down?",
        "Is the online store having troubles?",
        "Is the website down, which would be a big problem.",
        "Is this site out of commission?",
        "There may be an issue with the website",
        "It is difficult to know if the website is down or not.",
        "Are you aware that the website might be down?",
        "There is a question on the status of the website.",
        "Do you feel that the website might be down?",
        "Does the online store have something wrong with it?",
        "The website isn't functional right now.",
        "Are the site down?",
        "The site is down right now, is it?",
        "Is the website actually down?",
        "I don't know if the website is down or not right now.",
        "Do you think there's a concern with the website?",
        "If the website is not up, there is a question.",
        "It could be the website that is down.",
        "It appears that the website could be down.",
        "Someone questions the website down.",
        "It's not certain if there is a down website or not.",
        "I'm wondering, is the website on down?",
        "I can't say yet if the website is on down.",
        "Was the website down, that's a question?",
        "Is it something that the website is down?",
        "Do you consider the website down?",
        "Current site down?",
        "The website is not operating.",
        "There could be a concern with the webpage.",
        "The site is down, is that right?",
        "I am not able to say at the moment if the website is down.",
        "Do you have an issue with the page on the internet?",
        "The website may be malfunctioning?",
        "Yeah, the website might be down.",
        "The question is, is the website down?",
        "Was the site down right now?",
        "It isn't known if the website is down.",
        "The website might be down, is that?",
        "I am curious as to if the website is on down.",
        "The website could be down, are you aware?",
        "The website could have an issue.",
        "is the site currently down?",
        "A question is posed: is the website down?",
        "There is an issue with the website.",
        "I am not sure if the website is on down at the moment.",
        "The site is down is it?",
        "Is the site down just yet?",
        "Do you think that website is down?",
        "Are the websites down, is it?",
        "The site might be malfunctioning.",
        "Would you think that the website is down?",
        "Are you positive that the website is down?",
        "Is there an problem with the website?",
        "Are you aware that the site could be down?",
        "A site currently down?",
        "Is thesite down now?",
        "The site may be down this moment.",
        "Perhaps the website is down, is it?",
        "Is there a concern with the webpage?",
        "There is a question if a website is down.",
        "Website is not functioning.",
        "There is a website that isn't functioning",
        "Is the site down, currently?",
        "Are you aware of the website being down.",
        "Are there problems on the website?",
        "The website might go down.",
        "Is the site going down right now?",
        "Are there any problems with online store?",
        "I'm not sure if the site is down currently.",
        "You know the website could be down.",
        "The website maybe down.",
        "Was the website no longer online?",
        "There is a question if the site is down.",
        "I'm curious if the website is on down.",
        "The website is not currently functioning",
        "Is there a problem with an online store?",
        "Was the site down.",
        "I am wondering if the website is down",
        "Someone is wondering whether the website is down.",
        "Are the site down at this time.",
        "Does the page on the internet have any problems?",
        "Is the site disabled?",
        "Currently, the website is not functioning.",
        "Right this very moment, is the site down?",
        "Was that the website down?",
        "It is not know if there is a down website.",
        "Did you experience issues with the internet page?",
        "I am wondering if it's the website that is down.",
        "Is the site down for this moment?",
        "if the website is down there is a question",
        "The website could go offline.",
        "Is the website down, it may be?",
        "A question about the site down",
        "Isn't the website on down?",
        "Do you believe the website is down?",
        "There could be a problem with the site.",
        "What is the status of the website?",
        "The website could stop working.",
        "I can't tell you if the website is on down.",
        "So are the website down?",
        "Is the website down, which would be a serious issue?",
        "People are wondering whether the website is down.",
        "Am I wondering if the website is down?",
        "Do you know if the website's down?",
        "Was the website affected?",
        "Is the website down, do you have any information?",
        "Did the website crash?",
        "Are you saying the website might be down?",
        "Is the website down, that's what I'm wondering.",
        "Was this a site that was down?",
        "Are you aware of the website being down?",
        "The website may be down, do you think?",
        "It is still not clear if the website is down.",
        "You should think that the website might be down.",
        "Do you think the website might be offline?",
        "Is the site down this day?",
        "Is the site disabled right now?",
        "I'm wondering if the website is down.",
        "Is it the website that's on down?",
        "It is unclear if the site is down.",
        "people are wondering if the website is down.",
        "I can't say for certain, is the website down?",
        "Is it a thing that the website might be down?",
        "Is the site down this minute?",
        "Is the website down, is that true?",
        "Is the site DOWN now?",
        "What is the status of this site currently?",
        "There is a question about the website being on down.",
        "There's a question, is the website down?",
        "Is something wrong with the website?",
        "Was the website out of commission?",
        "Was the site currently offline?",
        "The Website might be down.",
        "Do you believe that the website is down.",
        "Is the site unavailable at this time?",
        "Is the website down at the moment?",
        "I'm unclear if the website is down.",
        "Are you aware that the website may be out?",
        "Is the website in trouble?",
        "It is a question if the website is down.",
        "Is the site offline right now?",
        "Or is the site down right now?",
        "Are you certain that the website might be down?",
        "Is the website down, is that something?",
        "Someone wants to know if the site is down.",
        "So is the website down?",
        "At this time, is the site down.",
        "Have the site down yet?",
        "It is not certain if there is a website that is down.",
        "Was the site malfunctioning?",
        "Is The site down?",
        "The website is not running right now.",
        "Is that the problem with the website?",
        "Is online store malfunctioning.",
        "There is a website that isn't functioning at the moment",
        "The website may be gone.",
        "Is the site gone down?",
        "There is a question about the status of the site.",
        "Are the site down just now?",
        "Someone has a question about the website down.",
        "I'm wondering if there is a website down.",
        "The website is not certain if it is down or not.",
        "The website might be down at the moment.",
        "Have there been any problems with the site?",
        "Is this site down currently?",
        "It's not clear whether or not the website is down.",
        "Do you know if the website was down?",
        "I can't say, is the website down?",
        "Are you aware that the Website could be down?",
        "I'm not sure if the site is down this minute.",
        "Do you have any information about the website being down?",
        "I have no idea if the website is down right now.",
        "It is difficult to determine if the website is down.",
        "I'm not sure whether the website is down.",
        "The site may be down at the moment.",
        "Is the website down and why?",
        "Is there a problem on the website?",
        "You can ask if the website is down.",
        "A question about whether or not the website is down.",
        "Do you know the status of the website?",
        "Is the website down, that's what I want.",
        "The website is not running at the moment.",
        "Does the online store have technical difficulties?",
        "Do you think that the website has been down?",
        "The website could be disrupted.",
        "There has been a concern with the webpage",
        "I have a question if the website is down.",
        "Is the website down, that?",
        "Have you experienced issues with the internet page?",
        "Are you aware of the website malfunctioning?",
        "The site isn't currently down.",
        "Do you believe the website may be malfunctioning?",
        "Do you know the site might be down?",
        "If the website is down there is a question to ask.",
        "Is the website down, right now?",
        "Are the website down now?",
        "It seems that the website could be down.",
        "I just don't know if the website is on down.",
        "There is a problem on the website.",
        "Do you think the website is gone?",
        "The site seems to be down this minute.",
        "the website has an issue",
        "Is the site down rightnow?",
        "There is a chance that the website will be down.",
        "The website could be offline.",
        "The website might be down, are you aware?",
        "Is the online store has issues?",
        "site down now?",
        "Is the website off?",
        "Is the site down now.",
        "I wondered if the site was down now.",
        "I couldn't tell if the website was down.",
        "There's an issue with the website?",
        "Are this site currently down?",
        "Is the site down.",
        "There's a question if the website is down",
        "It's difficult to tell if the website is down or not.",
        "Is the website down, which would be a big issue.",
        "Hmm, is the site down right now?",
        "Is the website stopped?",
        "Is the site crashed?",
        "The questions are if the website is down.",
        "Is there a problem on this site?",
        "Was the website down, that was a question?",
        "Do you think that the website may be down?",
        "Will the website be on down?",
        "Is the website down something?",
        "I'm not sure if the website is on down at the moment.",
        "Are there issues with the webpage?",
        "Is the site offline at this point?",
        "There is a question on whether the website is down.",
        "I don't know if the website's down.",
        "Were you aware that the website may be down?",
        "The website seems down.",
        "What am I looking for is the website down.",
        "I'm not sure whether the website is on down.",
        "The website is down, is that?",
        "The website may stop working.",
        "I don't know if it's the website on down.",
        "Is the website having a problem?",
        "A website may be malfunctioning.",
        "There has been a question about the website.",
        "Is the website unresponsive?",
        "You think that the website may be down?",
        "Are you certain that the website may be down?",
        "I have no idea if the website is down or not.",
        "Hey, is the site down right now?",
        "It's a question about whether the website is down.",
        "If the website is down, you should ask.",
        "A question about whether the website is down",
        "Have there been problems with the website?",
        "The website could malfunction.",
        "Are the online store having problems?",
        "This site is malfunctioning?",
        "possibly the website is down",
        "It is not clear if the website is down",
        "Apparently the website may be down.",
        "The website is not functional at this time.",
        "Are there any problems with the page on the internet?",
        "Does the website have a problem?",
        "Website is currently down?",
        "Are the website down.",
        "The online store has a problem?",
        "It could be that the website is down.",
        "Is the Website going down?",
        "Was it currently site down?",
        "Did you know that the website is down?",
        "The website is not certain if there is a down website.",
        "The website may be out of commission.",
        "The question is posed if the website is down.",
        "It's possible that the website is down.",
        "Was that site currently down?",
        "I can't say at the moment, but is the website down?",
        "Is the site gone now?",
        "I was wondering if the site was down.",
        "The website is not up and running at the moment.",
        "Is the website unavailable?",
        "The website might be down, do you know anything about it?",
        "It's difficult to say if the website is down or not.",
        "Has there been any problem with the page?",
        "The site could be down at this time.",
        "Is the website down.",
        "Are the website on down?",
        "Is the website down, that's all I know?",
        "The website is not functioning at the moment.",
        "It could be that the website is malfunctioning.",
        "The site is down at this moment?",
        "Was the website DOWN?",
        "It's possible that the website could be down.",
        "Are you aware of the website not being online?",
        "Is the website down is it?",
        "Was the website down, is such a thing?",
        "Hmm, site currently down?",
        "Do you think the website may be down?",
        "There is a question: is the website down.",
        "That is a question, is the website on down?",
        "Is the website down, that's all I can tell you?",
        "It is not certain if the website is indeed down.",
        "Is the website indeed down?",
        "I can't say at this point if the website is down or not.",
        "Has the webpage had any issues?",
        "Is the site not operational?",
        "Do you know if the website is down??",
        "Right currently, is the site down?",
        "Is the website problem?",
        "Is the website having issues?",
        "Is the website down, that would be a huge problem?",
        "Are you experiencing issues on the internet?",
        "Is the website down, it would be a huge concern?",
        "The website could be down, is that correct?",
        "If the website is offline, there is a question.",
        "Are the site down at this time?",
        "Is the website down, it would be a huge worry.",
        "Is the website down which would be a cause of concern?",
        "Is there an issue with online store?",
        "That's a question, Is the website on down?",
        "Do you think that the website may be malfunctioning?",
        "The website may be down, right?",
        "I cannot say at this time if the website is down.",
        "Do you think there's a website down?",
        "I can't say right now if the website is on down or not.",
        "The website possibly was down.",
        "Do you think the website is not working?",
        "The website might be crashed.",
        "Is the website experiencing an issue?",
        "Currently, are the site down?",
        "There is a chance that the website could be malfunctioning.",
        "Was the website out of action?",
        "I don't know if the website is down, I can only say that.",
        "I wanted to know if the website was down.",
        "Do you think that the website might be down?",
        "Is the site down right away?",
        "Is there any issues on the website?",
        "It is not quite clear if the website is down.",
        "Has there been a hiccup with the website?",
        "Are you having a problem with the internet page?",
        "The website is down, is that the question?",
        "Is the website down, that's what I need to know?",
        "Will there be a problem with the website?",
        "There is a question as to whether or not the website is down.",
        "Is there any problem on the website?",
        "Is the online store having any trouble?",
        "Is the website down, I'm looking for it.",
        "Does the page on the internet have problems?",
        "Are the site down already?",
        "I'm not sure if the site is down.",
        "Could the online store have a problem?",
        "Are the online store malfunctioning?",
        "I is wondering if the website is down.",
        "I'm trying to find out if the website is down.",
        "There is an issue with the website, is it?",
        "I'm wondering if the website is currently down.",
        "Is there a problem with the page?",
        "Is there currently a site down?",
        "Is the site still down?",
        "Is the website down, do you have any information about it?",
        "Was the site down this very moment?",
        "The website may be down at the moment.",
        "Is the website down, a huge cause of concern?",
        "Someone needs to know if the website is down.",
        "Do you think the website has crashed?",
        "I have no idea if the website is on down.",
        "The website is not functional currently.",
        "Is it a problem with the website?",
        "There is a chance the website is down.",
        "Will the site be down at this moment?",
        "You should know that the website might be down.",
        "It is not certain if there is a down website.",
        "Do you know if the website is going down?",
        "IS the website down?",
        "The site is down, is that true?",
        "The website could be unavailable.",
        "The website may be lost.",
        "If the website is not working, there is a question.",
        "Someone could be down with the website.",
        "Is a site down?",
        "If the website is down it is a question.",
        "Are you aware of a website that might be down?",
        "There might be something wrong with the website.",
        "Have you experienced problems with the internet page?",
        "I wonder if the website has an issue.",
        "It's a mystery if the website is down.",
        "Are you aware that the website could be malfunctioning?",
        "The site may not be up.",
        "I'm curious if the website is unavailable.",
        "Is this site DOWN?",
        "Looks like the website may be down.",
        "Im wondering if the website is down.",
        "Could the site currently be down?",
        "It is not certain whether or not the website is down.",
        "I wonder if there's an issue with the website.",
        "I want to know if the website is on down?",
        "There is a question about what is happening to the website.",
        "Will the website be down, that's a question?",
        "Is the website down, I am looking for that?",
        "Has there been an issue with the website.",
        "I don't know if the website is malfunctioning.",
        "Are you aware of the site down?",
        "We have a question if the website is down.",
        "Are there issues on the internet?",
        "Do you know about the website being down?",
        "Is there any problems with the website?",
        "At the moment the website is not functioning",
        "Is the website down, which would be huge news?",
        "There is question about the website.",
        "Is there any issues with the internet page?",
        "Website problem?",
        "Is the website shutting down?",
        "The website isn't currently working.",
        "The website may not be on.",
        "Are you aware that the website may be gone?",
        "I wonder if this site is down?",
        "Can you tell me if the site is down?",
        "Right now, I can't say if the website is down or not.",
        "Some people are wondering whether the website is down.",
        "There is a question if the website isn't up.",
        "There are problems with online store?",
        "Is it true that the site is down right now?",
        "Is the site down now, right?",
        "Are you having Internet issues?",
        "Are there any problems on the website?",
        "I was wondering if the website was on down?",
        "I cannot say at this time if the website is on down.",
        "I'm wondering if there is a website on down.",
        "I am wondering if the website has down.",
        "So the site is currently down?",
        "Is your website down?",
        "I don't know if the website is on down or not right now.",
        "What is the status of the site right now?",
        "Is the website down, please?",
        "Are you sure that the website may be down?",
        "I am curious if the website is malfunctioning.",
        "I am wondering if it is the website on down.",
        "There may be problems with the website.",
        "There is a question of if the website is going down.",
        "Did you know the website may be down?",
        "The site might be down this minute.",
        "There might be a concern with the site.",
        "Is the website down, that is what I am looking for.",
        "The site is not up right now.",
        "Does site down now?",
        "Are you having problems with the web page?",
        "If the website is down, I am curious.",
        "Are you aware that the website is possibly down?",
        "The website may be slow.",
        "The website isn't operating right now.",
        "The site appears to be down right now.",
        "Isn't the site down right now?",
        "Is the site down at the moment?",
        "Is online store malfunctioning",
        "Is the site down at this particular time?",
        "Do you think that the website is down?",
        "I don't know if the website is down right now.",
        "The site appears down.",
        "The website could be down",
        "The question is: is the website down.",
        "If the website is malfunctioning there is a question.",
        "I am wondering if the site is down now.",
        "I want to know if the site is currently down.",
        "Is the site down now??",
        "Do you know which website is down?",
        "Were the website unavailable?",
        "Do you think there's a website that's down?",
        "Many people are wondering if the website is down.",
        "I cannot tell you right now if the website is down or not.",
        "The website may be closed.",
        "I don't understand if the website is down.",
        "Is the site down at this exact moment?",
        "Is this site already down?",
        "Do you know what has happened to the website?",
        "Is the Website down?",
        "There is an issue with this website.",
        "Is there a site down now?",
        "There is something to ask if the website is down.",
        "Will the online store have a problem?",
        "There is a question about the site currently down.",
        "There may be an issue with the website.",
        "Was the Website down?",
        "I guess the website may be down.",
        "Was the website malfunctioned?",
        "It is not certain if it is a down website.",
        "Will the site be down this minute?",
        "Are you having problems on the internet.",
        "I'm curios if the website is down.",
        "Someone asks if the website is on down.",
        "At this time, is the site down?",
        "Do you know if the website isn't functioning?",
        "It is unclear if the website is down, as it might be.",
        "Have you seen the website down?",
        "A question: Is the website down?",
        "Is the website down, that's all I can tell you right now?",
        "At this time the website isn't working.",
        "Do you know if there is an issue with the website?",
        "I'm curious if the website is down",
        "Does that mean the website is down?",
        "It's not clear if the website is indeed down.",
        "It's unclear if the website is down, or if it is.",
        "Was the site offline right now?",
        "Is the online store having issues?",
        "Do you not think the website is down?",
        "It's a question, Is the website down?",
        "Do you have problems with the webpage?",
        "Perhaps there is an issue with the website.",
        "Are you having any trouble on the internet?",
        "I am confused as to if the website is down.",
        "There is a question about whether the website is down.",
        "Was that a site that was down?",
        "It is possible the website may be down.",
        "The site is down, is that correct?",
        "Is the website down, that's what I need.",
        "Right now is the site down.",
        "The website may be shut down.",
        "Is the website having problems?",
        "It may be that the website is down.",
        "Was the WEBSITE DOWN?",
        "The website may be down, is that correct?",
        "Right right now, is the site down?",
        "It's not certain if the website is down, or not.",
        "A site could be down.",
        "Will site be down currently?",
        "Does the site down right now?",
        "It looks like the website is down.",
        "A question about the website's status.",
        "Is the website down, which would be a great concern?",
        "Do you think the website is broken?",
        "Is there a website that might be down?",
        "Will the site down currently?",
        "Is the website down, which would be concerning?",
        "I am wondering when the website is down.",
        "Are you aware that the website may not be up?",
        "Do you believe the website might be malfunctioning?",
        "Was the site down?",
        "It's not clear if the site is down.",
        "Are the website down, that's what I am looking for?",
        "Is the website really down?",
        "Does the online store have problems.",
        "The website may be down, is it?",
        "Is the site not online right now?",
        "Is it happening to the website?",
        "The website is not currently functioning.",
        "Would you believe that the website might be down?",
        "At what point is the site down?",
        "It is possible that the website may be down.",
        "It might be the website that is down.",
        "If the website is down a question is posed.",
        "Do you think that the website has gone down?",
        "Are the site down at this moment?",
        "It's difficult to say if there is a down website.",
        "Does online store have problems?",
        "The website is on down, I'm wondering.",
        "The website might be down, do you think so?",
        "Is there a problem at the site?",
        "Is the website taking down?",
        "Someone is asking if the website is on down.",
        "Are there any issues with the webpage?",
        "Are you having trouble on the internet.",
        "There's a question about the website down.",
        "Right now, do you think the site is down?",
        "Is thesite currently down?",
        "It sounds like the website may be down.",
        "Is there anything wrong with the website?",
        "The online store might have some problem.",
        "Is the website down for me?",
        "Are you aware the website might not be up?",
        "Is that the online store has a problem?",
        "I'm wondering if the Website is down.",
        "Does the website have any problems?",
        "I am wondering if the website was down.",
        "Is there anything wrong with the website.",
        "There's a question about the website",
        "I wonder if the site is down.",
        "Is the site gone at this time?",
        "Was the website not working?",
        "Is the website down, that is the question?",
        "Was a site down?",
        "There is a possibility the website may be down.",
        "At this time, Is the site down?",
        "I am trying to figure out if the website is on down.",
        "Is this site not available?",
        "The site is currently down is it?",
        "It's uncertain if the website is down.",
        "Was the site down today?",
        "Is the website down this moment?",
        "Do you believe the site is currently down?",
        "There could be problems with the website.",
        "A person wonders if the website is down.",
        "The website might be malfunctioning",
        "Right now, I'm not sure if the website is down.",
        "It's not clear if the website is down.",
        "Was that the site down?",
        "The website could be not working.",
        "Is there issues with webpage?",
        "Are you having trouble with the internet?",
        "There could be problems with online store",
        "A question, Is the website down?",
        "A website might be down.",
        "The website may not be functioning properly.",
        "The online store might have issues.",
        "Has there been problems with the website?",
        "I am asking, is the website down?",
        "The website is not working at this time.",
        "There is a question if the website is not working.",
        "It might be that the website is down.",
        "Are the site down right this moment?",
        "Is the website down, which would be a big concern.",
        "There is no idea if there is a down website.",
        "Does the online store suffer from problems?",
        "The website may be not up.",
        "Is there any issue with the website?",
        "I'm looking for something, is the website down?",
        "Is the website down, that's what I am looking for.",
        "Is the site down at this instant?",
        "Is the site offline this moment?",
        "The website could be down?",
        "I was wondering if the website is down.",
        "Do you know if the website is down?!",
        "Are you aware of the website shutting down?",
        "Are you getting issues on the internet?",
        "I want to know if there is an issue with the website.",
        "Do you think the site is malfunctioning?",
        "I am wondering if the website isn't down.",
        "Is the website down at this very moment?",
        "The site could be offline.",
        "site down right now?",
        "Is there problem with online store?",
        "Its a question, is the website down?",
        "Do you think the site is down this minute?",
        "Are there issues with the internet page you are on?",
        "Is the website down which would be a major cause of concern?",
        "The website would be down.",
        "Are you having any issues on the internet?",
        "Right now, Is the site down?",
        "It's possible the website is down.",
        "It is not clear whether there is a down website.",
        "I am wondering if the website has been down.",
        "I am curious as to whether or not the website is down.",
        "I'm wondering if that website is down.",
        "Was this site malfunctioning?",
        "A question is posed if the website is down.",
        "There is a question if the website is going down.",
        "Do you have any information about the website down?",
        "Are you having trouble with the page on the internet?",
        "I'm curious if there is a problem with the website.",
        "Questions are asked if the website is down.",
        "Do you know if site is currently down?",
        "Everyone is wondering if the website is down.",
        "It is not certain if the website is down, or not.",
        "I can't tell you right now whether the website is down or not.",
        "Are you aware that the website has been down?",
        "I don't know if the website is down at this time.",
        "I do not know if the website is down right now.",
        "I am confused as to whether the website is down.",
        "Is the site down right at this moment?",
        "It is possible that there is a down website.",
        "Was the site down this moment?",
        "I think there is an issue with the website.",
        "The website appears to be malfunctioning.",
        "Do you have the site down currently?",
        "Do you mean the website is on down?",
        "Someone is asking the website down.",
        "The website appeared down.",
        "It's not certain if there is a website that is down.",
        "At the moment, the website doesn't work.",
        "Was the Website Down?",
        "There is a question about the website's status",
        "Do you think there is a website that is down?",
        "Is there an issue on the website?",
        "If the website is unavailable there is a question.",
        "There is a question regarding the site down.",
        "Is this site down.",
        "The website is not functioning at present.",
        "So is the site down right now?",
        "Was that site down at the moment?",
        "Is the website down, it's a question?",
        "Are you aware that the website is down.",
        "It is unclear whether there is a down website.",
        "I am wondering if the site is currently down.",
        "It isn't known if there is a down website.",
        "If the website is down, there is a question",
        "Is the website down, which would be a major cause of concern?",
        "The website may be down.",
        "Is website currently down?",
        "The website may be taken down.",
        "Have the site been down recently?",
        "I wonder if the site is down at the moment.",
        "Have there been a problem with the website?",
        "Did it have a site down?",
        "Is there any issues with the website?",
        "Are you aware that the website may have been down?",
        "The website may not be functional",
        "I don't know if the website is on down, I can only say that.",
        "It is not known if there is a down website.",
        "There are online store issues?",
        "At the moment, the website isn't functioning.",
        "Are you aware that the website might malfunctioning?",
        "At the moment, the website isn't functional.",
        "I asked if the website was on down.",
        "The website seemed to be down.",
        "At this moment, is the site down.",
        "Is there a problem on the site?",
        "The website is not running currently.",
        "The website might not be down.",
        "Do you have any trouble with the internet page?",
        "Are there any issues with webpage?",
        "It is not quite clear if there is a down website.",
        "Questions exist if the website is down.",
        "Someone is asking about the website down.",
        "Are you aware of the site being down?",
        "If the website is down is a question.",
        "Is the site down?",
        "The website could be malfunctioning.",
        "Is the online store have an issue?",
        "Is there issue with the website?",
        "At this moment, the website is not functioning.",
        "Is the site down, that's what I'm looking for?",
        "I do not know if the website is on down.",
        "Is the page on the internet not functioning?",
        "There is a question: is the website down?",
        "The website could also be down.",
        "Is the online store trouble?",
        "The site might be down currently.",
        "Is online store problem?",
        "Right now, site down?",
        "Does the website have any issues?",
        "I cannot say right now if the website is down.",
        "Was the site down at that point?",
        "Are there any problems with online store",
        "There could be an issue with the website.",
        "Are there problems with the internet page?",
        "So the website is down?",
        "Are you aware of the website being offline?",
        "There is a website issue.",
        "If the website is down, I'm curious.",
        "Is the site currently offline?",
        "The website might have problems.",
        "Is the site down right?",
        "A question, is the website down?",
        "You think the website is down?",
        "The site is currently down, right?",
        "Is the site down at this particular moment?",
        "Was this site down now?",
        "Do you think the website might be unavailable?",
        "is the website down?",
        "I'm not sure if the website is down, that's what I'm looking for.",
        "A question about the website being down",
        "If the website isn't up, there is a question.",
        "Do you think the website has a problem?",
        "At this moment, are the site down?",
        "An issue with the website?",
        "Are you aware that the website may have gone down?",
        "The website may be not working.",
        "The website might have an issue with it.",
        "It is not yet known if the website is down.",
        "Do you know that the website might be malfunctioning?",
        "The website is not functional at the moment.",
        "There might be problems with online store.",
        "I asked if the website was down.",
        "Do you believe the website may be down?",
        "I am wondering if the website is offline.",
        "There is a question as to why the website is down.",
        "There could be a concern with the website.",
        "Do you think that the online store has a problem?",
        "Is that site down now?",
        "Was the website down then?",
        "This site is currently not down.",
        "There is no idea if the website is down or not.",
        "The site is down?",
        "Is the website down, which would be significant?",
        "There is a question about the state of the website",
        "Is the website down, which would be huge?",
        "The website may be down, isn't it?",
        "Is there a website that's down?",
        "The site isn't functioning at the moment.",
        "I can't say for sure, is the website down?",
        "Is the website disrupted?",
        "Is the website disabled?",
        "I was wondering if there was a concern with the website.",
        "Is it the site that is down?",
        "I question if the website is down.",
        "I can't say if the website is down or not right now.",
        "Do you think there is a website down?",
        "Is the website down, which would be a serious concern?",
        "Do you know if the website is gone?",
        "It is not certain whether there is a down website or not.",
        "If the website is down, there are questions.",
        "Is the site down at the minute?",
        "Was the websites down?",
        "Is site down currently?",
        "Is the site offline at the moment?",
        "Do you know what the situation is with the website?",
        "Possibly, the website could be down.",
        "Do you have issues with the website?",
        "Do you believe the site might be down?",
        "I can't say at the moment if the website is on down.",
        "Are you aware that the website may not work?",
        "There is a question about the site being down.",
        "Is the online store have issues?",
        "Will this site be down currently?",
        "Are you having internet troubles?",
        "The website may not be active.",
        "I am not able to say right now if the website is down.",
        "Am I seeing the site down?",
        "Has the website been problematic?",
        "Is thewebsite down?",
        "Website going down?",
        "The questions about the website down.",
        "I wonder if the website is down",
        "Does this mean that the website is down?",
        "Someone might be down with the website.",
        "Do you know about the down website?",
        "Do you think that the website might be offline?",
        "I am unable to say at the moment if the website is down.",
        "Has there been something wrong with the website?",
        "As of right now, is the site down?",
        "People ask if the website is down.",
        "It is not apparent if the website is down.",
        "There is a chance that there is a down website.",
        "Is the website down, it would be a big deal?",
        "Isn't the website down, that's a question?",
        "I can't say at this point if the website is down.",
        "I want to know if this site is currently down.",
        "Does the online store have troubles?",
        "Is the site DOWN right now?",
        "There is a question of if the website is down.",
        "There is a question about the status of the website.",
        "Something with the website?",
        "Maybe the website is down, that's a question.",
        "Are you certain that the website is down?",
        "It is being asked if the website is down.",
        "Is there a website down?",
        "Did the website have a problem?",
        "Hmm, is the website on down?",
        "Is this the site down right now?",
        "I don't know if the website is on down, that's all I can say right now.",
        "The website appears to be down.",
        "I am wondering if the Website is down.",
        "There is a question if the website isn't working.",
        "A site down?",
        "Are you aware of a website being down?",
        "Is there an issue with that website?",
        "There is a question as to whether or not the website is working.",
        "I'm not sure if the website is down or not.",
        "It may be that the website is malfunctioning.",
        "Was this site down at the moment?",
        "It's unknown if the website is down.",
        "I am not sure if the website is down?",
        "Some people are asking if the website is down.",
        "The online store might have trouble.",
        "The website may be crashing.",
        "Did the site go down right now?",
        "I can't say at this moment if the website is down.",
        "It isn't clear if the website is down.",
        "I'm not able to say at the moment if the website is down.",
        "I don't know if this site is currently down.",
        "Is the site on down?",
        "It's not certain if the website is working.",
        "Is the website down, which would be a cause for concern?",
        "Is the page on the internet malfunctioning?",
        "Do you know if the website is down",
        "There may be an issue with the site.",
        "Do you know anything about the site being down?",
        "I've been wondering if the website is down.",
        "I'm not sure what's happening with the website.",
        "Yes, the website may be down.",
        "I believe the website is going down.",
        "Has the online store had a problem?",
        "Are you having web issues?",
        "At this minute, is the site down?",
        "The online store might have a problem",
        "Was there a site down?",
        "The site isn't down currently.",
        "That's a question; is the website down?",
        "The question is if the website is malfunctioning.",
        "The website is not currently working.",
        "Do you think the website has stopped functioning?",
        "Is The website down?",
        "It is not clear if this is a down website.",
        "I am trying to figure out if the website is down.",
        "There are people wondering if the website is down.",
        "Is there a site down currently?",
        "Is the site down right this moment?",
        "Are you aware that the website isn't working?",
        "There's a chance that the website could be down.",
        "Okay, is the site down?",
        "It is unclear if the site is down or not.",
        "People want to know if the website is down.",
        "Some are wondering if the website is down.",
        "The online store might be having a problem.",
        "Was the website down",
        "If the website is down, there is a question about it.",
        "Is the site malfunctioning this minute?",
        "Is the website now down?",
        "I'm wondering if this site is currently down.",
        "Is the website down, that's what I'm looking for.",
        "I'm wondering if the site is down right now.",
        "Is there a problem with the page on the internet?",
        "Was the website Down?",
        "There is something wrong with the website.",
        "Is this website still down?",
        "At the moment, the website is not working.",
        "The website is down, that's a question?",
        "Do you know the website is down?",
        "There is a question if the website is not functional.",
        "Is there any issues with webpage?",
        "The question is Is the website down?",
        "Questions about the website down",
        "I wonder if the site is currently down?",
        "If you are aware, the website might be down.",
        "The website is not functioning at the moment",
        "There is a question if the website is not up.",
        "Do you have the site down right now?",
        "The question is whether or not the website is down.",
        "There is a chance that the website is down.",
        "The question is: Is the website down?",
        "Is the website down, I'm wondering?",
        "The website isn't operational at the moment.",
        "If the site is down, there is a question.",
        "a website could be down",
        "Was this site down at this time?",
        "It's not clear if the website is going down.",
        "Are you aware that the website is not functioning?",
        "It's not sure if there is a down website or not.",
        "I don't really know if the website is down.",
        "There is an issue with the website, is that?",
        "site down at the moment?",
        "The website is down, I am wondering.",
        "Do you think site is currently down?",
        "Does the online store have technical problems?",
        "Are you aware that the website might not be up?",
        "Is the online store trouble ridden?",
        "Do you have a question if the website is down?",
        "I am interested if the website is down.",
        "Are there any problems with the site?",
        "Does the website have problems?",
        "This site is down, is that correct?",
        "this site is down?",
        "Is there an issue with website?",
        "Are site down?",
        "Right now, I can't say if the website is on down.",
        "Is the website down, do you know?",
        "The site might be down",
        "There is no idea if the website is down.",
        "Exactly when is the site down?",
        "The site is not working at the moment.",
        "Was the website going down?",
        "Is the site down right now?!",
        "The website may not be functioning right now.",
        "The site isn't working at the moment",
        "I am asking if the website is on down.",
        "The website perhaps is down.",
        "Is the website malfunctioned?",
        "Are the website issues?",
        "Is the website an issue?",
        "Do you think there's a website that is down?",
        "Do you have a problem with the page on the internet?",
        "The website isn't running currently.",
        "The site might be down, is it?",
        "Is the website down, or is it?",
        "Is the website going offline?",
        "Is the site down already?",
        "The website has a question: is it down?",
        "It is still unclear if the website is down.",
        "The website is down is that a thing?",
        "There is a website that isn't functioning right now.",
        "Someone may be down with the website.",
        "There's a chance the website may be down.",
        "The site is not down yet.",
        "I'm wondering if the website's on down.",
        "You think that the website might be down?",
        "Do you experience issues with the page on the internet?",
        "Are you aware of the fact that the website might be down?",
        "I don't know if the website is down or not.",
        "Is there something wrong with the website.",
        "Is the website problems?",
        "Do you think there is an issue with the website?",
        "Do you think the website may be malfunctioning?",
        "A question regarding the website down.",
        "Is the site is down now?",
        "Was this current site down?",
        "\"Is the website on down?\"",
        "The website may have problems.",
        "At this time, is the site offline?",
        "The question is: is the website down?",
        "So is the site down now?",
        "Is there a problem with this site?",
        "There is a website that isn't functioning yet.",
        "I am curious to know if the website is on down.",
        "Is there anything wrong on the website?",
        "I wonder if the website is malfunctioning.",
        "There's a chance that the website is down.",
        "I did not know if the website was down.",
        "Do you know if the site is down this minute?",
        "There could be a question if the website is down.",
        "The website is not operational.",
        "Is the website shut down?",
        "Is it like the website is down?",
        "The website is down, are you aware?",
        "This site is down now?",
        "Is the website not online?",
        "There is a question as to whether the website is on down.",
        "There is a question. Is the website down?",
        "Do you think the site is down?",
        "If the website is down, then there is a question.",
        "Do you reckon the site is currently down?",
        "People are asking about the website down.",
        "There may be a problem with the website.",
        "Someone has a question about the website being down.",
        "It's unclear if the website is down or not.",
        "Are you aware that the website has a problem?",
        "Are you aware the website may be down.",
        "Was this site down today?",
        "Right now I can't say if the website is down.",
        "You know the website might be down.",
        "Is the website down, which would be problematic?",
        "It isn't certain if there is a down website.",
        "Was the website really down?",
        "That's a question, isn't the website down?",
        "Are the website down",
        "Was there a website that was down?",
        "Is the website down, which would be a big deal.",
        "I am unable to say right now if the website is down.",
        "The site is not currently functioning.",
        "Is the website down, it's a thing?",
        "I am wondering if site is down now.",
        "Is the website down which would be a big concern?",
        "There is no guarantee that the website is down.",
        "I am curious as to whether the website is on down.",
        "At the moment, the website isn't working",
        "the website may be down",
        "I wonder if the site is down?",
        "Is the site down or not?",
        "Question if the website is down",
        "Do you know if the site is down now?",
        "There is a website that is not functioning right now.",
        "Is there an issue with the page on the internet?",
        "This site seems to be down.",
        "Are you aware that the website might be down.",
        "The website is having problems.",
        "I'm not certain if the website is down.",
        "Do you have any information regarding the down website?",
        "Do you think The website is down?",
        "The online store might have a problem.",
        "I'm curious if the website is not functioning.",
        "Can you tell me if the site is down currently?",
        "There is a question: Is the website down.",
        "Is there any problems with online store",
        "Does this online store have a problem?",
        "The website does not functioning.",
        "The online store might have some trouble.",
        "Is this site down yet?",
        "The website may be offline.",
        "Is the website down right this moment?",
        "It's not yet clear if there is a down website.",
        "Is the online store having a problem?",
        "At the moment the website isn't functional.",
        "Would you know if the website is down?",
        "Do you have problems on the internet?",
        "Has there been any problems with the page?",
        "There is an online store problem?",
        "I don't know if the website is on down right now.",
        "Do you think that the website is not working?",
        "The question is \"Is the website down?\"",
        "Is the website down, which would be a huge concern?",
        "Is the online store having problems.",
        "There could be something wrong with the website.",
        "I am not sure if the site is currently down.",
        "I don't know if the site is down this minute.",
        "It is still not certain if the website is down.",
        "Is the site down at this time?",
        "Are you sure if the website is down?",
        "The site might be down this very moment.",
        "Is thissite down?",
        "Is it this very moment that the site is down?",
        "Is there a problem with the site.",
        "The site is down, right this second?",
        "Is the site offline?",
        "You should ask if the website is down.",
        "Is the website down right now?",
        "There is a question as to if the website is down.",
        "Someone wonders if the website is down.",
        "Is the website down, that's what I'm interested in?",
        "There is someone asking if the website is down.",
        "It is a question, is the website down?",
        "Am I currently seeing the site down?",
        "There is an issue with the website!",
        "It is a question if the website is on down.",
        "It's not known if there is a down website or not.",
        "Does the website seem to be down?",
        "Is the site down these days?",
        "It's hard to say if the website is down or not.",
        "are the website down?",
        "I am interested in if the website is down.",
        "At this time are the site down?",
        "I'm curious about the website being down.",
        "Is the online store having a issue?",
        "Tell me if the website is down.",
        "I cannot say at the moment if the website is on down.",
        "The site may be down now.",
        "Are you aware the website might be gone?",
        "I need to know if the site is down.",
        "Are the website down, I'm looking for that?",
        "Will there be a concern with the website?",
        "The site is currently down, is that the case?",
        "I am not sure if the website is down.",
        "Is the online store experiencing an issue?",
        "Do you know, the website may be down?",
        "at this time, is the site down?",
        "There is a website that isn't working.",
        "Do you know if the website is not functioning?",
        "The website could be down, do you think?",
        "Is there a problem with the site now?",
        "Is the site out of commission right now?",
        "Are you currently down at the site?",
        "The site is not functioning currently.",
        "Was the site currently down?",
        "The site maybe down right now.",
        "Do you know anything about the website that is down?",
        "Was site down right now?",
        "The site may not be down.",
        "Have you noticed a problem with the website?",
        "Is the site down, right now?",
        "Is the website down, I'm looking for that.",
        "Were you aware that the website is down?",
        "Is the website malfunctioning, are you aware?",
        "Is the website down which would be a big deal?",
        "A website is not functioning",
        "The website is down, is that correct?",
        "Do you have online issues?",
        "I need to know if the website is on down.",
        "There is a online store problem?",
        "There is a website that is not functioning",
        "A site is not accessible.",
        "You should be aware that the website may be down.",
        "Is the site Down?",
        "Question about website down",
        "The website is not operational at the moment.",
        "Do you have any information about the website malfunction?",
        "The website is on down, I am wondering.",
        "I'm curious about the state of the website.",
        "Are you aware that the website might be offline?",
        "I need to know if the website is on down?",
        "I am wondering when the website is on down.",
        "I am curious if the website is down",
        "Is the site down at this time.",
        "Was the site down, currently?",
        "Is there an issue with the webpage?",
        "There has been a concern with the website",
        "Right now, is the site down.",
        "If the website is not functioning, there is a question.",
        "A website isn't working",
        "I am interested in whether the website is down.",
        "Could the site be down now?",
        "It's what I am wondering, is the website down?",
        "Is the website down, it is?",
        "The website is likely down.",
        "Do you know the website could be down?",
        "Is there a question if the website is down?",
        "This is a site that is currently down?",
        "Is it a thing that the website may be down?",
        "Hmm, site down right now?",
        "There is a question as to whether the website is down.",
        "Is the website down!",
        "Is the WEBSITE DOWN?",
        "Are you aware the website might not be functional?",
        "The website might be broken.",
        "Has there been a problem with the webpage?",
        "Is the site is down?",
        "I was wondering if the online store had a problem.",
        "Is the website down, that's what I am wondering?",
        "I am wondering if the site is on down.",
        "I don't know if the website is down, that's all.",
        "Perhaps the site is down.",
        "Was there a problem with the website?",
        "There are any problems with online store?",
        "I want to know if the site is down now.",
        "Does online store have a problem?",
        "This minute is the site down?",
        "Do you have any information about the website downtime?",
        "Do you think that the website is broken?",
        "Do You know if the website is down?",
        "At this moment are the site down?",
        "Was a website down?",
        "If the website is down, you have a question?",
        "Do you reckon the site is down?",
        "It is possible that the website could be down.",
        "Is the site down right now, right?",
        "The question is, \"is the website down?\"",
        "At the moment the website is not functioning.",
        "I'm wondering if the website is down",
        "Are the site down at the moment?",
        "Is the site unavailable right now?",
        "At this time, is the website down?",
        "Are you aware the website might be unavailable?",
        "Well, is the site down now?",
        "Do you think the website is down?",
        "Who knows if the website is going down.",
        "Is The Website down?",
        "Is the site currently down",
        "Do you know if the website is currently down?",
        "Is there something wrong with the site?",
        "It is not known whether or not the website is down.",
        "It's unclear if there's a down website or not.",
        "I am wondering if the online store has a problem.",
        "Exactly this moment, is the site down?",
        "The site is currently not up.",
        "Is the website down, it would be a huge cause of concern?",
        "Is the website gone down.",
        "There is a question: Are the website down?",
        "I wonder if the website is unavailable.",
        "Is there any problems with online store.",
        "Are you aware of the problem with the website?",
        "The website is down, that's what I'm wondering.",
        "I don't know what to say right now, is the website down?",
        "I'm curious if the website is down?",
        "Are you sure that the website could be down?",
        "Do you know anything about the problem with the website?",
        "I am searching for the website to be on down.",
        "The site may be down.",
        "Do the online store have a problem?",
        "Someone is wondering if there is an issue with the website.",
        "At this particular moment, is the site down?",
        "I'm wondering if the Website is on down.",
        "The website may be having an issue.",
        "Are the site down at this point?",
        "Is the site not functional right now?",
        "Do you think the site is down this moment?",
        "The website might be down, as it is not certain if it is.",
        "We don't know if the website is down.",
        "Are you having trouble with the web page?",
        "Could there be a concern with the website?",
        "At this time, do you think the site is down?",
        "Does the online store suffer from a problem?",
        "Does online store have any problems?",
        "If you know, the website might be down.",
        "Is the website down which would be a huge cause of concern.",
        "Was the website down at the moment?",
        "I cannot say if the website is on down.",
        "Is the website not accessible?",
        "Is the website down, which would be very worrisome?",
        "I'm concerned if the website is down.",
        "Are you aware that the website may be malfunctioning?",
        "Is the site down this moment?",
        "I don't know if the website is down just yet.",
        "Does the site currently down?",
        "It's not clear if there's a down website.",
        "Currently the site is down?",
        "Were the site currently down?",
        "That's a question, is the website down?",
        "You may think that the website is down.",
        "The website possibly is down.",
        "Do you know anything about the website that may be down?",
        "The website might be down, isn't it?",
        "Is this the site that is down?",
        "Are the site down this minute?",
        "I can't tell you right now if the website is on down.",
        "The site might not be currently down.",
        "It is not clear if the site is down.",
        "It's not quite clear if the website is down or not.",
        "There might be a problem with the website.",
        "Is the site down right here?",
        "There may have been a concern with the website.",
        "Is it possible that the online store has a problem?",
        "Has there been trouble with the website?",
        "There is uncertainty as to whether or not the website is down.",
        "Is a online store problem?",
        "There is not sure if the website is down.",
        "Is the site down immediately?",
        "Did the site go down at this time?",
        "Are you aware that the website isn't functioning?",
        "There is a question, is the website down?",
        "The site is down, is it now?",
        "There is a question about the website not working.",
        "I can't say whether or not the website is on down.",
        "Was the website completely down?",
        "The website is down, I'm not sure.",
        "The website is down is a question.",
        "Is the website down, that's what I am wondering",
        "Is online store down?",
        "I'm curious whether the website is down.",
        "Are you aware that a website might be down?",
        "Is the website going down.",
        "I was wondering if the website was down?",
        "Are you aware of the fact that the website may be down?",
        "Someone is wondering if the website is on down.",
        "Is there any problem with online store?",
        "Is the site down at this very moment.",
        "It is hard to say if the website is down.",
        "The website could be down, do you know anything about it?",
        "Do you have any problems with the page on the internet?",
        "There is a chance that the website can be down.",
        "The website can possibly be down.",
        "Is it possible that there are problems with the online store?",
        "Is the website down which would be a problem?",
        "At the moment, is the site down?",
        "The website may be down as it is not clear if it is.",
        "Is the page on the internet not working?",
        "Do you have a problem with the website?",
        "I am wondering if the site is down at this time.",
        "There is a question if the website is down",
        "There is a question about the state of the site.",
        "Does the online store have a trouble?",
        "Is the website down today?",
        "Is the website not working anymore?",
        "The website may be not functioning.",
        "Are the website's down?",
        "Are you aware that the website might not be working?",
        "I'm not sure, is the website down?",
        "The website is potentially down.",
        "Someone wants to know if the online store has a problem.",
        "At this moment, does the site down?",
        "Is the website possibly down?",
        "Do you believe the online store has a problem?",
        "The site could possibly be down.",
        "I'm curious as to if the website is on down.",
        "I wonder if the website is not down.",
        "Is there a problem with the webpage?",
        "The website is experiencing an issue.",
        "Is the website down, that's a query?",
        "If the website is down you have a question.",
        "The site down?",
        "Question if the website is down.",
        "There has been an issue with the site.",
        "Do you experience problems with the page on the internet?",
        "I am wondering if the website is on down?",
        "Is a online store malfunctioning?",
        "Are you aware the website is down?",
        "So, is the website down?",
        "Was this website down?",
        "I am not sure if the website is ok.",
        "Is there a website currently down?",
        "Was the website on down?",
        "I don't know if the site is down right now.",
        "Is the website down, that's a question?",
        "It is not clear whether or not the website is down.",
        "If the website is down, that's a question.",
        "Do you think the website is DOWN?",
        "Is this a website that is down?",
        "Is the website having trouble?",
        "Is there anything wrong with online store?",
        "does the online store have a problem",
        "It is unsure if the website is down or not.",
        "Which website is down?",
        "Some people are wondering if the website is down.",
        "The website is not sure if there is a down website.",
        "The website could be not functioning.",
        "I think the website may be down.",
        "Do you think the website is on down?",
        "Do you think the site is down at this time?",
        "The situation is not clear if the website is down or not.",
        "Do you think the website could be malfunctioning?",
        "I am confused as to whether the website is on down.",
        "I'm not sure if the website is malfunctioning.",
        "Is online store failing?",
        "It's not known if there is a down website.",
        "Is the website down, a question?",
        "Was the site down right this moment?",
        "Is the website down, that's all I have to say right now?",
        "The website seems to be going down.",
        "Is the website down, which would be a big cause of concern?",
        "Is the online store troubled?",
        "Is the site down right this very moment?",
        "Is this the website down?",
        "Does the site down now?",
        "Is the site down soon?",
        "If the site is down there is a question.",
        "Is this Website down?",
        "This is a site that is down?",
        "The site is down, is that?",
        "The website is down a question.",
        "Is website down right now?",
        "It is difficult to tell if there is a down website.",
        "I was wondering if the website was on down.",
        "I am curious if there is a website down.",
        "Is the website down, which is a huge concern.",
        "When the website is down there is a question.",
        "It could be the website is down.",
        "Is my site down?",
        "I'm not sure if the site is down at this time.",
        "Maybe the website is down.",
        "The website may be down, as it is unclear if it is.",
        "It is unknown if the website is down.",
        "The site is down right now, is that correct?",
        "People are asking if the website is down.",
        "The website doesn't work right now.",
        "Can there be problems with online store?",
        "Are you having online problems?",
        "Are the website out of commission?",
        "Do you want to know if the website is down?",
        "It is unclear if there is a website down.",
        "Is the website down, really?",
        "I wonder if the site is down at this moment.",
        "Is this site still down?",
        "The online store has problems?",
        "It is unsure if the website is down.",
        "There is a chance the website can be down.",
        "Is that the website issue?",
        "You might be aware that the website might be down.",
        "Someone has a question: Is the website down?",
        "If the website is down, is it a problem?",
        "Do you know the state of the website?",
        "There is a question regarding the status of the website.",
        "People are wondering if the website is going down.",
        "Was it down on the website?",
        "Was the website down, are you aware?",
        "is it possible that the website is down?",
        "The website may have an issue with it.",
        "There is a possibility that the website could be down.",
        "Is it possible that the site is down right now?",
        "Or was the website down?",
        "The website might be down, is it?",
        "The website may be down?",
        "There is a question if there is a website down.",
        "There is a question of if the site is down.",
        "Do you believe the website is down.",
        "It is unclear whether there is a down website or not.",
        "I am wondering if this site is currently down.",
        "I cannot say at this time if the website is down or not.",
        "There is a possibility the website could be down.",
        "I'm wondering if the website is down, that's what I need.",
        "Does the site seem to be down?",
        "Is there a problem with the site currently?",
        "There might be a question if the website is down.",
        "Does the site not function?",
        "I am wondering if the website is still down.",
        "Are the websites on down?",
        "I'm wondering if the site is on down.",
        "Are you aware that there is a website that is down?",
        "It's not clear if the website is working.",
        "Was site down now?",
        "The site is currently down, is it?",
        "If the website is down what should we do?",
        "Is this a down site?",
        "Is this site down at the moment?",
        "The website may be down right now.",
        "Has the website had any issue?",
        "It is not certain if there is a down website for the website.",
        "There could be issues with the website.",
        "Is there something wrong with the website?",
        "I am not sure if there is a website down.",
        "The website is not currently functional.",
        "If the website is down there is a question about it.",
        "Is the website down, it's a question.",
        "I am curious as to if the website is down.",
        "The website might be malfunctioning.",
        "Do you think the website's down?",
        "Was the website shut down?",
        "Is the site down, right?",
        "Do you know if there is a concern with the website?",
        "Is that the site down right now?",
        "Was the website problematic?",
        "Is the website down, that's the question.",
        "The website is down, is that true?",
        "This very moment, Is the site down?",
        "It is unclear if a website is down.",
        "Do you feel that the website is down?",
        "There is a question; is the website down?",
        "I don't know if the website is on down or not.",
        "There is a possibility the website is down.",
        "Do you know if the web site is down?",
        "The website might be down, I'm not sure.",
        "The site may not be functioning.",
        "Is my site down now?",
        "There is a question, is the website down",
        "Currently is the site down?",
        "The website may be going down.",
        "Are you having an internet problem?",
        "Do you know if the site is down currently?",
        "Is the online store had a problem?",
        "Are there any issues with the website.",
        "I'm uncertain if the website is down.",
        "The website doesn't function at the moment.",
        "The site may be malfunctioning.",
        "Is the website down, which would be a problem?",
        "There is a question: is the website going down?",
        "Is the site down, at this time?",
        "Is this site out of service?",
        "Are site down currently?",
        "Has there been a issue with the page?",
        "I would be curious if the website is down.",
        "Is it currently a site down?",
        "The website is not running.",
        "There is a chance the website could be unavailable.",
        "Has the webpage been a problem?",
        "Its possible that the website is down.",
        "I'm not able to say right now if the website is down.",
        "A website may be offline.",
        "You should be aware that the website might be down.",
        "It is difficult to tell if the website is down or not.",
        "I don't know whether the website is on down or not.",
        "The site isn't working at the moment.",
        "I want to know if the site is down at this time.",
        "It was unclear if the website was down.",
        "Have there been issues with the website?",
        "Are you certain the website is down?",
        "Or is the site down?",
        "The site may not be down right now.",
        "Are you aware that the website is unavailable?",
        "Is there a problem with the website?",
        "Do you have an issue with the internet page?",
        "Am the website down?",
        "Is the website not running?",
        "Is the website offline, that's a question?",
        "It's hard to know if the website is down or not.",
        "The website could be down.",
        "Are you aware the site might be down?",
        "There may be a website that is down.",
        "Do you think the site might be down?",
        "Is site down yet?",
        "The site is down at the moment?",
        "Have you had problems with the page on the internet?",
        "The website could fail.",
        "The site possibly is down.",
        "Is the Website Down?",
        "The website might be going down.",
        "If the website is malfunctioning, there is a question.",
        "I am looking for the website down.",
        "The website is down, is this correct?",
        "Do the online store have an issue?",
        "Is the site over?",
        "I'm wondering when the website is on down.",
        "Do you know if the site is down right this minute?",
        "The site is down currently?",
        "There should be a question if the website is down.",
        "There is a concern with the website",
        "Hmm, is the site currently down?",
        "If the website is down, there will be a question.",
        "It is conceivable that the website is down.",
        "Some websites may be down.",
        "Is this the website that is down?",
        "Are the site down this very moment?",
        "Was online store problem?",
        "Is the website down, which would be a big worry?",
        "The website might be down, that's a question.",
        "Do you know if the website has been down?",
        "It is unclear if there is a down website for the website.",
        "Website now down?",
        "I can't say at this time if the website is down or not.",
        "At this time, the website isn't functional.",
        "The website appears to be going down.",
        "Are you aware that the website is malfunctioning?",
        "Does the online store have an issue?",
        "Is there trouble with the website?",
        "A question is posed: Is the website down?",
        "The website is going down?",
        "Has anyone had an issue with the website?",
        "A person is asking if the website is down.",
        "Yeah, is the website down?",
        "the website might be down",
        "Is the website malfunctioning",
        "There is no guarantee if the website is down.",
        "Is the website having any problems?",
        "Is the website down, which would be huge concern?",
        "I was unsure if the website was down.",
        "Will the site currently be down?",
        "The site is down, at this time?",
        "Is the website trouble?",
        "I wondered if the site was down.",
        "Is the website down this minute?",
        "There may be a website down.",
        "The site is down right now?",
        "does the online store have problems?",
        "The website seems to going down.",
        "Are you having some issues on the internet?",
        "Is the website malfunctioning?",
        "Are the website down, do you think?",
        "Is the website down, that's what I need?",
        "The website may be down, is that a thing?",
        "I wonder if the site is down at this time.",
        "I wondering if the site is down now.",
        "The websites could be down.",
        "Someone asked if the website was on down.",
        "I can't say anything right now, is the website down?",
        "Do you know if the site is currently down?",
        "Has the site currently been down?",
        "Are you aware the website may be malfunctioning?",
        "Is the website down, that's something?",
        "Are you aware that the website may not be working?",
        "I am unsure if the website is down.",
        "It is possible that the website is down.",
        "Do you think the site currently is down?",
        "Did the website come down?",
        "That's a question, is the website on down?",
        "The website may be down, is that right?",
        "Is the site not available?",
        "There is a query if the website is down.",
        "Do you doubt the website is down?",
        "I don't know if the website is down now.",
        "If the website is down it's a question.",
        "Are you aware that the websites may be down?",
        "At this point is the site down?",
        "Is there something wrong on the website?",
        "The website does not work at the moment.",
        "Are you aware a website might be down?",
        "A question about the website going down.",
        "That's what I'm looking for, is the website down?",
        "The website appears to have an issue.",
        "Someone is wondering if the site is down.",
        "Did you have issues with the page on the internet?",
        "Is there something wrong with online store?",
        "Do you think the site is down at the moment?",
        "Hmm, is the site down now?",
        "It seems that the website may be down.",
        "Maybe the site is down?",
        "Is the online store having problems?",
        "Is this the case with the website?",
        "So is this site down?",
        "Has the website gone down?",
        "I don't know whether or not the website is on down.",
        "Is the website down, that's what I'm asking?",
        "I am wondering, is the website down?",
        "do you think the website is down?",
        "The website might be down, right?",
        "I can't say right now if the website is down.",
        "The website could be going down.",
        "This is the moment when is the site down?",
        "It is not known if there is a website down.",
        "Is the website down, something?",
        "The website could be out.",
        "Are the website down, that's a question.",
        "The website may fail.",
        "Do you think the websites might be down?",
        "The site down right now?",
        "Are you having issues with the page on the internet?",
        "If the website is down a question is asked.",
        "There is no certainty if the website is down or not.",
        "There is uncertainty as to whether the website is down.",
        "So Is the website down?",
        "Does the online store have problems",
        "Would the site be down currently?",
        "Is this the site that is down right now?",
        "Right now, is the site down?",
        "Is the website down, that's what I'm looking for",
        "Is the site down, is it?",
        "The question is if the website is not working.",
        "Maybe the website is going down.",
        "I can't say right now if the website is down or not.",
        "The website may have a problem.",
        "Are the website down at this time?",
        "I'm not sure if the website is down, I'm wondering.",
        "Is the website down, is that such a thing?",
        "There are possibilities that the website could be down.",
        "There is a question with the website down.",
        "Is it now that site is down?",
        "I cannot say if the website is down right now.",
        "Was the site down at this point?",
        "Is the websites down?",
        "Does the online store still have a problem?",
        "I would like to know if the website is down, that's what I am looking for.",
        "The site may be down right this minute.",
        "Is this the site that's down?",
        "The website looks like it is going down.",
        "Is the site down today?",
        "Exactly, is the website down?",
        "It is not certain whether the website is down or not.",
        "Are you aware that the website could be down?",
        "The website looks down.",
        "The website is uncertain if it is down.",
        "It is not know if the website is down.",
        "The online store may have trouble.",
        "Is the internet page you are on having issues?",
        "Is that the website down?",
        "Right this second, is the site down?",
        "Is it possible there are problems with the online store?",
        "Are there an issue with the website?",
        "Correct, is the site down?",
        "Whether the website is down is a question.",
        "Are you experiencing problems with the website?",
        "Are there problems with the page on the internet?",
        "It's not clear if the website is down or if it is.",
        "I can't say whether the website is down or not.",
        "The website is down is it?",
        "Someone wants to know about the website down.",
        "Is the site down again?",
        "I'm not sure if the website is down, I can only say that.",
        "Is the website currently offline?",
        "a question about the website down",
        "Would you be aware that the website might be down?",
        "Are you having problems with the internet page?",
        "Are you aware that the website may not be functional?",
        "Are you aware that the website could be offline?",
        "The website is not operating currently.",
        "The website could be malfunctioning",
        "If the website is down, what is the answer?",
        "Has there been any trouble with the page?",
        "I am not able to say at this time if the website is down.",
        "It is possible that the website is going down.",
        "There are people asking if the website is down.",
        "It's unclear if the website is down, as it might be.",
        "It's currently site down?",
        "Is there something wrong with the online store?",
        "I cannot say at the moment if the website is down.",
        "The website is vulnerable to down time.",
        "Are you aware of the website going down?",
        "There has been an issue with the website.",
        "It is not yet known if the website is down or not.",
        "A question about the site down.",
        "At the moment, the website is not functional.",
        "The website could potentially be down.",
        "It is not clear if the website has a down website.",
        "The website may have crashed.",
        "I wonder if the website is down?",
        "were the website down?",
        "Not sure if the website is down.",
        "The site isn't working right now.",
        "It's questionable if the website is down.",
        "Is the website down, which would be a concern?",
        "I am interested in seeing if the website is down.",
        "Can you tell me if the website is going down?",
        "Is the website down, is that what it is?",
        "This minute, is the website down?",
        "Is the website down, do you reckon?",
        "The site is not functioning right now.",
        "There are possible problems with online store.",
        "This site is down, is it?",
        "The site seems to be down at this time.",
        "I'm questioning if the website is down.",
        "Do you know of an issue with the website?",
        "Do you have a site down currently?",
        "It is not known whether the website is down or not.",
        "I can't tell you right now if the website is on down or not.",
        "This very minute, is the site down?",
        "The website isn't functioning right now",
        "Have there been any issues with the site?",
        "The online store may have a problem.",
        "There could be a problem with the website.",
        "Do you reckon that the website might be down?",
        "I do not know if the website is down.",
        "Was the website malfunctioning?",
        "I'm wondering if the website's down.",
        "Is this site down right now?",
        "Was the site down, right now?",
        "At this time the website is not functioning.",
        "I'm not sure if the website is down.",
        "The website is possibly going down.",
        "There is uncertainty as to whether the website is down or not.",
        "Isn't the website down?",
        "I'd like to know if the website is on down.",
        "It's not yet known if the website is down or not.",
        "Are you aware that The website might be down?",
        "I am not sure if the website is going down.",
        "Has there been any problems with the site?",
        "There's a question: Is the website down?",
        "Is the website down, a huge cause of concern.",
        "The website is not down yet.",
        "The Website may be malfunctioning.",
        "Do you have any information about the website going down?",
        "It's unclear whether the website is down or not.",
        "Do you believe that the website is malfunctioning?",
        "Is the website currently down.",
        "Is it possible that the website is malfunctioning?",
        "There may be problems with an online store.",
        "Is the website down, that is a question?",
        "Are you aware that the site may be down?",
        "The website seems to go down.",
        "Do you realize that the website might be down?",
        "This is the site that is currently down?",
        "I don't know if the website is on down at this time.",
        "Is the website down, I am wondering?",
        "Are there any issues with the website?",
        "Can the online store have a problem?",
        "I have no idea if the website is down.",
        "There may be issues with online store.",
        "The website doesn't work at the moment.",
        "Is the online store problem ridden?",
        "The website may be out.",
        "Do you know if the website is DOWN?",
        "The website might be down, do you have any information?",
        "An online store has a problem?",
        "There could be problems with online store.",
        "The question is if the website is down",
        "The site might be down now.",
        "At this moment, is the site offline?",
        "It is not certain if the website has a down website.",
        "Is your site down?",
        "The website might be malfunctioning, is it?",
        "Do you think the website is down.",
        "Is there any issue with the page on the internet?",
        "It is not clear whether the website is down or not.",
        "There is a question, the website is down.",
        "I can't tell you at the moment if the website is down.",
        "Is the website down?",
        "Do you have any information on what happened to the website?",
        "Are you thinking that the website might be down?",
        "Are you sure the website could be down?",
        "Right now, I do not know if the website is down.",
        "Is the website down, a big concern?",
        "Are you having any problems on the internet?",
        "A website isn't working.",
        "Do you have problems with the web page?",
        "There was a concern with the website.",
        "A question is asked if the website is down.",
        "Is it possible that the website is on down?",
        "I'm wondering whether or not the website is down.",
        "Is it down on the site?",
        "The question is, if the website is down.",
        "The website may not be online.",
        "Is the website down at this moment?",
        "The website may be down, do you know anything?",
        "Is this site is down?",
        "A website is not functioning.",
        "Are the sites down?",
        "Are you experiencing problems with the page on the internet?",
        "Is the website down?!",
        "Is the site closed right now?",
        "Is an online store problem?",
        "Is that site currently down?",
        "The website may be disabled.",
        "Do you think the website might be down.",
        "I would like to know if the site is down right now.",
        "Are you aware the website might not be working?",
        "I am not sure whether the website is on down.",
        "Someone is questioning if the website is down.",
        "Does the site go down?",
        "Is the site down right this second?",
        "Do you think the site is down currently?",
        "I wonder if the site is down now.",
        "Was it the website that malfunctioned?",
        "Are the website down, that is a question?",
        "Is the website malfunctioning right now?",
        "Do you know if it's the website?",
        "Currently, the site is down?",
        "Was site currently down?",
        "I am wondering if the website is down?",
        "The website is malfunctioning?",
        "Do you believe that the website might be malfunctioning?",
        "I am unable to say if the website is on down.",
        "Is the website down, is it?",
        "There is question if the website is down.",
        "The website isn't working currently",
        "Is the site down, now?",
        "At this point, is the site down?",
        "I have no idea if the site is down.",
        "There is an issue with that website.",
        "I was wondering if the website is on down.",
        "I wonder if the online store has some problem.",
        "Is the site down at the moment.",
        "The Website may be down.",
        "Was that a site down?",
        "The website may be down, are you aware.",
        "I question if the site is down now.",
        "I'm trying to find out if the website is on down.",
        "Could the website be going down?",
        "Has the site down?",
        "Does the website down, that's a question?",
        "Is there a problem online?",
        "So is the site currently down?",
        "Are you aware there is a website that might be down?",
        "Is the website down, that's what I'm looking for?",
        "If there is a question about the website being down.",
        "Someone wonders if the online store has a problem.",
        "The website could down.",
        "Are you having issues with the internet page?",
        "Is the site currently not working?",
        "Are the site malfunctioning right now?",
        "I am uncertain if the website is down.",
        "Is the website down, which would be a huge cause of concern.",
        "Are you having a problem with the internet?",
        "Hmm, site down now?",
        "Are you currently site down?",
        "The site could be down.",
        "Are there issues with website?",
        "It is a question if the website is not up.",
        "Are you aware of the website downtime?",
        "Is there an issue on the site?",
        "Do you have troubles with the page on the internet?",
        "You think the website may be down?",
        "Is the site unresponsive?",
        "Is that website down?",
        "There might be problems with online store",
        "Will site be down now?",
        "Are there problems with webpage?",
        "I was wondering if there was an issue with the website.",
        "The website may be inactive.",
        "The website is currently not functioning.",
        "Is the site Offline?",
        "The site appears to be down at the moment.",
        "Is the site down just now?",
        "Do you think the website are down?",
        "Are the website down, that's a question?",
        "There is a site currently down?",
        "I'm unsure of the status of the website.",
        "I am not quite sure if the website is on down.",
        "Was the online store problem?",
        "Is the site down the moment?",
        "The website may be down",
        "Do YOU know if the website is down?",
        "The website might going down.",
        "Someone wants to know if the website is down.",
        "Was there currently a site down?",
        "It seems the website may be down.",
        "Are you aware that the website might be off?",
        "I am not sure if the website is on down or not.",
        "I'm curious if the website is offline.",
        "The website isn't online right now.",
        "It is unclear whether or not the website is down.",
        "Is the website down, which would be a big concern?",
        "It's uncertain if there is a down website.",
        "You are aware that the website might be down?",
        "Do you have any trouble with the page on the internet?",
        "Do you know if the website might be down?",
        "I believe the website may be down.",
        "A website isn't functioning.",
        "The site is down at this time?",
        "I can't say if the website is on down.",
        "Are you aware the website may not be working?",
        "Is the website down which is a cause of concern?",
        "Are there currently a site down?",
        "Website might be down.",
        "The website may be temporarily down.",
        "Was the website down, or not?",
        "Yeah, is the site down right now?",
        "Do you think the site is down yet?",
        "There has been a problem with the website.",
        "Is this site not functioning?",
        "Do you reckon the website might be down?",
        "The site is down right now, right?",
        "It's not sure if the website is down or not.",
        "There is a problem with the website.",
        "The site may be down right this moment.",
        "The website is down, isn't it?",
        "I am wondering if the website is on down.",
        "Do you have a site down?",
        "I'm wondering if the site is currently down.",
        "There was a question about whether the website was down.",
        "The website could be down, is it?",
        "It is possible that the website is down, do you know?",
        "I don't know if the site is currently down.",
        "Was its website currently down?",
        "I'm looking to see if the website is down.",
        "Does the online store have a problem",
        "I am still wondering if the website is down.",
        "Can you tell if the site is down?",
        "It's unsure if there is a down website.",
        "I'm pondering if the website is down.",
        "Is the website down",
        "Is the site down right this minute?",
        "The website is down, is it?",
        "Has there been a problem on the page?",
        "I want to know if the website is going down.",
        "The website may be down, do you have any information about it?",
        "Is the site out of commission?",
        "Website could be down",
        "Is the Web site down?",
        "Do you think the website is down",
        "Is the website down, which would be a major issue?",
        "There is an issue about the website.",
        "Does an online store have a problem?",
        "There is a possibility that the website may be down.",
        "It is possible the website could be down.",
        "The website may be down, as it is not clear if it is.",
        "Are there issues with the internet page?",
        "I am not certain if the website is on down.",
        "Is this site currently malfunctioning?",
        "Does the website have an issues?",
        "Has the site down yet?",
        "The website is unclear if it is down.",
        "The online store may have some issues.",
        "If the website is down there is a question",
        "Was its current site down?",
        "Was the site down at this very moment?",
        "Do you believe the website is going down?",
        "A website may be unavailable.",
        "Has it been a problem with the website?",
        "Are you experiencing problems with the internet?",
        "The website may have trouble.",
        "I am unsure if the website is on down.",
        "Is there a issue with the website?",
        "I am curious if the website isn't down.",
        "I don't know if the website on down is true.",
        "There can be an issue with the website.",
        "I feel like the website is going down.",
        "Yeah, is the site down?",
        "Do you have any knowledge of the website being down?",
        "I am wondering which website is down.",
        "Is the site down right now!",
        "A online store issue?",
        "It's not clear if there is a down website or not.",
        "If the website is down there is a question.",
        "I'm not sure what's going on with the website.",
        "Is this website down?",
        "Do you reckon the website is down?",
        "If the website is down what do you think?",
        "The site appears to be currently down.",
        "The site is down is it currently?",
        "Perhaps the website is going down.",
        "The website has trouble.",
        "Are you aware that there could be a website down?",
        "Is the website down, which would be a real concern?",
        "I don't know if the website is down, that's all I can say now.",
        "A concern with the webpage?",
        "The site is possible to be down.",
        "We don't know if there is a down website.",
        "If the website is down I'm curious.",
        "I need to know if the website is down.",
        "Have you had issues with the internet page?",
        "Do you believe the site is down?",
        "The website isn't working at the moment",
        "Is there any issues with the webpage?",
        "It's not yet clear if the website is down or not.",
        "Was the website unavailable?",
        "This very moment is the site down?",
        "Is the site no longer up?",
        "There is a question if the website is not online.",
        "At the moment, the website isn't functioning",
        "Is the website down, that's a question",
        "does the online store have problems",
        "Do you know ifthe website is down?",
        "Was the site offline at the moment?",
        "I'm not sure if the website is not down.",
        "a question if the website is down",
        "The website isn't functioning at the moment.",
        "I don't know if the website is going down.",
        "Someone asks if the site is down.",
        "Website currently down?",
        "Do you have any idea if the website is down?",
        "Is the website down, that's what I am wondering.",
        "I'm not quite sure if the website is down.",
        "I don't know if the website is on down yet.",
        "Is the site down at that moment?",
        "There is a question regarding the website",
        "The website may or may not have been down.",
        "The website may be down and there is a question.",
        "The website might be down, is that a thing?",
        "I don't know right now if the website is down.",
        "Right now, I can't say if the website is down.",
        "A question regarding whether the website is down.",
        "Question, is the website down?",
        "Problem with online store?",
        "Is there an online store problems?",
        "I'm not sure if the website is on down.",
        "I was wondering if the site is currently down.",
        "I'm wondering if the website is on down.",
        "What site is currently down?",
        "I am not sure if the website is not down.",
        "Are the site down right now.",
        "There is no certainty if the website is down.",
        "Correct, is the site down right now?",
        "Do you think that the website is down.",
        "Do you feel the website might be down?",
        "Is that site down?",
        "Is the website down which would be a huge cause of concern?",
        "There might be an issue with the website.",
        "Is there a problem with the online store",
        "I want to know if the site is down.",
        "I'm trying to figure out if the website is on down.",
        "Are you pretty sure the website might be down?",
        "I think that the website may be down.",
        "It's not clear if the website is actually down.",
        "Is the online store suffering from a problem?",
        "Is the website down, that's all I have to say?",
        "Was the site down at this time?",
        "Are the websites not working?",
        "Are the website down, I'm wondering?",
        "Was the site down lately?",
        "The site is down, right this very moment?",
        "Do you know the fate of the website?",
        "Is the website coming down?",
        "Do you think the website is not functioning?",
        "The website does not currently work.",
        "That is a question, is the website down.",
        "Is the website offline right now?",
        "A online store problem?",
        "Someone is asking if there is an issue with the website.",
        "Were the website malfunctioning?",
        "Is it the website that is down?",
        "It is uncertain if the website is down.",
        "The website has an issue.",
        "Can I find out if the website is on down?",
        "I'm not quite sure if the website is on down.",
        "Will you know if the website is down?",
        "Right now I don't know if the website is down.",
        "There is an issue with the website",
        "People are questioning if the website is down.",
        "I don't know if the website is down at the moment.",
        "Did the website malfunction?",
        "Is it true the website is down?",
        "There is a question if the website is down.",
        "Is this site currently down?",
        "I was wondering if the site was down now.",
        "Was there a problem on the website?",
        "Should you be aware that the website might be down?",
        "There is a chance the website may be down.",
        "Was the site down at that time?",
        "Are the website down, do you know?",
        "Do you know if the site is down at this time?",
        "Do you know if the website is down.",
        "I am starting to wonder if the website is down.",
        "There is a chance the website might be down.",
        "Is the site not up at the moment?",
        "The website might be shut down.",
        "Is the site down right now",
        "I am wondering if the website has gone down.",
        "Is the internet page malfunctioning?",
        "The website is not functioning at the present time.",
        "Is the site not working now?",
        "Is the site down recently?",
        "An online store issue?",
        "Do you have a site down right now?",
        "I don't know if the site is down at this time.",
        "Is site down at the moment?",
        "I wondered if the website was on down.",
        "If the website is down what should I do?",
        "Are the site down at this very moment?",
        "Do you know whether the website is down?",
        "Are you having issues on the internet?",
        "It's unsure if the website is down or not.",
        "Are the website unavailable?",
        "Is the site unavailable?",
        "Is the website down, that's all I know right now?",
        "Have there been any issues with the website?",
        "Do you think that site is currently down?",
        "The site is not down right now.",
        "The site might be down this moment.",
        "I'm unsure if the website is down.",
        "Are you having difficulties with the internet page?",
        "Is the site down Right now?",
        "Right now, is the site malfunctioning?",
        "The website may not be running.",
        "A question, is the website on down?",
        "Is there a issue with online store?",
        "Do you know the website may be down?",
        "Are you informed that the website may be down?",
        "Do you know if it's the website that's down?",
        "Is there anything wrong with the page on the internet?",
        "But is the website down?",
        "Are there problems on the internet?",
        "Was the site unavailable?",
        "Is the site offline this minute?",
        "This time, is the site down?",
        "I don't know if site is down now.",
        "The website may not be up.",
        "A question: Is the website down.",
        "I would like to know if the site is down.",
        "Do you have issues with the internet page?",
        "Did the website be down?",
        "It is unclear if the website is down or not.",
        "Do you know if the website is down?",
        "I am not sure whether or not the website is down.",
        "I wonder if this site is currently down?",
        "Is the site really down?",
        "The question is, is the website on down?",
        "Has it been an issue with the website?",
        "I don't know if the website is on down at the moment.",
        "Well, is the site down?",
        "Are you aware there's a website down?",
        "I'm not sure if the website is down, that's all I can say.",
        "Do you have a website that is down?",
        "I am wondering if that website is down.",
        "I wonder if the website is on down.",
        "I wonder if the website is offline.",
        "I am wondering if the website is DOWN.",
        "the question is if the website is down",
        "I was wondering if the site was down right now.",
        "Has the webpage been an issue?",
        "Do you know if the site is down at this moment?",
        "I'm not sure if the website is ok.",
        "I am wanting to know if the website is on down.",
        "Does the website happen to be down?",
        "Have you noticed the website down?",
        "The site may be down today.",
        "I can't tell you right now if the website is down or not.",
        "Is the site down right right now?",
        "Was it an issue with the website?",
        "Was the online store having a problem?",
        "there is a question about the website",
        "Maybe the website is down",
        "Do you reckon the website is malfunctioning?",
        "the site might be down",
        "It is not apparent if the website is down or not.",
        "Are you aware that the website might not be functioning?",
        "Was there a site currently down?",
        "I'm not sure if the website is down, that's what I'm wondering.",
        "A question about the website down.",
        "Does the Online store have a problem?",
        "Do you think the website could be down?",
        "The website is possibly down.",
        "I'm curious to know if the website is on down.",
        "Are you aware that the website is not working?",
        "This site may be down at the moment.",
        "A question about the site being down.",
        "There is a question if the website is not functioning.",
        "The question is, is the website down.",
        "Are you wondering if the website is down?",
        "The website isn't online at the moment.",
        "Is the website down currently?",
        "Who knows if the website is down.",
        "At the moment the website isn't functioning.",
        "Is the website issues?",
        "Is the website down, which would be a very big concern?",
        "The website is under question.",
        "It is not certain if a website is down.",
        "Are you seeing issues on the internet?",
        "The site is down at this time, right?",
        "The site isn't down right now.",
        "Are you aware that the websitemight be down?",
        "That's what I'm wondering, is the website down?",
        "Do you think the site is down right now?",
        "Are you saying that the website might be down?",
        "Isn't this site down?",
        "It's a question: is the website down?",
        "Immediate site down?",
        "Is the website no longer online?",
        "The Website could be down.",
        "Are you aware of the website's unavailability?",
        "I want to know if the website is down or not.",
        "The site is down at this moment, right?",
        "Are you aware that there might be a website down?",
        "Are you aware that the website might have a problem?",
        "If the website is down.",
        "Are this site down currently?",
        "Do you think the website is malfunctioning?",
        "I would like to know if the website is on down?",
        "I'm not sure if the website is on down yet.",
        "Do you believe the website could be malfunctioning?",
        "The website might be down?",
        "Do you think there's an issue with the website?",
        "Do you know if the website is closed?",
        "Is the online store malfunctioning.",
        "If the website is on down, that's a question.",
        "Some people ask if the website is down.",
        "The website may be down, is that the case?",
        "Was the site down at the moment?",
        "Does the website seem to be going down?",
        "are the site currently down?",
        "Is the website down, thats a question?",
        "I'm not able to say if the website is on down.",
        "Is it possible that the online store is malfunctioning?",
        "Is the site down at this point?",
        "Has the website had a problem?",
        "There has been concern with the website",
        "Does the site not work right now?",
        "Are you aware that the website might have gone down?",
        "Did this site go down?",
        "Do you know if the website is offline?",
        "Did the website fall down?",
        "Was the site offline?",
        "Do you have a problem with the internet page?",
        "Is the site affected?",
        "This is the moment where the site is down?",
        "Right now is the site down?",
        "Do you know if the website is on down?",
        "Do you think the website isn't working?",
        "Are you aware that your website might be down?",
        "I cannot say right now if the website is on down.",
        "I am not sure if the site is down this minute.",
        "I don't know if the website is down or not, I can only say that.",
        "The online store may be malfunctioning.",
        "Has there been any issue with the website?",
        "I was curious if the website was down.",
        "The website may not work.",
        "Do you have any issues with the web page?",
        "Is the online store experiencing problems?",
        "It is not apparent if there is a down website.",
        "I am curious as to whether or not the website is on down.",
        "This site is down right now?",
        "I don't know if there is a website down.",
        "I'm looking to know if the website is down.",
        "Is there a problem with the site this minute?",
        "Do you believe that the website may be down?",
        "The site may be down at this point.",
        "It's unclear whether or not the website is down.",
        "It would be a cause of concern if the website was down.",
        "The site may be offline.",
        "It is not certain if this is a down website.",
        "I am curious if the website is not working.",
        "Is the website down, yeah?",
        "I am not sure if the website is offline.",
        "Is the website down, do you have anything?",
        "A question about the state of the website.",
        "I want to find out if the website is on down.",
        "Do you understand that the website might be down?",
        "There are questions about the website down.",
        "It is difficult to know if the website is down.",
        "I can't say at this time if the website is down.",
        "I wonder if the site is down currently.",
        "Do you know if the website is on down.",
        "Are you aware the site may be down?",
        "Do you experience issues with the internet page?",
        "I would like to know if the website is on down.",
        "Is this site offline?",
        "Is it a website issue?",
        "Did you know that the website may be down?",
        "There is a concern with the website.",
        "I would like to know if the website is going down.",
        "I wonder if the site is down right now?",
        "Is the site not currently working?",
        "Is the site is down right now?",
        "Is the site offline now?",
        "I don't know if the website is down, that's all I can say right now.",
        "I would like to find out if the website is on down.",
        "Do you think the Website might be down?",
        "The website is not working at the time.",
        "Has there been any issues with the website?",
        "I'm curious if the website isn't working.",
        "It is unclear if the website is down, or if it is.",
        "I'm wondering if the website isn't down.",
        "I'm not sure if the website is down, that's all I can say right now.",
        "Are you aware the website might be down.",
        "Does the online store have trouble?",
        "Has there been a concern with the webpage?",
        "In what way is the website down?",
        "At this time, are the site down?",
        "Was the web site down?",
        "It is not currently known if the website is down.",
        "I am pondering if the website is on down.",
        "It is not known if the website is down, or if it is.",
        "Are you aware of the Website being down?",
        "does the online store have a problem?",
        "Is the online store suffering from problems?",
        "Has there been anything wrong with the website?",
        "Is the website down, that's all I can say right now?",
        "There's been a concern with the website.",
        "Have there been issues with the website.",
        "I'm not sure if the website is down, I am wondering.",
        "It is still unclear if there is a down website.",
        "Some people think the website is down.",
        "I am wondering whether or not the website is on down.",
        "Are you aware the website is offline?",
        "There was a question if the website was down.",
        "The website isn't running right now.",
        "The site may or may not be down.",
        "The website is down, which is a question.",
        "Were the site down currently?",
        "The website isn't running at the moment",
        "Does the website going down?",
        "I am unsure as to whether the website is down.",
        "Was the website down, is that a thing?",
        "The website may be down as well.",
        "Maybe the website was down.",
        "You're aware that the website might be down?",
        "Can you say if the website is on down?",
        "Are you having trouble on the web?",
        "There is a question about what happened to the website.",
        "a website may be down",
        "I'm questioning if the website is on down.",
        "At the moment the website isn't functioning",
        "Is the Website on down?",
        "Do you think that the website is offline?",
        "Someone thinks the website may be down.",
        "The website may be down, are you aware?",
        "Are the websites down?",
        "That website could be down.",
        "I think the site is down.",
        "I do not know if the website is on down right now.",
        "Is it possible there is an issue with the website?",
        "Are you aware that the site might be down?",
        "This minute Is the site down?",
        "Someone has a question: is the website down?",
        "The website isn't currently running.",
        "I'm not sure if the site is down right now.",
        "The website isn't functional at the moment",
        "Are the website down?",
        "was the site down?",
        "Is the online store having trouble?",
        "I don't know whether the website is down or not.",
        "is the site down",
        "Did the site down?",
        "You know the website may be down.",
        "Are you having troubles with the website?",
        "If the website is down there's a question.",
        "Does the website look down?",
        "The website is not functioning just yet.",
        "Are you sure the website is down?",
        "Do you know if the website is unavailable?",
        "Are the site down recently?",
        "Are you currently down on the site?",
        "The website seems to be down.",
        "It seems like the website may be down.",
        "I was wondering if the site was currently down.",
        "Right now, I don't know if the website is down or not.",
        "Was the site currently malfunctioning?",
        "The website is down, there is a question about that.",
        "Are you aware that the website might be down?!",
        "Is the site down at now?",
        "Is this website malfunctioning?",
        "Do you know whether the site is down?",
        "I am not sure if the site is down right now.",
        "Has there been a problem with the page?",
        "The website could be not up.",
        "Is it an issue with the website.",
        "Was the website taken down?",
        "Do you know whether the website is down or not?",
        "Is the website down which would be a huge concern?",
        "The website might be down, do you know anything?",
        "Do you see the website down?",
        "The website has a possibility of being down.",
        "I bet the website is down.",
        "It is not clear if the website is down.",
        "Is the website down a thing?",
        "If the website is down the question is posed.",
        "Could the website be down?",
        "I don't know if there is a down website.",
        "Are site down right now?",
        "I'm curious to know if the website is down.",
        "At this time, the website isn't functioning.",
        "Does the online store have issue?",
        "Have you noticed that the website might be down?",
        "The website is not working currently.",
        "The website is being asked if it is down.",
        "I don't know, is the website on down?",
        "Perhaps the website is down.",
        "Is the site down then?",
        "It is a question about the website being down.",
        "Is the website no longer functioning?",
        "Was the website gone down?",
        "A website could be down.",
        "If the website is not up there is a question.",
        "Are the website on down, that's what I'm looking for?",
        "Are you having problems on the internet?",
        "It's not clear if there is a website down.",
        "The website may not be functioning.",
        "I can't be sure if the website is down.",
        "What is the status of the site now?",
        "Could there be an issue with the website?",
        "Is the online store experiencing a problem?",
        "There is a website that isn't functioning at the moment.",
        "There is a question about the website's health.",
        "A question about the status of the website.",
        "The site could be unavailable.",
        "If the website is down, the question is posed.",
        "Is there a problem with the site?",
        "Are the website down, which would be a huge cause of concern?",
        "There was a possibility the website could be down.",
        "site down currently?",
        "Was it the website that was going down?",
        "Was the site down at this moment?",
        "The website is down, that's a question",
        "It is not known if the website is down, or not.",
        "The site may be currently down.",
        "Is there a problem with this website?",
        "It's a question of if the website is down.",
        "The online store might have an issue.",
        "The website may go down.",
        "Yes, is the site down right now?",
        "The website is down, is that right?",
        "I'm asking if the website is on down.",
        "Do you know if the online store has a problem?",
        "I can't tell you right now if the website is down.",
        "I'm curious if the website is not down.",
        "Is the website down, which would be a big cause of concern.",
        "Do you have a question about the website being down?",
        "Is the website down, which would be of concern?",
        "The question is whether the website is down.",
        "I don't know if the website was down.",
        "at this moment, is the site down?",
        "Is the online store has an issue?",
        "Are you aware that the website may not be functioning?",
        "The website isn't working just yet.",
        "The website could be not functional.",
        "At this time, the website is not functioning.",
        "current site down?",
        "The website could be out of commission.",
        "Was the site now down?",
        "Can you tell if the website is going down?",
        "Are the site down this moment?",
        "Are you aware that the website may be down.",
        "Are you aware that there is a website that may be down?",
        "DO you know if the website is down?",
        "I am curious if the website is not down.",
        "The website has trouble functioning.",
        "There is no certainty that the website is down.",
        "I wonder if there is a concern with the website.",
        "Was this the site currently down?",
        "There is a website not functioning.",
        "Questions are posed if the website is down.",
        "Is the website not available?",
        "The site is down now, right?",
        "Perhaps the website was down?",
        "Was the website down, for example?",
        "Website could be down.",
        "I'm wondering if the website is down?",
        "Do you know if thewebsite is down?",
        "Was this site down at the time?",
        "A questions about the website down.",
        "It was possible that the website could be down.",
        "Is that the issue with the website?",
        "There are online store problems?",
        "Are the website not functioning?",
        "There may be a concern with the website.",
        "Is the site down this time?",
        "It is not entirely clear if the website is down.",
        "Well, is the website down?",
        "Is site down?",
        "I was wondering if the site is down now.",
        "I want to know if the website is down.",
        "Is there an issue in the website?",
        "The Website is not functioning.",
        "Are you having issues online?",
        "It is possible that the website is malfunctioning.",
        "Are the website down, that's what I'm looking for?",
        "You think the website might be down?",
        "I am wondering is the website down?",
        "This site is down, right?",
        "The website may have an issue.",
        "Would you believe the website might be down?",
        "Is the site down anymore?",
        "Would you be curious if the website is down?",
        "The website might not be up",
        "The site is down is it now?",
        "It is difficult to tell if the website is down.",
        "Are you aware the website might be down?",
        "Is the website down, that's what I was looking for?",
        "The website can be down.",
        "The website is down, I'm wondering.",
        "There is a question of when the website is down.",
        "Is it possible that the online store has problems?",
        "There is a question to ask if the website is down.",
        "I am wondering if the site is down right now.",
        "Is there an issue with the website.",
        "Well, is the site currently down?",
        "The site is down, is that right now?",
        "Do you have a question about the website down?",
        "The website might have a problem.",
        "If the website is not functional, there is a question.",
        "Is the site down, that's a question?",
        "Do you believe the website is malfunctioning?",
        "The situation is not clear if there is a down website.",
        "I'm wondering if the website is down or not.",
        "The site might be down at this moment.",
        "There is a question about the website down",
        "Something may be wrong with the website.",
        "The site is currently down, is that true?",
        "Website may be down",
        "Are the website down right now?",
        "I'm pondering if the website is on down.",
        "The situation is unclear if the website is down.",
        "I cannot say right now if the website is down or not.",
        "I am wondering if the website is down!",
        "Is a website down?",
        "Do you know if this site is down?",
        "I am curious as to the status of the website.",
        "Do you know if the site is down this very moment?",
        "Was the website unresponsive?",
        "Website may be down.",
        "The website is down, is this the case?",
        "I'm wondering if the website is on down?",
        "I am not sure if there is an issue with the website.",
        "It's not sure if the website is down.",
        "Do you believe the website might be down.",
        "The website may not be available.",
        "Right this moment, is the site down?",
        "The website is not functioning immediately.",
        "There is a question regarding the website going down.",
        "Do you think the website is unavailable?",
        "Do you reckon the site is down now?",
        "Do you reckon the site is down right now?",
        "Is such a thing as the website down?",
        "Do you know if the site is down right now?",
        "I would like to know if the site is currently down.",
        "There might be a website that is down.",
        "I am unable to say if the website is down.",
        "Do you think the website is offline?",
        "Someone asked if the website was going down.",
        "It's possible that the website may be down.",
        "Are the website down, is that a thing?",
        "Is the site offline at this time?",
        "If the website is down which is a question.",
        "Possibly, the website is down.",
        "Is the site not working right now?",
        "There's a question of if the website is down.",
        "Do we know if the website is down?",
        "It is unclear if the website is offline.",
        "I'm wondering, is the website down?",
        "Are the website out of service?",
        "Is the website not operational?",
        "There may be concern with the website.",
        "It's not clear if the website is down or not.",
        "Do you know if the website down?",
        "Are you aware that the website might be down??",
        "It is questionable if there is a down website.",
        "It's not clear whether there is a down website.",
        "There are possible problems with the online store.",
        "Do you know if the website is not working?",
        "There is a question whether the website is down.",
        "Does the site down?",
        "A question if the website is down.",
        "The website could go down.",
        "It is not clear whether the website is down.",
        "Is the site down for the moment?",
        "I'm not sure if the website is on down?",
        "Are you having problems with the page?",
        "Is the website down right this minute?",
        "Has the site been down?",
        "Are you aware that this website might be down?",
        "Is the site currently out of commission?",
        "If the website is down, what is it?",
        "Are the online store problem?",
        "Is the site not functioning right now?",
        "I cannot say if the website is down or not.",
        "Has there been a problem with this website?",
        "I am not able to say if the website is on down.",
        "Is the online store has a problem?",
        "Right now Is the site down?",
        "I wonder if the website is going down?",
        "The website is not sure if it is down or not.",
        "Are you experiencing problems on the internet?",
        "Is the site down at this moment.",
        "Is the site DOWN?",
        "Are you aware that the website appears to be down?",
        "I am wondering whether or not the website is down.",
        "If the website is down, do you have any information?",
        "The website might not be online.",
        "It's not certain if there's a down website.",
        "I'm not sure if the website is on down right now.",
        "The website may not be up",
        "I can't say right now whether the website is down or not.",
        "Are there any problems with the internet page?",
        "Is the site not available right now?",
        "Is the website currently down?",
        "The online store could have problems.",
        "Do you know if the website may be down?",
        "This minute, is the site down?",
        "At the moment, the website isn't working.",
        "Possibly the website could be down.",
        "Are you having an internet issue?",
        "Or is the website down?",
        "I'm curious if the website isn't down.",
        "Is the website malfunctioning.",
        "There is a website that is malfunctioning.",
        "It is difficult to say if the website is down.",
        "Is the website down which would cause concern?",
        "Does anyone know if the website is down?",
        "I believe there is an issue with the website.",
        "Has the website had an issue?",
        "Was it the website that went down?",
        "Are you aware of a website down?",
        "Was the website not functioning?",
        "It is not known if the website is down.",
        "The site is not currently down.",
        "It's difficult to know if the website is down.",
        "I was wondering if the site was down currently.",
        "It is possible the website is down.",
        "At this time, the website isn't working.",
        "I wonder if the site is down this very moment.",
        "The website is down, is that what it is?",
        "People are wondering if the website is down.",
        "I have no clue if the website is down or not.",
        "Is the site malfunctioning at the moment?",
        "There is an issue on the website.",
        "Someone is wondering if the website is down.",
        "Does the website have an issue?",
        "There is a chance the website could go down.",
        "Is the website not working?",
        "The website is down, is that the case?",
        "Is online store not working?",
        "Have you had problems on the internet?",
        "Now is the site down?",
        "There is an issue with the Website.",
        "Will this site be down?",
        "There is a website that is not functioning at the moment.",
        "Is it possible the website may be down?",
        "Is it the site down right now?",
        "Is the site down this instant?",
        "Would you like to know if the website is down?",
        "Could the site be down currently?",
        "If you're aware, the website might be down.",
        "People are asking whether the website is down.",
        "I don't know if the website is down, that's all I have to say.",
        "There was a question about the website down.",
        "At the moment the website is not working.",
        "The website could be down, is that a thing?",
        "Is there something concerning the website?",
        "Is the website down, which would be cause for concern?",
        "there is a question if the website is down",
        "This site could be down.",
        "I am wondering if the Website is on down.",
        "Is the website down, it would be a huge problem?",
        "The website isn't working right now",
        "It's not sure if there is a down website.",
        "Is the online store having some problem?",
        "The site is down, right now?",
        "is the site down now?",
        "Some websites could be down.",
        "At this moment, do you think the site is down?",
        "There could be trouble with the website.",
        "Has there been any issues on the website?",
        "There are problems with the website.",
        "The website could be off.",
        "The website may be disrupted.",
        "The website might be down, is that right?",
        "I am not certain if the website is down.",
        "It is not yet clear if there is a down website.",
        "The website is down, am I right?",
        "It is not definite if the website is down.",
        "The website seems to have an issue with it.",
        "If the website is down, you have to ask.",
        "You might believe that the website is down.",
        "Is thesite down?",
        "Has the website had any problems?",
        "Is the site down at the time?",
        "Was the site currently down.",
        "If the website is down, I want to know.",
        "I don't know if the website is down or not at the moment.",
        "Is this the site that's down right now?",
        "The site isn't functioning right now.",
        "I am wondering what is going on with the website.",
        "Is this site down?",
        "Is the website down, is that correct?",
        "It is not yet known if there is a down website.",
        "Is the website down, do you have any info?",
        "Are the site now down?",
        "Is there an issue on the website.",
        "It's not clear if a website is down.",
        "I don't know if the website is currently on down.",
        "Is the site Down right now?",
        "Is the website down this very moment?",
        "Is the website offline?",
        "The site appears to be down at this time.",
        "Are the website not working?",
        "At this moment, do you know if the site is down?",
        "Isn't the website malfunctioning?",
        "Are there any issues with the internet page?",
        "Is it possible that the website could be down?",
        "The situation is not clear if the website is down.",
        "The website is having trouble.",
        "There is uncertainty as to if the website is down.",
        "Do you know if the website has gone down?",
        "I'm wondering if the online store has a problem.",
        "The website isn't working right now.",
        "Right now, is this site down?",
        "Has there been an issue with this website?",
        "There was a possibility that the website could be down.",
        "Is it a thing that the website could be down?",
        "At the moment, the website isn't functional",
        "There is a question as to whether the site is down.",
        "At this moment, is the site down?",
        "Do you think the website was down?",
        "Have there problems with online store?",
        "At this juncture, is the site down?",
        "Do we think the website is down?",
        "was the website down?",
        "Is the website down, right?",
        "Is the website Down?",
        "I'm not sure if the website is down at the moment.",
        "Has there been a trouble with the website?",
        "Is the website down, it would be a huge worry?",
        "The site could be down right now.",
        "Do you know if site is down now?",
        "Are you aware that the site might be malfunctioning?",
        "The website might be unresponsive.",
        "If the website is down is there a question.",
        "Could the site be down?",
        "This site might be down?",
        "Can you tell me if the site is down this minute?",
        "I am trying to find out if the website is down.",
        "Is the website affected?",
        "Has there been any issues with the site?",
        "The site down currently?",
        "Are there problems with online store",
        "I don't know if there is a website on down.",
        "Do you know anything about the website that's down?",
        "This site might be down.",
        "The website is currently not functional.",
        "It's not clear whether the website is down or not.",
        "Yes, the website might be down.",
        "Is there a question about the website down?",
        "The website may be malfunctioning",
        "The online store has an issue?",
        "Is online store broken?",
        "The website may not be operational.",
        "Do you have any issues with the website?",
        "Has the website on down?",
        "Are you getting problems on the internet?",
        "Has the website down?",
        "Do you believe the website could be down?",
        "I think the website is going down.",
        "It is unclear if there is a down website or not.",
        "Yeah, the website may be down.",
        "It is not clear if there is a down website.",
        "Do you know anything about the website downtime?",
        "There could be a problem on the website.",
        "Did the site go down?",
        "Are the site down right this minute?",
        "Are you aware that there is a website down?",
        "Can you tell if the website is down?",
        "A website could be malfunctioning.",
        "Problems with webpage?",
        "Are you aware the Website might be down?",
        "Does the online store suffer a problem?",
        "The site may not be currently down.",
        "Are online store problem?",
        "I think the website might be down.",
        "Has there been a problem with the website?",
        "Is the site malfunctioning now?",
        "So is the website down, that's a question?",
        "I am pondering if the website is down.",
        "The website is down, are it down?",
        "Do the online store have any problem?",
        "I'm curious to know if the website is not down.",
        "Was it the site that was down?",
        "Are you aware the website could be down?",
        "The website is not working at present.",
        "That's what I am looking for, is the website down?",
        "There is a question about the status of the website",
        "Have there been any problems with the website?",
        "Do you see a website down?",
        "Are you aware that there's a website down?",
        "I'm not sure if the website isn't down.",
        "There's an issue with the site.",
        "Is this site down at this time?",
        "The site is currently not down.",
        "I am wondering if the site is down currently.",
        "Do you think that the website is unavailable?",
        "The web site may be down.",
        "Was its site down?",
        "Were the websites down?",
        "I do not know if the website is down at the moment.",
        "Was the website currently down?",
        "Is the online store experiencing any problems?",
        "There might be a website down.",
        "Is the site still down right now?",
        "Is online store in trouble?",
        "Was the website is down?",
        "Are you aware that the website possibly is down?",
        "Do you know if The website is down?",
        "There was a question about the website being down.",
        "Is the website down, which would be cause of concern?",
        "Is there anything concerning the webpage?",
        "do the online store have a problem?",
        "There is a question about whether the website is up or down.",
        "Is the website down, which would be a cause of worry?",
        "I am not sure, is the website down?",
        "I don't know at this time if the website is on down.",
        "Should we ask if the website is on down?",
        "Do you know if the website has fallen down?",
        "What I am looking for is the website down.",
        "If the website is not up then there is a question.",
        "The site might be down right this minute.",
        "Do you think there's a problem with the website?",
        "Has the website been an issue?",
        "Is an online store malfunctioning?",
        "Is the website collapsing?",
        "I am not sure if the website is down right now.",
        "The website doesn't work currently.",
        "It is not clear if it is a down website.",
        "is the website down",
        "The site isn't working currently.",
        "I don't know if the website is on down, that's all I can say.",
        "Is the website malfunctioning, is it?",
        "Do you know if the website has a problem?",
        "Do you know if the website is malfunctioning?",
        "Probably the website is down.",
        "Are you aware that the website might be down",
        "If the website is down, it is a question.",
        "Is the website down, which is a huge cause of concern.",
        "The online store might be having problems.",
        "The site is down, right?",
        "the online store might have a problem",
        "Are you aware that the website might not be online?",
        "Was the site down then?",
        "Doyou know if the website is down?",
        "Are you having troubles on the internet?",
        "Is it possible that the site is down?",
        "The website may shut down.",
        "If the website isn't up there is a question.",
        "I can't say yet if the website is down.",
        "Are there any problems with the website?",
        "There's a question about the website being down.",
        "Does there an issue with the website?",
        "The website is down, that is what I am wondering.",
        "I am left wondering if the website is down.",
        "It's unclear if there is a website down.",
        "The website is not functioning",
        "Is the site currently down?",
        "A problem with online store?",
        "Do you have any information about the problem with the website?",
        "Was there a website down?",
        "There must be an issue with the website.",
        "I am wanting to know if the website is down.",
        "Is the website gone?",
        "There is a question, is the website down.",
        "Are you having difficulties on the internet?",
        "The website is not functioning at the time.",
        "Is the website down, a big cause of concern?",
        "The website might be down, I'm curious.",
        "I can't tell right now if the website is down or not.",
        "Do you have trouble on the internet?",
        "It is not yet certain if the website is down.",
        "There seems to be an issue with the website.",
        "Can you tell me if this site is currently down?",
        "I need to know whether the website is on down.",
        "It's unclear if the website is down, but it might be.",
        "Was the site gone?",
        "I'm wondering if the website is malfunctioning.",
        "There is a website that is not functioning.",
        "Yep, is the site down right now?",
        "The site might be currently down.",
        "I am curious to know if the website is down.",
        "Do you have a site currently down?",
        "Have you asked if the website is on down?",
        "Is that the site down?",
        "Is the website down, that's what I am after?",
        "I'm wondering if the website isn't working.",
        "There is questions if the website is down.",
        "This moment, is the site down?",
        "There's a question about the website going down.",
        "Will the site be down this moment?",
        "The website isn't functional currently.",
        "right now, is the site down?",
        "Was the site down at the time?",
        "There is a question as to whether the website is up or down.",
        "Is the website down, which would be very concerning?",
        "It's unclear if there's a down website.",
        "Is the site down for this time?",
        "I was wondering if the online store has a problem.",
        "It is not known if the website is down or not.",
        "Someone asked if the website is down.",
        "Is the online store having problem?",
        "Is the site down at this very moment?",
        "It appears that the website may be down.",
        "Hmm, is site down now?",
        "I wondered if the website was going down.",
        "I don't know if the website is on down just yet.",
        "The website might be down, are you aware.",
        "That's what I am wondering, is the website down?",
        "I don't know if the website is down, that's all I can tell you.",
        "Is the site down right now??",
        "The website may be down, there is a question.",
        "It is not know if the website is down or not.",
        "The website is not working right now",
        "Currently are the site down?",
        "Was it possible that the website was down?",
        "Are you aware, the website may be down?",
        "Are you having problems with the page on the internet?",
        "That's a question, are the website down?",
        "Is this site now down?",
        "That site is currently down?",
        "Is the online shop having a problem?",
        "Has there been an issue with the website?",
        "Are you aware the website is malfunctioning?",
        "What is the question, is the website down?",
        "Are you aware that the website could be unavailable?",
        "It is possible that the website will be down.",
        "is the site down right now?",
        "There is a question about the website, is it down?",
        "Are the online store problems?",
        "Is the website down, that would be a big problem?",
        "I am asking if the website is down.",
        "The question is, Is the website down?",
        "Should I ask if the website is on down?",
        "Is the website down, which would be troubling?",
        "There are questions about whether the website is down.",
        "Are you aware that the website may down?",
        "I just want to know if the website is on down.",
        "I wonder if the website is not working.",
        "The website may have issues.",
        "Is the site down right now?",
        "Are you aware, the website might be down?",
        "The site is down, Is it?",
        "Is online store not functioning?",
        "Are you awarethat the website might be down?",
        "Is the site down at this precise moment?",
        "Did you have issues with the internet page?",
        "It's not clear if there is a website that is down.",
        "There is a website which isn't functioning.",
        "The website is down, do you know?",
        "Is the website go down?",
        "It's not known if the website is down, or if it is.",
        "Think the website might be down?",
        "Is the site currently unavailable?",
        "Do you think the website has problems?",
        "The site is down at the moment, right?",
        "Are you aware that the website may or may not be down?",
        "Is the website currently unavailable?",
        "The website may be malfunctioning.",
        "There's a website that isn't functioning",
        "A question would be if the website is down.",
        "Do you know if the website is out?",
        "Is there any issues with the page on the internet?",
        "Someone asked about the website down.",
        "I'm not sure if there is an issue with the website.",
        "The website may be down currently.",
        "There is a question regarding the website's status.",
        "There appears to be a concern with the website.",
        "Alright, is the site down right now?",
        "If the website is offline there is a question.",
        "The website may not be accessible.",
        "It is unclear if the website is indeed down.",
        "The site is down, is it still down?",
        "Yes, are the website down?",
        "The website might be down, is that the case?",
        "The website can be malfunctioning.",
        "A question about the website being down.",
        "The website is having an issue.",
        "The website might be out.",
        "The website could go down",
        "The site seems down right now.",
        "I can't say if the website is on down right now.",
        "Do you know if the site is down.",
        "The website is not working at the moment.",
        "Someone asks about the website down.",
        "Is there an issue with this website?",
        "Does the page on the internet seem to be malfunctioning?",
        "Maybe the website is down, is it?",
        "Was the site down this minute?",
        "There might be an issue with the website",
        "Could it be that the website is down?",
        "Do you have any problems on the internet?",
        "It's not yet clear if the website is down.",
        "Was the website crashing?",
        "Has there been a concern with the website?",
        "This is the site currently down?",
        "Is the site malfunctioning today?",
        "I can't say at this time if the website is on down.",
        "Has there an issue with the website?",
        "The website probably is down.",
        "It is not certain if the website is down or if it is.",
        "Is the website down, which would be a huge issue?",
        "I can't say if the website is down.",
        "I don't know if the website is down, right now?",
        "Is the website down, question?",
        "Were the website not working?",
        "Is the site down at this juncture?",
        "Questions are raised if the website is down.",
        "Is this site malfunctioning?",
        "You know, the website could be down.",
        "Is there any trouble with the website?",
        "Hmm, site down?",
        "The site may be down right now.",
        "Is the website down, that question?",
        "The website could possibly be going down.",
        "My question is, is the website down?",
        "Is it the website that's down?",
        "Was the website down or not?",
        "Right now, does the site down?",
        "Is the site down right NOW?",
        "Is the website down at this time?",
        "My question is, is the website on down?",
        "Does the online store have some trouble?",
        "Was the site down at the present time?",
        "Has there been a issue with the website?",
        "Let me know if the website is down.",
        "I am not sure if the site is down.",
        "There is an issue if the website is down.",
        "Is the website down, that is a question.",
        "I'm looking for something, is the website on down?",
        "Was the website off?",
        "Are you having an issue with the internet page?",
        "I'm curious if there is a website down.",
        "Has there been an issue with the site?",
        "Is that site down right now?",
        "Is the website not operating?",
        "The website may have stopped functioning.",
        "Was the site down yet?",
        "Are the website down, that's what I'm wondering?",
        "The online store might have some issue.",
        "Do you know if this website is down?",
        "What is going on with the website?",
        "Is there a problem with the internet page?",
        "I am curious, is the website down?",
        "It's possible that the website is down, do you know?",
        "Are you having issues on the web?",
        "There is a question if the website is malfunctioning.",
        "Is this website offline?",
        "I wonder if this site is currently down.",
        "If the website is down, there's a question.",
        "Hmm, is this site down?",
        "Does this mean the website is down?",
        "I am not sure if the website is down or not.",
        "Does the webpage have an issue?",
        "There is a question if the website is unavailable.",
        "Is it the site that is down right now?",
        "The website is down, is it not?",
        "Was the site already down?",
        "I wasn't sure if the website was down.",
        "Have you encountered problems with the internet page?",
        "The website isn't functioning right now.",
        "The online store may be having a problem.",
        "This minute, Is the site down?",
        "Is this website going down?",
        "Is the website malfunctioning, that's a question?",
        "Is this website down right now?",
        "I'm curious as to whether the website is on down.",
        "The website may be malfunctioning, is it?",
        "I'm wondering if the website is going down.",
        "Is a site currently down?",
        "Is it possible that the website is down?",
        "It is not clear if the website is down or not.",
        "The website could have been down.",
        "Do you think the website might be malfunctioning?",
        "I am wondering if the site is down this minute.",
        "There is a question about the website down.",
        "The website may not be functional.",
        "The website is down, is that a problem?",
        "The page on the internet may be malfunctioning.",
        "Was the website disrupted?",
        "Will the site be down now?",
        "The website seems to be malfunctioning.",
        "Is the site not functioning?",
        "Maybe the website is going down?",
        "Do you think that the website is going down?",
        "I'm wondering if the website is not working.",
        "It's not certain if the website is down.",
        "The website is not up at the moment.",
        "Do you think the site may be down?",
        "There can be a question if the website is down.",
        "Are youExperiencing problems on the internet?",
        "The website may be down, is that what it is?",
        "Are you aware that there is a website that might be down?",
        "You know, the website may be down.",
        "The website may not be working.",
        "Is the online store having difficulties?",
        "Is there an issue with the website?",
        "The website is not functioning currently",
        "I am not sure whether the website is down or not.",
        "I can't say if the website is down right now.",
        "The site might not be up.",
        "Do you think the website is going down?",
        "I'm not sure whether the website is up or down.",
        "A person asks about the website down.",
        "Exactly, is the site down right now?",
        "The website may not be working right now.",
        "It is not certain if there is a down website or not.",
        "It is possible that the website could be malfunctioning.",
        "Are the site down, right now?",
        "There are issues with webpage?",
        "There is a question if the website is offline.",
        "It is not clear if there is a website that is down.",
        "Do you know if the site is down right now.",
        "The website might be taken down.",
        "Is there issues with online store?",
        "Are the website crashed?",
        "Was this the website down?",
        "I wonder if there is an issue with the website?",
        "Is the site down suddenly?",
        "I'm wondering is the website down?",
        "I am wondering what the problem is with the website.",
        "I would like to know if there is an issue with the website.",
        "This very moment, is the site down?",
        "It's not certain if there is a website down.",
        "Might the site be down?",
        "Is the site down at that time?",
        "Right now are the site down?",
        "The site is down now?",
        "When is the website on down?",
        "The website is currently not functioning",
        "Are you aware the website may be offline?",
        "Is the website down?.",
        "Do you have any information about the website malfunctioning?",
        "Something isn't working on the website.",
        "Should you think that the website might be down?",
        "Is there something going on with the website?",
        "Will there be an issue with the website?",
        "The site is down, is that the case?",
        "Some websites may be malfunctioning.",
        "I am curious if the website is on down.",
        "Do you think the website might not be working?",
        "Is the website down, it would be a huge issue?",
        "If the website is down, a question arises.",
        "Is there an issue with the Website?",
        "The question is: Is the website down.",
        "a question about whether the website is down",
        "The website could be down, do you know anything?",
        "So is the website on down?",
        "If the website is down, a question is posed.",
        "Was the website not operational?",
        "Do you reckon the website is going down?",
        "It's not clear if there's a down website or not.",
        "I don't know if the website is down yet.",
        "The website might be not working.",
        "Is the online store in trouble?",
        "At this moment, is the site malfunctioning?",
        "The website may be down, is that true?",
        "I don't know, is the website down?",
        "This website is currently down?",
        "I'm wondering if the website has down.",
        "Is site down now.",
        "The question is whether the website is down or not.",
        "The website isn't up and running right now.",
        "That is a question, Is the website down?",
        "Do you know if the website goes down?",
        "I don't know if the website is on down.",
        "The site may be down at this time.",
        "Is that the site currently down?",
        "I wonder if there is an issue with the website.",
        "I'm wondering if the website is down, that's what I'm looking for.",
        "At this time, does the site down?",
        "The website may be crashed.",
        "It's not clear if the website is down, or not.",
        "The website could be problematic.",
        "Is the website down, which would be an issue?",
        "The site appears to be down at this moment.",
        "Was it a problem with the website?",
        "Ok, is the site down right now?",
        "The question is \"Is the website on down?\"",
        "Have there been a concern with the website?",
        "Is a site down now?",
        "I would like to know if the website is down.",
        "It is not known if the website is down or if it is.",
        "the website is not functioning at the moment",
        "I think the website could be down.",
        "You should know if the website is down.",
        "Is the website down, that is a thing?",
        "I have no clue if the website is down.",
        "The online store may have a problem",
        "Are you aware of the website not being functional?",
        "Do you have any troubles with the internet page?",
        "I'm wondering if the website has gone down.",
        "Is the website down, which would be very bad?",
        "The website might be down, is that such a thing?",
        "The site is currently not functioning.",
        "The website could come down.",
        "I'm not sure if the website is down",
        "Is the site malfunctioning at this time?",
        "Are there issues with the website?",
        "Does the website seem down?",
        "The website does not work currently.",
        "Do you have the site down?",
        "The website may be malfunctioned.",
        "Are you facing issues on the internet?",
        "The website could be unresponsive.",
        "Hmm, site down currently?",
        "Maybe the website was down?",
        "I was curious to know if the website was down.",
        "Is the website crash?",
        "Are you experiencing internet issues?",
        "Was the site down now?",
        "Are you facing problems on the internet?",
        "There is a question about what is happening with the website.",
        "Are you aware that the website might have been down?",
        "Do you think that the Website is down?",
        "Are the website down, that's what I'm looking for.",
        "Do you know the site is down?",
        "Is the website down, it would be a big concern.",
        "Are you sure that the website might be down?",
        "Yep, site down currently?",
        "Does the website have an problem?",
        "Are you certain the website might be down?",
        "Do you know whether the website is on down?",
        "Is the website down, which would make me worry?",
        "I'm curious if the site is down.",
        "Are you aware there is a website down?",
        "There is a question - is the website down?",
        "The website is not functioning at this moment.",
        "Do you think this site is down?",
        "The internet could be down.",
        "Is the site down right now.",
        "The site must be down.",
        "Is the website down, such a thing?",
        "I am trying to find out if the website is on down.",
        "Is there any problems with online store?",
        "I wonder if the website was down.",
        "Was the site down currently?",
        "There is a question about whether the website is going down.",
        "Do you think the site is down at this moment?",
        "Someone is asking if the site is down.",
        "I can't say for certain, but is the website down?",
        "The site is down this minute?",
        "It isn't known if the website is down or not.",
        "Is the site down for now?",
        "If the website is unavailable, there is a question.",
        "Are you sure the website might be down?",
        "Did you have problems with the internet page?",
        "Do you know that the website may be down?",
        "I don't know yet if the website is on down.",
        "I don't know if the Website is down.",
        "There may be something wrong with the website.",
        "I wonder if the website is going down.",
        "Are you aware of the unavailability of the website?",
        "right now is the site down?",
        "Maybe there is an issue with the website.",
        "The website is on down, is that a question?",
        "It is not clear if the website is malfunctioning.",
        "Have you heard that the website may be down?",
        "I am wondering if the website is down.",
        "Is the website down, which would be a major worry?",
        "Are you aware that the Website may be down?",
        "Someone is asking if the website is going down.",
        "At this moment, is the website down?",
        "Is this website currently down?",
        "Are you having an issue with the internet?",
        "Are the website gone down?",
        "Is the site down at the moment, right?",
        "Was the website not functional?",
        "at this time is the site down?",
        "Was site down currently?",
        "There's a chance the website is down.",
        "There is a question about the website on down.",
        "It's not clear if the website is down, or if it is.",
        "Is the website is down?",
        "I am not sure if the website is down at the moment.",
        "Does the online store has a problem?",
        "Is the website down right now.",
        "Have there been any issues with the website.",
        "I wonder if this site is down.",
        "The website may be out of service.",
        "The website is down, is that something?",
        "The website isn't running at the moment.",
        "Is there problems with the website?",
        "There is a website that isn't functional.",
        "Do you know if the online store has problems?",
        "Is the website down??",
        "It's a question, is the website on down?",
        "The website might be down, is that true?",
        "Maybe the site is down.",
        "The website may be malfunctioning, are you aware?",
        "The website could stop functioning.",
        "There possibly is an issue with the website.",
        "There could be a website that is down.",
        "I want to know if the website is down, that's what I am looking for.",
        "Do you think this website is down?",
        "Is the website down, what information do you have?",
        "The website may be down, do you know anything about it?",
        "The website is not functioning now.",
        "The website is down, are they down?",
        "A website is malfunctioning.",
        "There's a website that isn't working.",
        "If the website is down what is the answer?",
        "It is a question if the website is down",
        "Was the website no longer up?",
        "It is difficult to say if there is a down website.",
        "The website is not working now.",
        "I'm curious as to whether the website is down.",
        "The website might be down.",
        "Online store trouble?",
        "There will be a question if the website is down.",
        "Are the site down now?",
        "Do you think that the website isn't working?",
        "Is the website down, that is what I'm looking for?",
        "It is unclear if the website is actually down.",
        "You know that the website could be down.",
        "Is the website no longer up?",
        "The website is possible to be down.",
        "Is the website down now?",
        "Does the online store seem to have a problem?",
        "Is the site down in this moment?",
        "Right at this moment, is the site down?",
        "Is the website down, it would be a huge concern.",
        "I'm still wondering if the website is down.",
        "Does the online store have a problem.",
        "It's unknown if there is a down website.",
        "The site seems to be down.",
        "Are the website on down, that's a question?",
        "The website may be an issue.",
        "Site down right now?",
        "Yes, is the site down?",
        "Do you have problems with the page on the internet?",
        "This site could be down?",
        "The website may or may not be down.",
        "I wonder if site is down now.",
        "Are you aware that the website might be malfunctioning?",
        "Were the website down.",
        "Was the website an issue?",
        "It's difficult to know if the website is down or not.",
        "If the website is down, there is a question.",
        "Is the website down, do you have information?",
        "Could this site be down?",
        "The website was down?",
        "That is what I am looking for, is the website down?",
        "The online store seems to have an issue.",
        "Is the website down, which would be a serious cause of concern?",
        "Are you aware the website might be offline?",
        "Does the website on down?",
        "I'm not sure if the site is currently down.",
        "Is the website down, a major cause of concern?",
        "the website might have an issue",
        "I'm curious, is the website down?",
        "I haven't found out if the website is down.",
        "Has there been an issue with the webpage?",
        "Is the website out of service?",
        "They are wondering if the website is down.",
        "Is the website failing?",
        "Is the website down, is such a thing?",
        "I am curious as to why the website is down.",
        "How about the website going down?",
        "Are you aware the website might be malfunctioning?",
        "It is not clear if the website is down or if it is.",
        "You have to ask if the website is down.",
        "You may be aware that the website may be down.",
        "Has this site gone down?",
        "What is the status of the site currently?",
        "Right now, I'm not sure if the website is on down.",
        "are you aware that the website might be down?",
        "At present, the website is not functioning.",
        "Is there a problem with the Website?",
        "Is it that the website is down?",
        "I wonder if there is a website down.",
        "There may be a question if the website is down.",
        "I can't say anything right now, but is the website down?",
        "I'm not sure if a website is down.",
        "If the website is down we have a question.",
        "Is the website down, do you know anything?",
        "Maybe the website is down, do you think?",
        "The websites may be down.",
        "Is there a problem with the website.",
        "If the website is down I am curious.",
        "Does the online store have a problems?",
        "Right now, I cannot say if the website is down.",
        "Is the website down, which would be bad news?",
        "This is what I am wondering, is the website down?",
        "I am questioning if the website is down.",
        "Is the website down, that's what I'm after?",
        "It may be the website that is down.",
        "The website isn't functioning currently.",
        "There is a Website that isn't functioning.",
        "There is a question about the condition of the website.",
        "The website may be down for some reason.",
        "Question: Is the website down?",
        "The website may be down, is that something?",
        "The online store may have some issue.",
        "I want to know if the website is down, that's what I want.",
        "The website is not functioning at this time.",
        "There has been an issue with the webpage.",
        "I am confused if the website is down.",
        "It is unclear if the website is malfunctioning.",
        "I am wondering what happened to the website.",
        "The site down now?",
        "Do you have any issues with webpage?",
        "Is there any problem with the website.",
        "The website maybe down, is it?",
        "Do you believe there is a website down?",
        "There is an issue with the site.",
        "Is the site currently malfunctioning?",
        "is the site down?",
        "Do you know if the site is down at the moment?",
        "Is the site down at this moment?",
        "The online store may have some problems.",
        "You are aware that the website may be down?",
        "Should we ask if the website is down?",
        "I can't say at the moment if the website is down.",
        "Are you experiencing issues with the internet page?",
        "Does the webpage have a problem?",
        "Do I know if the website is down?",
        "I cannot tell you right now if the website is down.",
        "The website might be an issue.",
        "It is unknown if there is a down website.",
        "Maybe the website isn't working.",
        "Is this a thing, the website may be down?",
        "Is the site down today.",
        "Is the website on down.",
        "Is the website down, which would be a big issue?",
        "Is the website down, that's what?",
        "Is the website down, that is what I am looking for?",
        "Is the online store down?",
        "I was wondering if the website was down.",
        "Has anyone had a problem with the website?",
        "There has been a concern with the website?",
        "It is unclear whether the website is down.",
        "Do you feel like the website might be down?",
        "The question is if the site is down.",
        "I'm curious as to the status of the website.",
        "the website is not functioning",
        "Some website may be down.",
        "You know, the website might be down.",
        "Is the website down, which would be a great cause of concern?",
        "There is a question about the state of the website.",
        "A question about if the website is down.",
        "The online store may have some problem.",
        "Hmm, the website might be down.",
        "Are the website is down?",
        "There has been a concern with the website.",
        "I am not sure if the website is on down right now.",
        "It's a question if the website is on down.",
        "The website might be down, there is a question.",
        "I would like to know if the site is down now.",
        "There is no guarantee that there is a down website.",
        "Is The site currently down?",
        "Right at this time is the site down?",
        "Do you know if there is a website down?",
        "If the website is down that is a question.",
        "Are you having trouble with the internet site?",
        "You might know if the website is down.",
        "The website may down.",
        "It's uncertain if the website is down or not.",
        "There's a question about the website's status.",
        "There is no certainty if there is a down website.",
        "Was the website downtime?",
        "The site is currently down, right now?",
        "I am pondering, is the website down?",
        "At the moment the website isn't working.",
        "I'm not sure if the website's down.",
        "The website may be malfunctioning, do you think?",
        "Is the site down nowadays?",
        "Is this the site currently down?",
        "Is the site malfunctioning currently?",
        "Do you know that the website is down?",
        "A questions about the website down",
        "The site maybe down.",
        "The website is having issues.",
        "It is not certain if the website is down, or if it is.",
        "Possibly the website is down.",
        "Is site still down?",
        "The question is is the website down.",
        "Maybe the website could be down.",
        "Are the site currently down?",
        "A question about the website down",
        "Do you know if the website is not up?",
        "Is there a problem with that website?",
        "When is the site down?",
        "Was thewebsite down?",
        "It is not clear if the website is actually down.",
        "What is the situation with the website?",
        "There's an online store problem?",
        "Is the website down immediately?",
        "Is there a problem with online store.",
        "Do you have any information on the website being down?",
        "Have you had issues with the page on the internet?",
        "Has there been an issue with the page?",
        "You should know that the website may be down.",
        "The site currently is down?",
        "Is the site off?",
        "Do you know the website might be down?",
        "Is it something with the website?",
        "Is the site malfunctioning at this moment?",
        "Are the sites down right now?",
        "It's unclear if the website is actually down.",
        "I don't know, is the website down right now?",
        "Is the site down lately?",
        "There is a question, Is the website down.",
        "There is an issue with the website?",
        "Is online store having a problem?",
        "Someone has a question if the website is down.",
        "The website may be unresponsive.",
        "I'm not sure if there is a website down.",
        "Is the site down this very moment?",
        "Do I know if the website is on down?",
        "There is a question about the website being down.",
        "I do not know if the website is on down or not.",
        "Is the site down as of this moment?",
        "Is the site taken down?",
        "I can't say right now whether or not the website is down.",
        "Are you aware that the website was down?",
        "Do you think the website has stopped working?",
        "Is the website down, that's the question?",
        "Were the website down?",
        "Have there been any issues with the webpage?",
        "This site is down, is it still down?"
    ]
}