{
    "company_type": "Online Banks and FinTech Companies",
    "inquiry_category": "Statement and document requests",
    "inquiry_sub_category": "Document delivery preferences",
    "description": "Inquiries related to customers' preferred methods of receiving statements and other financial documents, such as email, online portals, or physical mail.",
    "inquiry": "Do you prefer receiving statements and documents via email?",
    "paraphrases": [
        "How do you like email statements?",
        "Do you prefer to use an email?",
        "Are emails your preferred form of statement?",
        "Are you more interested in receiving it via email?",
        "Do you prefer that information in emails?",
        "Are you interested in emails receiving the documents and statements?",
        "Do you prefer email to receive the documents?",
        "It's possible to get documents and statements in email.",
        "Do you prefer to have a statement via email?",
        "Are you a fan of getting things via e-mail?",
        "If you are happy with receiving the docs by email, please let me know.",
        "It is possible to receive the documents and statements using email.",
        "Are you able to get your statements and documents through email?",
        "Do you like receiving documents in email?",
        "Is email a good method of getting documents and statements?",
        "How aboutferring documents from email?",
        "Is it better to getstatements via email?",
        "Preferring an email?",
        "Is it your choice to email the papers?",
        "Are the email statements and documents OK with you?",
        "Do you prefer to receive the documents and statements using email?",
        "Do you want to get your stuff via e-messages?",
        "Are you interested in getting docs email?",
        "You can receive the docs by email.",
        "How about a statement via email?",
        "Is it feasible to get statements and documents by email?",
        "Want a statement by email?",
        "Do you wish to email the docs and things?",
        "Do you want to get your information via email?",
        "Do you want to receive emails related to docs?",
        "Do you wish to receive documents in email?",
        "Is email the correct method for receiving statement and documents?",
        "Is email the most efficient way to get my statement and documents?",
        "Do you like to get emails with documents?",
        "Is email the correct method for getting statements anddocuments?",
        "Do you prefer to get statements through email?",
        "How do you feel about getting information in emails?",
        "Want to get them e-mailed?",
        "Do you prefer to receive information in emails?",
        "Is the email method the correct way to receive statements and documents?",
        "Do you prefer to hear info in emails?",
        "Are you interested in receiving statements and documents using email?",
        "Is it better to receive the statements by email?",
        "Are you willing to receive documents and statements in email?",
        "Is email the best method to get statements and documents?",
        "Do you prefer to get the documents in email?",
        "Would statements from email appeal to you?",
        "Will emailing statements and documents make you happy?",
        "Would you be able to receive statements and documents by email?",
        "Do you prefer either digital or physical document delivery via email?",
        "Is email the best way to get the statements and documents?",
        "Would you rather email the documents and stuff?",
        "Do you prefer to get your documents via email?",
        "Is email the correct method for handling documents and statements?",
        "Are you interested in receiving documents in an email?",
        "Preferring records sent via email?",
        "Do you like to receive email notifications for the docs?",
        "Do you prefer to receive statements in an Email?",
        "The method for receiving statements and documents should be email.",
        "Do you prefer to receive it via email.",
        "Is it better to get statement via email?",
        "It can be possible to get documents via email.",
        "Do you like receiving statements and documents using email?",
        "You could receive documents via email.",
        "Would you prefer to email the documents?",
        "What do you think about receiving info via emails?",
        "Should statements and documents be sent via email?",
        "Are you okay with being sent things via email?",
        "Do you want to get your things via e- messages?",
        "Do you want to receive the documents via email?",
        "You could like email statements.",
        "Do you prefer to receive emails containing information?",
        "Is it alright with receiving docs by email?",
        "Do you prefer to receive statements and documents by email?",
        "Do you enjoy receiving emails with documents?",
        "Do you get statements in email?",
        "Is your preferred statement format email?",
        "Do you like to receive in emails?",
        "email can be used to receive documents and statements.",
        "Is the email of statements and documents ok with you?",
        "Do you like to know about things in emails?",
        "Does email statements and documents make you happy?",
        "Is it possible to get documents and statements by email?",
        "Do you like getting your info via e-messaging?",
        "Do you enjoy receiving documents through email?",
        "How about you email the docs and stuff?",
        "You like to Receive Emails?",
        "Do email for statements work better?",
        "Do you prefer to get emails from the docs?",
        "Do you like to get email for docs?",
        "Do you like data in emails?",
        "Are you interested in receiving the statements via email.",
        "Do you like to receive email from docs?",
        "Do you prefer email statement format?",
        "Is it better to get the statements by email?",
        "What do you think about receiving information through an email?",
        "Do you prefer to receive statements and documents through email?",
        "What do you think about receiving documents by email?",
        "Do you want to have your documents e-mailed rather than snail-mailed?",
        "Do you like to email statements and documents?",
        "Are you able to receive the documents and statements via email?",
        "Would you use email to receive the documents and statements?",
        "Do you want to receive documents and statements by email?",
        "Are email statements something you like?",
        "Are you interested in getting the statements and documents via email?",
        "Do you like to receive the documents by email?",
        "Do you prefer to get the files by email?",
        "Emails are your preferred format for statements?",
        "Do you like to get your documents emailed?",
        "Would you rather email the paperwork?",
        "Do you prefer the information in email?",
        "Do you want your documents forwarded electronically?",
        "Would you rather have a statement via email?",
        "Do you want to get the doc by email?",
        "Do you want to receive the statements via email?",
        "There is a chance to receive statements and documents via email.",
        "Is email a good way to request electronic statements and documents?",
        "Interested in receiving the documents and statements using email?",
        "Want to be sent an email statement?",
        "Email could be used to receive statements and documents.",
        "Do you like to get email notifications of documents?",
        "Do you prefer to receive them through email?",
        "Are you more interested in receiving it through email?",
        "Do you prefer emails with info?",
        "Do you prefer to receive statements in a email?",
        "Do you like to get documents via email?",
        "Is it your preference to deliver a document via email?",
        "It is possible to get statements and documents with email.",
        "Do you like to get your documents by email?",
        "Please let me know if you are happy with the email docs",
        "Is email a good place to receive statements and documents?",
        "Please let me know if you are happy with the docs you receive in email.",
        "Is it your preference to delivery via email?",
        "Wouldn't it be better to email the docs and things?",
        "You might be able to receive documents and statements via email.",
        "Do you like to receive information in emails.",
        "It is possible to get statements and documents via email.",
        "It is possible to email the documents and statements.",
        "Interested in a statement via email?",
        "Do you prefer to receive them in email?",
        "Is getting your information via e-messaging ok for you?",
        "Is email the correct method of getting the statements and documents?",
        "Do you want doc e-mailed instead of mailed?",
        "Do you prefer to get information from emails?",
        "Do you prefer data in emails?",
        "Do you prefer to receive messages in an email?",
        "Emailed records may be preferring.",
        "Do you want to receive documents in an email?",
        "Do you like to receive emails from docs?",
        "Are email deliveries preferred?",
        "Preferringdocuments from email?",
        "Do you prefer to receive it by email?",
        "Please let me know if you're happy with the email doc service.",
        "Receive documents and statements via email.",
        "Do you want to receive the documents and statements in an email?",
        "Are you okay with getting statements in an email?",
        "You could receive statements and documents via email.",
        "Would email-basedstatement appeal to you?",
        "Do you like email statements.",
        "Are you comfortable with getting things via e-mail?",
        "Is it preferred to have email?",
        "Do you use emails for your preferred statement format?",
        "Do you prefer to get the doc by email?",
        "What do you think about getting info via email?",
        "Let me know if you like email statements.",
        "Email is capable of receiving documents and statements.",
        "Are you interested in getting the statements via email?",
        "Is it better to get statement in email?",
        "Do you like to receive messages through email?",
        "Do you like to get email for documents?",
        "Is email the right method for receiving the documents and statements?",
        "Please let me know if you're happy with receiving the docs by email.",
        "Do you like receiving messages through email?",
        "Would it be possible to receive the statements and documents by email?",
        "Is it possible to get statements anddocuments by email?",
        "Are you interested in receiving statement via email?",
        "Is it better to email for statements?",
        "Do you like receiving statements and documents via email?",
        "How do you feel about receiving email information?",
        "Do you like to receive emails?",
        "Do you like to receive email information?",
        "Do you like to get your statements and documents via email?",
        "Are you interested in receiving the items via email?",
        "Do you like getting emails with documents?",
        "You prefer email for document delivery?",
        "Do you like to receive the docs in email?",
        "Do you prefer to receive it via email?",
        "Would you like to receive statements and documents by email?",
        "Do you like to receive information in emails?",
        "Is email the correct method for obtaining the documents and statements?",
        "Is email the right method for getting statements andDOCUMENTS?",
        "Do you prefer getting docs by email?",
        "Do you like to get the documents and statements via email?",
        "Do you like getting your things via email?",
        "Do you prefer to receive docs via email?",
        "Do you want to e-mail the documents?",
        "Is email the correct method for receiving documents and statements?",
        "It could be possible to get statements and documents by email.",
        "Do you prefer receiving it on email?",
        "Do you prefer to receive the doc by email?",
        "It can be possible to receive documents and statements using email.",
        "Do you want to be able to receive the docs email?",
        "Do you like delivery via email?",
        "Do you want to have the documents e-mailed?",
        "Was email your preferred statement format?",
        "Are you okay with receiving your information via email?",
        "Do you enjoy receiving statements and documents by email?",
        "Do you want to receive things via e-mail?",
        "Is Email Statements something that you like?",
        "Do you like receiving it via email.",
        "Are you okay with receiving things via e-mails?",
        "Do you prefer to get papers by email?",
        "Do you prefer to get things via email?",
        "Preferring documents from the email?",
        "It is possible to receive statements and documents using email.",
        "Is email statements something that you liked?",
        "Would you prefer a statement in email?",
        "Do you prefer to receive paperwork by email?",
        "Do you approve of getting your things via e-messages?",
        "Do you prefer emails with your statement?",
        "Is it better to receive statements in an email.",
        "Do you like to receive email notifications about documents?",
        "Did you prefer receiving it via email?",
        "Do you want to get your papers e-mailed?",
        "Do you prefer receiving them in email?",
        "You could receive documents and statements by email",
        "Do you prefer to get statements in an email",
        "If you're happy with the way the doc is received by email, please let me know.",
        "Please let me know if you are happy with the email delivery of the documents.",
        "Do you prefer to get your documentation via email?",
        "Would you rather receive it via email?",
        "Does email work for receiving statements and documents?",
        "Are you comfortable with getting your things via e-mail?",
        "Want to receive a email statement?",
        "Do you would like to receive the documents and statements using email?",
        "Do you want the document to be delivered via email?",
        "Is email the right method of getting statements and documents?",
        "Do you prefer getting statements and documents through email?",
        "Would you rather email them?",
        "Is email the correct method of receiving documents and statements?",
        "It is possible to receive documents and statements in email.",
        "Do you want to be emailed the documents?",
        "Would you rather email the doc's and things?",
        "Do you have a preference for details in emails?",
        "Did you enjoy receiving statements and documents through email?",
        "Do you want to receive email statements and documents?",
        "Is getting things via e-mail okay for you?",
        "Did you like receiving statements and documents in email?",
        "Do you like getting statements in an email?",
        "Is it better to email the documents?",
        "Is email the best way to get my statements and papers?",
        "The documents and statements can be received using email.",
        "Is it possible to get the statements and documents by email?",
        "It would be better to get statements via email.",
        "Do you want your documents to be forwarded via e-mail?",
        "You could receive documents and statements by email.",
        "Are you interested in receiving an email statement?",
        "What do you think of receiving info in emails?",
        "Were you interested in receiving the documents via email?",
        "Are you willing to receive the statements via email?",
        "Is email the best way to get the statement and documents?",
        "Are you willing to get statements in an email?",
        "Is email the right method for obtaining documents and statements?",
        "Is it better for statements to be in email?",
        "Want to receive them via e-mail?",
        "Is it better to get documentation by email?",
        "Does email make sense for getting statements and documents?",
        "If you love receiving documents by email, please let me know.",
        "Would you like email statements?",
        "Do you want to be able to receive the documents and statements using email?",
        "Do you want your documents to be sent by e-mail?",
        "Do you want to receive it via email?",
        "Do you want your paperwork e-mailed instead of mailed?",
        "Are you willing to receive the documents and statements in email?",
        "Do you want the documents e-mailed rather than mailed?",
        "Do you prefer to receive email with info?",
        "Do you like receiving statements with email?",
        "Would you rather receive your statements and documents via email?",
        "Emailed records will be preferring?",
        "Do you get your information by email?",
        "Will the email statement and documents make you happy?",
        "Do you want to get the documents emailed?",
        "Do you want to get your things via e-mail?",
        "You can receive statements via email.",
        "Is emailing the correct method of receiving statements and documents?",
        "Do you approve of getting your things via e- messages?",
        "Is it better to get statements from email?",
        "Do you prefer receiving the statements via email?",
        "Do you want the docs to be emailed?",
        "Is it better to use an email for statements?",
        "Was email statements something you like?",
        "Are you ok with getting things by e-mail?",
        "Do you prefer to get it by email?",
        "Do you prefer to receive the docs email?",
        "Do you like receiving information via email?",
        "Do you want your documents to be E-mailed?",
        "Do you want to have your documents e-mailed, not snail-mailed?",
        "How about requesting electronic statements and documents via email?",
        "Would it be possible to get the statements and documents via email?",
        "Do you like receiving your statements and documents via email?",
        "Do you prefer to receive the documentation by email?",
        "Are you prepared to receive the documents and statements via email?",
        "Do you want to receive statements in email?",
        "Do you prefer email to receive it?",
        "Do you want to be able to get the docs emailed?",
        "Do you like to receive it by email?",
        "Are you willing to get your information via e-messaging?",
        "Do you prefer a statement format in emails?",
        "There is a chance to receive documents and statements by email.",
        "Are you interested in being able to receive the documents via email?",
        "Want your statement sent electronically?",
        "Do you enjoy getting the documents emailed?",
        "Do you enjoy the information in emails?",
        "Is it better to receive a statement in email?",
        "Do you prefer the delivery of your document via email?",
        "Would you be interested in receiving the documents and statements using email?",
        "Is it better to have a statement via email?",
        "Do you want your statement to be sent via email?",
        "Are you okay with receiving information via e-messaging?",
        "Do you want to Email statements and documents?",
        "Is email a better option to get statements?",
        "Do you like receiving things via email?",
        "Do you prefer to get email documents?",
        "It is possible to receivedocuments and statements via email.",
        "Do you want the docs to be sent email?",
        "Yes or no to getting the docs sent an email?",
        "If you like receiving documents via email, please let me know.",
        "Do you prefer to get your statement in an email?",
        "Do you want to get your documents emailed?",
        "What do you think about getting info by email?",
        "Would you like to receive documents through email?",
        "Is email the best place to get my statements and documents?",
        "How do you feel about receiving information in emails?",
        "It could be possible to get documents and statements using email.",
        "If you are happy with receiving docs by email, please let me know.",
        "Are you ok with getting things via e-mail?",
        "You like to get email?",
        "Do you prefer receiving your documents by email?",
        "Do you prefer to receive emails with statements?",
        "Do you have a preference for what's in emails?",
        "Will the email statements and documents make you happy?",
        "What are your feelings about receiving information in emails?",
        "Are you interested in receiving them using email?",
        "Would you like to get an email statement?",
        "Is it better to email the documents and stuff.",
        "It would be possible to receive statements and documents using email.",
        "Do you enjoy getting your documents email?",
        "By email it is possible to receive documents and statements.",
        "Is it better to email the docs and things?",
        "Do you prefer to receive these documents by email?",
        "Do you want docs e-mailed?",
        "Is it better to have statements by email?",
        "Do you like to get information in email?",
        "Do you rather get statements in an email?",
        "Is email better for the documents and stuff?",
        "Do you prefer to Receive it via email?",
        "Is it better to get documents via email?",
        "receiving doc's by email",
        "Do you prefer to receive documents email?",
        "Email statements and documents, please?",
        "Email can be used to send documents and statements.",
        "Do you like to be able to email documents?",
        "Do you prefer information in Emails?",
        "Are you interested in getting the statements and documents by email?",
        "Do you prefer to receive your statements through email?",
        "Is it better to use emails for statements?",
        "Do you like receiving email info?",
        "It could be possible to receive documents and statements in email.",
        "Do you use email to receive statements and documents?",
        "Are you a fan of email statements",
        "Email statements and documents could make you happy?",
        "Would you like to read email-based statements?",
        "Is email something you prefer?",
        "Email can be used to receive documents.",
        "If you are happy with receiving documents by email, please let me know",
        "Do you prefer to receive information via email?",
        "Do you like to receive email about things?",
        "Email could be used to receive documents and statements.",
        "Is email statements and documents ok with you?",
        "Preferring documents from an email",
        "Email could be utilized to receive documents and statements.",
        "Preferring papers from email?",
        "It was possible to receive documents and statements via email.",
        "Is email delivery something that you prefer?",
        "Do you approve of getting your information through e-messaging?",
        "Do you want to be able to get docs email?",
        "Would you prefer to receive statements in an email?",
        "Please let me know if you are happy with receiving the doc by email.",
        "Are you interested in getting your information via e-messaging?",
        "Is email the right method for receiving documents and statements?",
        "Do you like receiving information through email?",
        "Email could be used to get statements and documents.",
        "Do you prefer to get your documents emails?",
        "Do you prefer getting statements and documents in email?",
        "Are emails your preferred format for statement?",
        "If you are happy with the email delivery of your doc, please let me know.",
        "Were you interested in getting the documents and statements via email?",
        "Is email the right way to get documents and statements?",
        "Would you prefer to use electronic mail for documents?",
        "Do you prefer to know things in emails?",
        "Are you able to receive the documents and statements using email?",
        "Do you like to get your things via e- message?",
        "Will email statements and other documents make you happy?",
        "Are you interested in getting the statements in email?",
        "Do you want to receive emails about docs?",
        "Would you prefer to email the information?",
        "Do you like getting your information through e-messaging?",
        "Do you want to get statements and documents through email?",
        "Are you interested in receiving the documents and statements by email?",
        "Do you prefer receiving documents in email?",
        "Are you interested in receiving the files via email?",
        "Is email statements and documents okay with you?",
        "Do you think that emails for statements work better?",
        "Please let me know if you like to receive docs by email.",
        "Is it better to have the statements via email?",
        "Do you have a preference for emails with information?",
        "Do you have a preference for email information?",
        "Do you want to receive thedocuments and statements via email?",
        "Is email the right place to get statements and documents?",
        "Do you like to get the documents emailed?",
        "Do you rather receive statements in an email?",
        "Do you prefer info in emails.",
        "Do you like to information in emails?",
        "It's possible to get documents and statements via email.",
        "You could prefer statement via email.",
        "Is receiving the doc's via email okay?",
        "You can email the statements and documents to us.",
        "You could like email statements?",
        "It's possible to receive statements and documents using email.",
        "Are you interested in receiving the documents and statements in an email?",
        "Are you interested in receiving the docs EMAILED?",
        "Is that better to get statements via email?",
        "You can get documents via email.",
        "Do you receive information through email?",
        "Are you willing to receive documents and statements by email?",
        "Want to receive the statement via email?",
        "For you, email statements are better?",
        "Do you prefer to get statements via email.",
        "Is it nicer to get statements in email?",
        "Do you prefer to get email for documents?",
        "It is possible to get documents and statements by email",
        "Do you want your documents to be e-mailed, not snail-mailed?",
        "Do you like receiving your statements in email?",
        "Preferring email documentation now?",
        "Do email statements work better for you?",
        "Would you prefer to email the papers?",
        "Do you think email statements would be better?",
        "Is it possible to get the documents and statements through email?",
        "Do you want to get the documents via email?",
        "Do you want your documents sent via email?",
        "Do you like receiving your documents via email?",
        "Do you prefer to get documentation via email?",
        "Do you want your doc's e-mailed?",
        "Want a statement in an email?",
        "Would you like to have email statements?",
        "Please let me know if you're happy with receiving your doc by email.",
        "Do you like to get things via e- messages?",
        "Do you prefer email to get statements?",
        "Do you want an emailed statement?",
        "Do you want your papers to be sent electronically?",
        "Is it something that you like about email statements?",
        "You like to Receive emails?",
        "Do you prefer emails?",
        "Do you like to receive the docs via email?",
        "Do you want the documentation to be e-mailed?",
        "Do you prefer receiving documents via email?",
        "Preferring documents from email.",
        "What do you think about getting info through email?",
        "Is it advisable to receive docs by email?",
        "Do you prefer to get them by email?",
        "Email statements and documents with your consent?",
        "Please let me know if you're happy with the email received docs.",
        "Do you approve of getting your info via e-messaging?",
        "Would you like to receive information through emails?",
        "Do you prefer to get your files via email?",
        "Do you like to receive email notifications of the docs?",
        "Do you want your doc's to be e-mailed?",
        "Email the correct method for receiving statements and documents?",
        "Will email statements andDOCUMENTS make you happy?",
        "Do you like to get info in email?",
        "Do you rather email the documents and stuff?",
        "The documents and statements can be received via email.",
        "Do you prefer to receive the documents and statements via email?",
        "It is possible to receive statements and documents in email.",
        "Do you prefer to receive it via Email?",
        "Do you want to be EMAILED the docs?",
        "Do you desire your documents e-mailed?",
        "Are you interested in getting the document via email?",
        "Are your preferred statement formats in emails?",
        "Do you prefer statement in an email?",
        "You can like email statements.",
        "Email can be used to get documents and statements.",
        "It may be possible to receive documents and statements by email.",
        "Are you for email statements?",
        "You can receive statements and documents by email.",
        "Are you okay with receiving items via e-mail?",
        "Do you prefer to have documents email you?",
        "Do you like to receive things via e- messages?",
        "Do you enjoy receiving documents email?",
        "Do you want to get email for docs?",
        "Do you think emails for statements work better?",
        "Do you like to have your documents email you?",
        "What do you think of receiving email info?",
        "Are you interested in receiving the documents by email?",
        "Do you like receiving documents email?",
        "Email statements will do you better?",
        "Do you wish to have docs e-mailed not mailed?",
        "Do you like getting things via e-mail?",
        "Is it better to get statements through an email?",
        "Is email the best method to receive my statement and documents?",
        "Do you prefer to have statements in an email?",
        "Does email work better with statements?",
        "Is emailing the correct method for getting statements and documents?",
        "Do you prefer to receive statements email?",
        "Do you prefer email delivery of documents?",
        "It may be possible to get documents and statements by email.",
        "Is there something that you enjoy like email statements?",
        "Are you interested in receiving the statement via email?",
        "Is it preferable to receive it via email?",
        "Do you like using email statements?",
        "Do you like to get the doc's email?",
        "Is email the correct method to get the documents and statements?",
        "Do you prefer receiving your statements via email?",
        "Are you okay with getting your information via e-mail?",
        "The method for getting statements and documents is email.",
        "Want to get the statement via email?",
        "Do you prefer to get email info?",
        "Like to receive email?",
        "Do you like to get email for the docs?",
        "Are you a fan of receiving statements and documents via email?",
        "Is it possible to receive the statements and documents by email?",
        "Do you like to have information in emails?",
        "Do you enjoy getting your things via e-messages?",
        "Do you want doc e-mailed rather than mailed?",
        "Do you like getting documents emailed?",
        "Do you prefer to receive the documents through email?",
        "What aboutferring documents from email?",
        "Is email the correct method for documents and statements?",
        "Do you prefer to get the info by email?",
        "Is it better to send the statements through email?",
        "Is email a good method for receiving statements and documents?",
        "Please let me know if you're happy with receiving email docs.",
        "Is email the better way to receive statements?",
        "You like using email?",
        "Do you like to receive emails regarding documents?",
        "Is email the way to get documents and statements?",
        "Email statements or documents to you?",
        "Do you enjoy receiving things via e-mail?",
        "It may be possible to receive documents and statements via email.",
        "Are you okay getting information via e-messaging?",
        "Is Email the best way to get my statement and documents?",
        "Would email statements be something you like?",
        "Is it you who prefers emails accounts info?",
        "Was email statements something you liked?",
        "Would Email-based statements appeal to you?",
        "Do you want the statement sent via email?",
        "Do you prefer the email delivery of document?",
        "It is possible to receive statements and documents with email.",
        "Do you like to receive emails with information in them?",
        "Want to get your documents electronically?",
        "Did you like email statements?",
        "Do you prefer receiving your statements in an email?",
        "It is better to get statements via email",
        "Are you interested in receiving email statements?",
        "It is possible to receive statements and documents via email",
        "Do you prefer information in emails.",
        "Is email the right method for receiving statements and documents?",
        "Do you prefer to receive docs through email?",
        "Please let me know if you're happy with the email docs",
        "Do you like to receive it using email?",
        "Do you want to email the doc and things?",
        "Are emails your preferred format for your statement?",
        "Are you going to email docs and stuff instead?",
        "Do you use emails as your preferred statement format?",
        "Are you OK with getting your stuff via e-mail?",
        "Do you like to know in email?",
        "Do you think it's better to email statements?",
        "Do you prefer to receive email about documents?",
        "It might be possible to get documents and statements via email.",
        "Do you want to have them e-mailed?",
        "Would it be better to email the docs and things?",
        "Is email your ideal statement format?",
        "Do you want your information e-mailed?",
        "Do you prefer to receive statements through email?",
        "Do you want to receive documents Email?",
        "Do you get things via e-mail?",
        "Preferring email documents?",
        "Do emails for statements work better for you?",
        "Is email the correct method for getting statements and papers?",
        "Do you want the documents to be e-mailed.",
        "Would you Instead email the documents and stuff?",
        "Do you instead email the docs?",
        "Is emails your preferred statement format?",
        "Do you like to receive your documents by email?",
        "Are you interested in getting the documents emailed?",
        "Does your preferred format include emails?",
        "Do you prefer to have your documents electronically sent?",
        "Do you recommend e-documents?",
        "Do you like receiving information in emails?",
        "Do you like to receive emailed documents?",
        "Are you willing to email the documents and statements?",
        "Are email statements and documents making you happy?",
        "Would email delivery be preferred?",
        "Is email the correct method for obtaining statements and documents?",
        "Are you okay with getting information through e-messaging?",
        "Do you like to receive things via email?",
        "Email is a possible way to receive documents and statements.",
        "Do you like to receive statements in an email?",
        "Is it a better idea to get statements in email?",
        "Is email delivery you prefer?",
        "Would you prefer statement via email?",
        "Considerferring documents from email?",
        "Are you interested in receiving the statements through email?",
        "Do you like to get statements and documents via email?",
        "Are you interested in receiving statements and documents in email?",
        "Interested in email statements?",
        "Are you in favor of getting things via email?",
        "Are emails your preferred format for statements?",
        "Do you enjoy receiving info through emails?",
        "Do you have a preference for information in emails.",
        "It is possible to like email statements.",
        "Do you like email info?",
        "Do you want to delivery your document via email?",
        "It is conceivable to receive documents and statements by email.",
        "What are your feelings about receiving information through email?",
        "Is it better to receive statements via email?",
        "Do you prefer to get your documents in email?",
        "Do you prefer to receive papers by email?",
        "Would prefer the statement via email?",
        "Is email the best method to get my statements and documents?",
        "Do you like using e-messaging to get your information?",
        "Does anyone want to receive the documents and statements using email?",
        "Are you more likely to receive documents via email?",
        "Do you approve of getting your stuff via e- messages?",
        "Do you prefer to get the documents email?",
        "Is it better to get your statements in email.",
        "Is email statements and documents good?",
        "Delivery of documents via email is your preference?",
        "Do you want to receive the docs in email?",
        "Do you prefer to get the statement in an email?",
        "Do you like getting the docs emailed?",
        "Do you prefer getting your statements and documents via email?",
        "Do you like to get email with documents?",
        "Do you like getting your things via e- messages?",
        "Please let me know if you are happy with the email docs.",
        "Do you want your documents to be sent electronically?",
        "Do you prefer email to get the docs?",
        "You can get statements and documents by email.",
        "Do you prefer to be notified via email?",
        "Do you want to get the documents Emailed?",
        "Do you want to receive the documents and statements in email?",
        "Are receiving doc's via email ok?",
        "Do you prefer emails to get statements?",
        "Please let me know if you are happy with receiving documents by email.",
        "How about documents from email?",
        "Are your preferred statements in emails?",
        "Are you more likely to get statements and documents via email?",
        "Are you a fan of Email statements?",
        "There is a possibility to get documents and statements via email.",
        "Is receiving docs by email okay?",
        "Is there a way to receive the documents and statements via email?",
        "How about statements via email?",
        "Is it better to get statements on email?",
        "email statements and documents will make you happy?",
        "Do you like receiving documents and statements via email?",
        "Yes or no to getting the docs sent email?",
        "Please let me know if you want to receive documents by email.",
        "Is email delivery preferred by you?",
        "Are you interested in receiving items via email?",
        "Does your preferred statement format include email?",
        "Is email the docs and things the way to go?",
        "Do you want to receive the doc emails?",
        "Do you like getting your documents email?",
        "Do you like to get the documents email?",
        "Are you comfortable with receiving your information via e-messaging?",
        "Want a statement sent email?",
        "Do you prefer it to be sent by email?",
        "Would you rather email the documents.",
        "Do you find receiving info through emails enjoyable?",
        "Do you want to get your stuff via e- messages?",
        "Are you a fan of the info in emails?",
        "Would you like to receive the documents and statements in email?",
        "Would you prefer information in emails?",
        "Do you prefer getting documents via email?",
        "Do you like email delivery?",
        "Would you rather receive it through email?",
        "Do you prefer to receive docs in email?",
        "Is email the best way to request electronic statements and documents?",
        "Is it better to getstatements in email?",
        "Emails for statements work better?",
        "Do you enjoy getting info in emails?",
        "Do you prefer email delivery for document delivery?",
        "Could we receive statements and documents by email?",
        "Would prefer statement through email?",
        "Is it possible that email-based statements would appeal to you?",
        "Are you okay with getting your things via e-mail?",
        "Do you get statements and documents through email?",
        "What do you think about receiving information through Emails?",
        "Are email statements something you like to use?",
        "There is a chance that you can receive documents and statements via email.",
        "Is it better to email documents and stuff?",
        "Do you like to get your statement in an email?",
        "Are you interested in using email to get documents and statements?",
        "Will email statements and documents make your happy?",
        "Do you like to receive the documents in an email?",
        "Do you want to beEmailed the docs?",
        "Do you like the information in emails?",
        "Do you have a desire to get docs email?",
        "Do you agree to email statements and documents?",
        "Do you want to get the documents using email?",
        "Say you want it via email?",
        "If you like email statements?",
        "You're fine with receiving documents by email?",
        "If you are happy with receiving the documents by email, please let me know.",
        "Are you in favor of receiving statements and documents via email?",
        "Is email a good method for getting my statement and documents?",
        "Do you prefer receiving them by email?",
        "You can email statements and documents to me.",
        "You could email the docs and things.",
        "You would like to receive the documents and statements via email?",
        "Do you enjoy receiving it in email?",
        "Do you like to get your statements via email?",
        "Are you interested in getting the documents and statements using email?",
        "Is it better to get your statements in an email?",
        "Is email the right way to get the documents and statements.",
        "Please let me know if you are happy with the docs you get by email.",
        "Is it better to get documents by email?",
        "Is it better to receive statements via email",
        "Do you prefer receiving documents and statements via email?",
        "If you are happy with receiving the email doc, please let me know.",
        "Do you favor information in emails?",
        "Do you want to receive your documents by email?",
        "How do you like to receive information through emails?",
        "Is it better to get the statements through email?",
        "Does your preferred statement format include emails?",
        "Do you like receiving statements by email?",
        "It may be possible to get statements and documents by email.",
        "Do you prefer details in emails?",
        "You like email statements, do you?",
        "Do you prefer to get a statement via email?",
        "Is it a better idea to get statements in an email?",
        "Is email the correct mode of receiving statements and documents?",
        "Do you want e-mailed your documents?",
        "Do you want your papers e-mailed?",
        "Do you prefer to receive these statements via email?",
        "Do you like receiving statements and documents in an email?",
        "Do you like to get emails?",
        "Do you like to receive info in email?",
        "Do you want to get docs emailed?",
        "Do you approve of Email statements and documents?",
        "Would you rather have statement via email?",
        "Is email the best way to receive the documents and statements?",
        "Please let me know if you would like to receive docs by email.",
        "Do you want the docs emailed?",
        "Email your preferred statement format?",
        "Are you in favor of using e-messaging to get your information?",
        "Do you like the option of email document delivery?",
        "Do you want your documents to e-mailed?",
        "Did you like to receive statements and documents through email?",
        "Are you ok with getting your information via e-messaging?",
        "Are you preferring email docs now?",
        "Are you okay with getting things via e-mails?",
        "Do you want your documents sent email?",
        "There is a possibility to get documents and statements by email.",
        "Do you want to receive the statements and documents using email?",
        "How do you like receiving information through email?",
        "What do you think about receiving email information?",
        "Should you use emails as your preferred statement format?",
        "Do you like receiving your things via e-messages?",
        "Do you prefer to receive information through email?",
        "Would you prefer to receive documents via email?",
        "Do you prefer to get news in emails?",
        "will email statements and documents make you happy?",
        "It's possible to receive documents and statements via email.",
        "It is possible that you prefer emails accounts info.",
        "What are your feelings about receiving email info?",
        "Do you prefer to get your documents email?",
        "Is email statement something that you like?",
        "Do you enjoy receiving information through emails?",
        "Do you prefer receiving documents through email?",
        "Do you want to receive things via e-messages?",
        "Do you want your documents delivered e-mailed?",
        "Do you like receiving info in emails?",
        "Is it best to receive a statement via email?",
        "Please let me know if you're happy with receiving documents via email.",
        "Does anyone want to receive the documents and statements via email?",
        "Would you rather have the statement via email?",
        "Preferring documents using email?",
        "Is it better to receive statements in an email",
        "Is email your preferred format for statement?",
        "Is it better to receive statements in email?",
        "Are email statements something that you would enjoy?",
        "Is it better if you email the docs and things?",
        "Is email your preferred format for your statement?",
        "Emails are your preferred format for your statement?",
        "Are you a fan of getting the documents email?",
        "Would the email-based statements suit you?",
        "Is email statements a thing you like to do?",
        "Is email delivery preferable?",
        "It can be possible to receive documents via email.",
        "Do you prefer things in emails?",
        "Do you like getting emails about documents?",
        "Would statements sent via email appeal to you?",
        "Please let me know if you are happy with the email version of the docs.",
        "Do you prefer receiving it through an email?",
        "Do you prefer using email?",
        "Do you want to receive statements and documents by email?",
        "Do you want to get email for the docs?",
        "Do you enjoy receiving your documents through email?",
        "Please let me know if you'd like to receive docs by email.",
        "Want a statement delivered by email?",
        "Do you prefer receiving the documents via email?",
        "Want a statement via email?",
        "What do you think of receiving information via emails?",
        "What do you think of getting info through emails?",
        "Are you preferring email docs?",
        "Is it best to receive the statements in an email?",
        "Do you enjoy receiving it by email?",
        "What are your feelings about receiving info through emails?",
        "Do you want your documents to be electronically received?",
        "Are you interested in receiving the documents using email?",
        "Do you want the docs to be sent electronically?",
        "Are you willing to receive the documents by email?",
        "Are you interested in receiving the documents and statements on email?",
        "Do you enjoy receiving info in emails?",
        "You could use email to receive documents and statements.",
        "Is it best to receive statements and documents via email?",
        "Do you prefer E-documents?",
        "Do you want docs email?",
        "It may be possible to get statements and documents via email.",
        "What do you think about getting info in emails?",
        "Pre-ferring documents from email?",
        "Would you prefer to email the docs or something?",
        "Are you willing to receive the documents and statements using email?",
        "Does your preferred format of statement include emails?",
        "Want to receive a statement via email?",
        "Is it better for you to email the docs?",
        "Do you wish your documents to be e-mailed?",
        "Emailed records could be preferring?",
        "Are you interested in getting the documents EMAILED?",
        "What are your feelings about receiving email information?",
        "Do you like to receive things via e-messages?",
        "Do you enjoy a preference for emails?",
        "Do you prefer email-based statements?",
        "Do you like to receive documents emailed?",
        "Do you prefer receiving statements on email?",
        "Are you for email document delivery?",
        "Is it better to get your documents by email?",
        "Want to get a statement through email?",
        "Are you interested in having the documents and statements sent via email?",
        "Is email delivery what you want?",
        "It is possible to get documents and statements in email.",
        "Do you like to receive things via e-mail?",
        "Is it best to receive statements by email?",
        "Do you like to delivery your document via email?",
        "do you prefer receiving it via email?",
        "Are you in favor of getting information via e-messaging?",
        "Do you prefer to receive info via email?",
        "Do you prefer to receive a statement via email?",
        "Do you prefer emails or other statements?",
        "Do you like getting documents Emailed?",
        "Please let me know if you're happy with the email docs.",
        "Is it feasible to receive the documents and statements using email?",
        "Do you like receiving correspondence through email?",
        "Do you prefer to receive email info?",
        "Would you want to email the documents?",
        "Do you prefer it to be received via email?",
        "Will email statements and documents good for you?",
        "Are you interested in obtaining the documents via email?",
        "Do you prefer getting your documents via email?",
        "Are you interested in email receiving the documents and statements?",
        "Do you prefer getting your information via email?",
        "Do you wish to get your information via e-messaging?",
        "It is possible to receive documents and statements email.",
        "Are you a fan of email statement?",
        "Are you more likely to receive statements and documents via email?",
        "You may email statements and documents.",
        "Please let me know if you're happy with the docs you get by email.",
        "Do you like to receive your statements in an email?",
        "Preferring documents from an email?",
        "Are you ok with getting your stuff via e-messages?",
        "Do you prefer email delivery of the document?",
        "What about email statements and documents?",
        "Is it you that prefer emails info?",
        "Is it better to receive statements in an email?",
        "Is email delivery favored?",
        "Do you have a preference for emails?",
        "Do you want information in emails?",
        "Do you like to get email?",
        "Do you prefer to get the information from email?",
        "Do you like to receive documents email?",
        "Do you like to get emails about documents?",
        "Is it better to receive statements through an email?",
        "Would you be interested in receiving the documents using email?",
        "Do you enjoy getting docs email?",
        "Is email the right method for receiving statements and documents",
        "What do you think about receiving information by email?",
        "Do you want to receive your documents e-mailed?",
        "Email is a good way to receive documents and statements.",
        "Did you like receiving statements and documents via email?",
        "Do you like receiving statements through email?",
        "Would you prefer to email the documents or things?",
        "Do you want documents to be e-mailed, not snail-mailed?",
        "Will it be possible to get statements and documents via email?",
        "Is it you who likes emails accounts information?",
        "Are you okay with receiving stuff via e-mail?",
        "You can receive documents and statements using email.",
        "Preferring documents from email...",
        "What about email statements, do you like them?",
        "Is email the correct option for receiving statements and documents?",
        "Do you get your statements in an email?",
        "Do you agree with email statements and documents?",
        "Do you like getting documents emails?",
        "Do you prefer to have statements sent via email?",
        "Is email the best way to get my statement and papers?",
        "Do you prefer emails for your statement?",
        "Enjoy email statements?",
        "Do you enjoy receiving it through email?",
        "It is feasible to receive documents and statements via email.",
        "Do you want to email the docs instead?",
        "Would it be better to email the documents and stuff?",
        "It would be possible to get documents and statements by email.",
        "Do you like getting email?",
        "You could prefer a statement via email.",
        "Do you want to get the documents e-mailed?",
        "Are it better to get statements in email?",
        "Is email the best method of receiving my statements and documents?",
        "Do you prefer to receive them by email?",
        "Are you okay with using e-messaging to receive your information?",
        "Do you want your documents e-mailed?",
        "Do you want to get the documents EMAILED?",
        "What do you think about getting information by email?",
        "Do you prefer to email financial papers or not?",
        "Do you want to get emails about the docs?",
        "Do you have a preference for info in email?",
        "Do you like the idea of getting the documents emailed?",
        "Do you prefer to be received through email?",
        "Is it better for you to email the docs and things?",
        "Do you prefer to get these documents via email?",
        "Are you better off using email statements?",
        "Do you like getting your things via e-mail?",
        "You would like to receive emails?",
        "Do you support getting your information via e-messaging?",
        "\"Preferring documents from email\"?",
        "Do you like to get your information by email?",
        "Preferring records sent by email?",
        "Would you prefer to email them?",
        "Is email the best option for getting my statement and documents?",
        "Are you a fan of emails with info?",
        "How do you like receiving information via email?",
        "Do you prefer to get statements email?",
        "Are you okay getting your things via e-mail?",
        "It may be possible to receive statements and documents via email.",
        "Do you want a statement via email?",
        "Do you enjoy getting documents in email?",
        "Is email the most appropriate method for receiving statements and documents?",
        "Do you enjoy getting documents emails?",
        "Do you prefer to receive emails that contain information?",
        "Do you prefer the info in email?",
        "Is emails your preferred format for your statement?",
        "Are you interested in receiving the documents and statements in email?",
        "Are you more interested in receiving documents via email?",
        "Is getting information via e-messaging ok for you?",
        "Are you in favor of email statements?",
        "Do you prefer to get the files via email?",
        "It is possible to receive documents and statements using email",
        "Do you like to get email regarding documents?",
        "Is email the correct method to get documents and statements?",
        "Would you like to get the documents and statements via email?",
        "Do you enjoy receiving statements and documents through email?",
        "Do you like to get email documents?",
        "Should we use email to get the documents and statements?",
        "Would you like to receive documents in email?",
        "Are you okay with getting stuff via e-mail?",
        "What do you think about receiving info by email?",
        "Do you prefer to receive doc by email?",
        "It could be possible to get statements and documents in email.",
        "Do you prefer to get it through email?",
        "Do you like having info in emails?",
        "Do you prefer to get the papers by email?",
        "Are you more interested in receiving statements via email?",
        "Do you want documents to be e-mailed?",
        "Do you prefer receiving statements by email?",
        "Should you get the documents by email?",
        "Do you want to receive docs email.",
        "Do you prefer to receive the information via email?",
        "Is email statements something you like doing?",
        "Do you prefer to receive your documents via email?",
        "Yes, or no, to getting the docs email?",
        "Do you prefer the email delivery of documents?",
        "Do you prefer to know in emails?",
        "Do you like to receive emails about documents?",
        "Do you like receiving documentation by email?",
        "Do you prefer email to get your documents?",
        "Is it better to get those statements in email?",
        "Do you like to receive it on email?",
        "Do you like to get documents electronically?",
        "Do you like to get it in an email?",
        "Do you want to get documents Emailed?",
        "Do you wish to email financial papers?",
        "Do you prefer to get statements and documents by email?",
        "Interested in receiving the statements via email?",
        "Do you prefer it via email?",
        "Do you prefer to email the docs?",
        "Is email the right way to receive statements and documents.",
        "Is email the way to get statements and documents?",
        "Do you like receiving documents via email?",
        "Would email- based statements appeal to you?",
        "Do you like to get documents by email?",
        "Would email-based statements work for you?",
        "Is there a way to get statements and documents by email?",
        "There is an email method for getting statements and documents.",
        "Do you prefer to receive docs by email?",
        "Do you like receiving documents emailed?",
        "Are you willing to use email to receive the documents and statements?",
        "Do you prefer to receive the documents email?",
        "Are there email statements that you like?",
        "It's possible to get documents and statements by email",
        "Are you interested in receiving the statements in an email?",
        "Do you like to receive your documents through email?",
        "Do you want to email your statements and documents?",
        "Do you prefer to receive your documents in an email?",
        "Would you like to receive documents using email?",
        "Please let me know if you're happy with receiving the doc by email.",
        "Is email-basedstatements appealing to you?",
        "Are you okay with e-mail getting things?",
        "Is email the best way to get statement and documents?",
        "Do you want document delivery via email?",
        "Do you want to receive the docs via email?",
        "Do you want to get email notifications of the docs?",
        "Would you like to receive the documents and statements through email?",
        "It might be possible to get documents and statements by email.",
        "Should email-based statements appeal to you?",
        "Would email-based statements suit you?",
        "Do you like to get things via e-mails?",
        "Do you want the doc's to be emailed?",
        "It is possible to receive documents and statements via email.",
        "Do you prefer to receive documents emailed?",
        "Do you have a preference for the info in emails?",
        "It can be possible to receive statements and documents via email.",
        "Do you enjoy getting your information via e-messaging?",
        "Will email statements and documents make you happy",
        "Do you enjoy receiving docs by email?",
        "Do you prefer the email format?",
        "Is email statements a thing that you enjoy?",
        "Preferring files from email?",
        "Do you prefer to receive statements in email?",
        "Are you interested in getting documents and statements in email?",
        "Do you prefer receiving statements and documents through email?",
        "Should you use email to receive the documents and statements?",
        "Are you in favor of emailin' me statements?",
        "Is the correct method for receiving statements and documents email?",
        "Are email the correct method of receiving statements and documents?",
        "Do you accept receiving your information via e-messaging?",
        "Do you prefer receiving statements via email?",
        "Will email statements and documents please you?",
        "Is email the best way to get statements and documents?",
        "What do you think of getting information through email?",
        "Should I use email to get my statements and documents?",
        "Do you want the statement to be via email?",
        "Is email the right way to get statements anddocuments?",
        "Wouldn't you rather email the docs and things?",
        "Do you prefer to see information in emails?",
        "Is the use of email suitable for statements and documents?",
        "Are you okay with exchanging information via e-messaging?",
        "Is it better to receive statement via email?",
        "Is it possible that you would like to receive the documents and statements via email?",
        "Are you fond of receiving statements via email?",
        "Is it possible that you prefer emails accounts information?",
        "Do you get information through email?",
        "Is Email statements and documents okay with you?",
        "Are you okay with getting something via e-mail?",
        "Do you like to get things via e-messages?",
        "Do you prefer to have your statements sent in an email?",
        "You could receive documents and statements in email.",
        "Is it better to get a statement in an email?",
        "Do you like getting stuff via e-messages?",
        "Is it preferable to get statements via email?",
        "You can get docs by email.",
        "Is that something you like to read through email?",
        "Do you prefer to receive documents via e mail?",
        "Do you prefer email information?",
        "You could receive documents using email.",
        "Do you enjoy getting your things via e- messages?",
        "Do you prefer email to get it?",
        "Are you okay with getting things via e- mail?",
        "Are it better to get statements via email?",
        "Do you think it's better to get statements in email?",
        "Would you instead email the doc's?",
        "Would you like to receive an email statement?",
        "Is it better to get statements in emails?",
        "Do you want to get documentation email?",
        "Do you like receiving it in an email?",
        "Are you interested in receiving documents via Email?",
        "Are email statements something that you like doing?",
        "Is it preferred to get statements in an email?",
        "Do you want to receive doc email?",
        "You would prefer statement via email?",
        "Is email statements something that you would like?",
        "Do you find receiving information through emails pleasurable?",
        "Are you interested in receiving statements through email?",
        "Is it preferred to receive email?",
        "It's better to get statements via email",
        "Do you like receiving them via email?",
        "Is it better to get your statements via email.",
        "Do you prefer to receive info by email?",
        "Email may be possible to receive documents and statements.",
        "Do you prefer to get docs through email?",
        "Want the documents to be e-mailed?",
        "Do you want the e-mailed documents?",
        "Do you prefer to receive emails with documents?",
        "Do you enjoy receiving documents emailed?",
        "Try statement via email.",
        "Do you want to email the docs and stuff?",
        "Do you like receiving statement through email?",
        "Do you like receiving statements on email?",
        "Do you like to email your documents?",
        "You would like to receive the documents and statements via email.",
        "Are you interested in receiving them via email?",
        "Do you prefer emails to receive statements and documents?",
        "Do you want to e-mail the docs?",
        "Are you interested in getting the documents using email?",
        "Do you prefer to receive documents in an email?",
        "Do you prefer to get documents by email?",
        "Do you like getting statements through email?",
        "Is the email statements something you enjoy?",
        "How do you like receiving email information?",
        "Do you prefer receiving it by email?",
        "Do you like receiving it via email?",
        "Is it better to receive statement in an email?",
        "Is it better to receive the statements and documents via email?",
        "Are you interested in receiving the documents via Email?",
        "Do you enjoy receiving your statements through email?",
        "Are youferring documents from email?",
        "Did you choose to email financial papers?",
        "Do you prefer the statement to be sent in an email?",
        "What about receiving statements and documents through email?",
        "Do you like to receive the documents in email?",
        "Are the email statements and documents ok with you?",
        "It may be possible to get documents and statements via email.",
        "Is it better to receive the statements in an email?",
        "Do you prefer to get the documents and statements via email?",
        "Is email the best way of getting my statement and documents?",
        "Are you okay with getting your things via e-mails?",
        "Do you prefer receiving your statements by email?",
        "Would we be able to get statements and documents by email?",
        "It's possible to get documents and statements by email.",
        "Do you prefer to email the docs or things?",
        "Do you want to get the documentation by email?",
        "Do you find receiving information through emails enjoyable?",
        "Are you a fan of getting documents emails?",
        "Is email the best method for retrieving my statement and documents?",
        "Are you interested in using email for receiving documents?",
        "Do you prefer email for it?",
        "Are you interested in getting documents emails?",
        "Do you like getting information through emails?",
        "Do you prefer email with information?",
        "Are you a fan of email info?",
        "It would be possible to email statements and documents.",
        "Do you prefer to get statements and documents through email?",
        "Did you like receiving information through emails?",
        "Could we get statements and documents by email?",
        "Do you prefer to receive the statements through email?",
        "Do you prefer to get your correspondence by email?",
        "Do you like to get your things via e-messages?",
        "If you are happy with receiving docs by email, please let me know",
        "Do you favor receiving it via email?",
        "Are you OK with getting stuff via e-mail?",
        "What do you think about receiving information through email?",
        "Are you interested in receiving the statements and documents via email?",
        "There is a chance to get documents and statements by email.",
        "You are allowed to email statements and documents.",
        "It's possible to get documents and statements through email.",
        "Do you prefer getting your information via e-messaging?",
        "Do you like to receive email notifications for documents?",
        "You could email the documents and statements.",
        "Do you want to receive the docs Emailed?",
        "Email the documents and statements to you?",
        "Do you prefer your statement in emails?",
        "Do you want to get documents by email?",
        "Want your statement sent by email?",
        "Is email a better place to get statements?",
        "Do you like to receive emails with details?",
        "Do you prefer to receive info in emails?",
        "Are you interested in receiving the documents with email?",
        "Do you prefer to receive things via e-mail?",
        "Are you okay with getting stuff through e-mail?",
        "Digital document delivery via email is your preference.",
        "Will email statements and paperwork make you happy?",
        "You can receive documents via email.",
        "Is email a good method for getting documents and statements?",
        "It can be possible to get documents and statements using email.",
        "Do you prefer docs in your email?",
        "Is email the better option to get statements?",
        "Email could be an option to receive documents and statements.",
        "Is it you that prefers emails accounts information?",
        "Are you okay with getting your things via email?",
        "Is email the right way to receive documents and statements?",
        "Is receiving info through emails good?",
        "Do you want to receive the docs electronically?",
        "Would statements through email appeal to you?",
        "Do you enjoy getting information through emails?",
        "What do you think about being sent email information?",
        "Want your documents to be e-mailed?",
        "It is possible to get the documents and statements by email.",
        "Is email the right way to get the documents and statements?",
        "Do you prefer to email the documents?",
        "Are you interested in getting the statements and documents using email?",
        "Is email the best method for getting statement and documents?",
        "Are you comfortable getting things via e-mail?",
        "Do you want to email the documents and statements?",
        "If you prefer, you can email financial papers.",
        "Do you wish to email statements and documents?",
        "Is it better to get the statements via email.",
        "Is email the best method of getting documents and statements?",
        "Is email a good method to get statements and documents?",
        "Want to get it via email?",
        "Is it better to email the statements?",
        "Do you enjoy receiving email statements and documents?",
        "Are you OK with getting your things by e-mail?",
        "Do you like email based statements?",
        "Is email the right way to get statements and documentation?",
        "Are you interested in receiving a document via email?",
        "Are you fond of receiving statements in an email?",
        "Do you prefer to receive the documents via email?",
        "Is emails your preferred format for a statement?",
        "Do you like receiving your documents by email?",
        "Do you prefer to get the docs emailed?",
        "Are email statements like something that you like?",
        "You could get documents and statements by email.",
        "Are you interested in getting documents emailed?",
        "Is email statements something that you enjoy?",
        "Do you wish to email the documents and things?",
        "Would email-based statements tickle your fancy?",
        "Do you prefer your statements to be sent in an email?",
        "Do you like E-documents?",
        "It is better to get statements via email?",
        "Do you want to be able to email the docs?",
        "Are you interested in email receiving the documents?",
        "Do you like to receive email notifications of documents?",
        "Do you prefer to get it in an email?",
        "Is email the right method for obtaining statements and documents?",
        "Would you prefer to email the doc's?",
        "Do you like receiving emails with your documents?",
        "Do you prefer receiving it in emails?",
        "Do you prefer information to be contained in emails?",
        "There is a chance that you could receive documents and statements via email.",
        "Is it better to have emails for statements?",
        "Is email best to get statements?",
        "Do you want to get the docs via email?",
        "Do you want to receive emailed documents?",
        "Do you enjoy receiving documents and statements via email?",
        "Were you interested in receiving the documents using email?",
        "Is it something that you like to read email statements?",
        "Is your preferred statement format Emails?",
        "Do you like receiving statements and documents by email?",
        "Did email statements and documents make you happy?",
        "Do you like to get email about documents?",
        "Are you ok with getting your information via e-mail?",
        "You can email your statements.",
        "Would you rather receive statements via email?",
        "Do you prefer to get docs email?",
        "Are you OK with getting things through e-mail?",
        "It can be possible to receive documents and statements via email.",
        "Do you want it to be sent through email?",
        "Do you prefer to read your statements in an email?",
        "Are statements sent via email better for you?",
        "Do you like to know things in emails?",
        "How do you like to receive information via email?",
        "You can get statements and documents via email.",
        "Are email-based statements appealing to you?",
        "Do you prefer to know info in emails?",
        "Please let me know if you're happy with receiving the email docs.",
        "Do you get statements and documents via email?",
        "Would you like to receive documents by email?",
        "Do you want to receive the DOCS EMAILED?",
        "Is it possible to get the documents and statements via email?",
        "Is emails accounts info what you prefer?",
        "Do you like to receive the documents and statements using email?",
        "Do you like to get emails about things?",
        "Are you fond of email statements?",
        "Do you like email information?",
        "Is getting your information via e-messaging okay with you?",
        "Do you enjoy receiving it via email?",
        "Say you would prefer statement via email?",
        "Do you prefer emails with information?",
        "Is email the best way to get a statement and documents?",
        "Would email-based statements be for you?",
        "Do you want statements in an email?",
        "Is it possible that you want to get docs email?",
        "Would you prefer a statement via email?",
        "Do you prefer getting your statements and documents by email?",
        "Are you a fan of getting the documents EMAILED?",
        "Do you want your documents to be electronically sent?",
        "Is email the best method for receiving my statements and documents?",
        "If you're happy with receiving documents via email, please let me know.",
        "Email could be used to send documents and statements.",
        "Do you want your documents email?",
        "Is the email method correct for receiving statements and documents?",
        "Is that something you like to read in email?",
        "Do you enjoy email statements?",
        "Do you want the documents to be e-mailed?",
        "If you are happy with receiving documents via email, please let me know.",
        "Are you a fan of getting documents email?",
        "Is email a better route to get statements?",
        "Is it better to receivestatements in an email?",
        "Is email the correct method for receiving statements anddocuments?",
        "Is Email statements and documents good for you?",
        "How do you feel about receiving information by email?",
        "Do you want to receive things via email?",
        "Do you prefer to get documents emails?",
        "It is possible to receive documents or statements by email.",
        "Do you prefer getting it in email?",
        "Do you like to receive emails on your documents?",
        "Is it better to receive statements through email?",
        "Do you like to have documents emailed?",
        "Is email a good method for obtaining statements and documents?",
        "Want to receive a statement through email?",
        "Are you okay with getting information via email?",
        "Do you prefer to receive emails about documents?",
        "What do you think about getting email information?",
        "Do you want a statement in an email?",
        "How do you feel about getting information via email?",
        "Do you prefer to receive your documents via e-mail?",
        "What do you think about receiving information via email?",
        "Would you prefer to get your statements in an email?",
        "Is it okay with receiving doc's via email?",
        "You would like email-based statements?",
        "Are you interested in receiving the documents and statements electronically?",
        "Do you prefer receiving things via e-mail?",
        "Are you okay with receiving your things via e-messages?",
        "You prefer to receive it via email?",
        "Do you want to receive the docs emailed?",
        "Is it better to get your statements in email?",
        "What are your thoughts on receiving info through emails?",
        "Are you interested in receiving documents with email?",
        "Do you prefer the delivery of a document via email?",
        "Is email the better route to get statements?",
        "Do you want your docs e-mailed rather than mailed?",
        "Are you a fan of getting statements and documents via email?",
        "Do you like getting documents via email?",
        "Is email the appropriate method for getting statements and documents?",
        "Are you a fan of getting the documents emailed?",
        "You may be able to receive documents and statements using email.",
        "Do you like receiving documents and statements through email?",
        "Would you be able to receive statements and documents via email?",
        "Do you prefer to get your statements via email?",
        "Do you like getting your statements and documents in email?",
        "Do you prefer to have your statement in an email?",
        "Did you want statement via email?",
        "Do you get documents by email?",
        "Do you like to get the doc email?",
        "Do you prefer using email to receive it?",
        "How do you like to receive information in emails?",
        "Is it preferred to get an email?",
        "Do you have a preference for information in email?",
        "Do you prefer to e-mailed your documents?",
        "Do you prefer to receive email documents?",
        "Do you prefer to read information in emails?",
        "Are you interested in receiving these documents using email?",
        "Is it better to send out statements in an email?",
        "Do you like the idea of receiving information through email?",
        "Do you like getting things through e- messages?",
        "Do you prefer to get email?",
        "Are you interested in receiving certain documents via email?",
        "Would you rather get statements in an email?",
        "Do you like to hear about things in emails?",
        "Is it preferred to have email delivered?",
        "Would you prefer to email the docs and things?",
        "Do you want to receive documents and statements through email?",
        "Please let me know if you are happy with receiving your doc by email.",
        "Do you prefer to get them in an email?",
        "Would you prefer to get it through email?",
        "Will email be the correct method for getting statements and documents?",
        "Do you prefer information in email?",
        "Is it better to receive statements email?",
        "Do you enjoy using email to receive statements and documents?",
        "Is there a preference for emails?",
        "Are you okay with having your information sent via e-messaging?",
        "What do you think of getting information through emails?",
        "Is email the right option for receiving statements and documents?",
        "Do you want that to be e-mailed?",
        "Do you want to e-mail your documents?",
        "Do you like getting things via e-Mail?",
        "Do you like to receive documents via email?",
        "Do you like to receive intel in emails?",
        "Do you prefer the information contained in emails?",
        "Do email-based statements appeal to you?",
        "Do you prefer to receive your statements and documents by email?",
        "Do you want to get emails from the docs?",
        "Do you prefer to get the docs by email?",
        "Should statements and documents be sent by email?",
        "Do you agree with getting your info via e-messaging?",
        "The email could be used to get documents and statements.",
        "Is email delivery the preferred method?",
        "Does email work for getting the documents and statements?",
        "Is it possible to preferring documents from email?",
        "Do you prefer email to get documents?",
        "Is receiving statements in an email best?",
        "Is email your preference for document delivery?",
        "Do you prefer info in email?",
        "Is that something you enjoy, like email statements?",
        "Do you like to get the docs email?",
        "Please let me know if you would like to receive documents by email.",
        "Want to get a statement in email?",
        "Do you want your documents to be sent through e-mail?",
        "Is email a good way to receive the documents and statements?",
        "Do you receive documents by email?",
        "What do you think about using email to get information?",
        "Do you prefer to have documents emailed?",
        "Is the delivery of emails preferred?",
        "Is email the best way to get documents and statements?",
        "Is getting things via e-mail okay with you?",
        "You can email statements and documents to them.",
        "Would you prefer to receive statements via email?",
        "Do you like to receive documents through email?",
        "Are you interested in email statements?",
        "Do you prefer to get your docs by email?",
        "Are you interested in getting the statements through email?",
        "Do you want to receive the doc EMAILED?",
        "Have a preference for emails?",
        "Do you like to receive doc by email?",
        "Are you okay with receiving things via e-mail?",
        "Are you willing to get the documents via email?",
        "Do you like emails with information?",
        "Want a statement through email?",
        "Do you have a preference in emails?",
        "Do you want a doc e-mailed?",
        "Do you like to get it in email?",
        "Do you like to receive docs emails?",
        "Do you like to receive emails of documents?",
        "Is email a preferred delivery method?",
        "Do you want documents e-mailed rather than mailed?",
        "Do you prefer to be emailed the docs?",
        "Do you prefer to receive your documents electronically?",
        "Do you like Emails with info?",
        "Are you interested in receiving those documents via email?",
        "Is it something that you like like email statements?",
        "Were you a fan of email statements?",
        "Are you comfortable with receiving things via e-mail?",
        "Will email statements and documents make you happy??",
        "It could be possible to email statements and documents.",
        "Do you prefer to hear information in emails?",
        "Is that email statements that you like?",
        "Would you be interested in receiving the documents and statements in email?",
        "Please like email statements?",
        "Do you prefer to receive your statement in an email?",
        "Do you have an email preference?",
        "Do you like to receive documents in email?",
        "Do you like getting documents and statements through email?",
        "Do you prefer receiving itvia email?",
        "Do you want to receive statements and documents using email?",
        "Do you want to email a statement?",
        "Should you get statements and documents via email?",
        "Do you want to have your documents electronically forwarded?",
        "Are you in favor of receiving it through email?",
        "Do you like to receive emails about your documents?",
        "Are you willing to receive the documents and statements via email?",
        "It's possible to receive documents and statements via email",
        "Do you like using e-mail to get things?",
        "Want to receive your statement via email?",
        "Do you prefer to receive your information by email?",
        "Please let me know if you want to receive docs by email.",
        "Please let me know if you are happy with the way the doc is received by email.",
        "If you are happy with receiving the doc by email, please let me know.",
        "Do you prefer emails to receive it?",
        "Are you a fan of getting statements in an email?",
        "Do you want to receive your doc e-mailed?",
        "Are email the best way to get my statement and documents?",
        "Do you want to get information via e-messaging?",
        "Is that something that you enjoy like email statements?",
        "Please let me know if you are happy with the docs that you receive by email.",
        "You could receive documents and statements using email.",
        "Do you prefer to receive it emails?",
        "Are you okay with getting things through e-mail?",
        "Like the email statements?",
        "There is a possibility to receive statements and documents by email.",
        "It would be possible to email the documents and statements.",
        "Are you interested in receiving the documents and statements via email.",
        "Does email works better for statements?",
        "Is email a good method of receiving statements and documents?",
        "Do you prefer to get your papers via email?",
        "Do you approve of receiving your information via e-messaging?",
        "Do you enjoy receiving docs email?",
        "Would you like to get the documents and statements using email?",
        "Is the email statements something that you enjoy?",
        "Do you prefer to get a statement in an email?",
        "Do you want the papers to be e-mailed?",
        "Do you want your documents to be sent via email?",
        "Does email work better for getting statements?",
        "Is email the right method to receive statements and documents?",
        "Do you prefer to get your papers by email?",
        "If you are preferring email records?",
        "Do you prefer using email for document delivery?",
        "Do you want to receive the docs emails?",
        "Inquire if email statements are better for you.",
        "Emailed records may be preferring?",
        "Do you want to receive the documents email?",
        "Do you prefer e-mailed documents?",
        "Do you prefer an email statement?",
        "Is email distribution preferred?",
        "Do you like to receive your statements and documents through email?",
        "Would you be willing to receive the documents and statements via email?",
        "Would you like to receive the documents via email?",
        "Are you interested in getting the documents and statements email?",
        "Are email statements and documents ok with you?",
        "Would you prefer to email the documentation?",
        "Yes, or no, to getting docs email?",
        "Do you enjoy receiving emails with statements and documents?",
        "Do you want your docs to be e-mailed?",
        "Would you rather receive it by email?",
        "Do you want to get the docs e-mailed?",
        "Do you prefer to receive the files by email?",
        "Is it better for statements to be received via email?",
        "Do you want to get the doc EMAILED?",
        "Are you okay with getting your information by e-messaging?",
        "If you like receiving docs by email, please let me know.",
        "Do you like getting email from the docs?",
        "Do you wish to have your docs e-mailed?",
        "Are you interested in receiving the documents on email?",
        "Is email the best method of obtaining my statements and documents?",
        "Do you enjoy getting statements in an email?",
        "Do you prefer statements in email?",
        "Do you enjoy getting documents email?",
        "Are you willing to get your information through e-messaging?",
        "Is the email format your preferred statement format?",
        "Do you want to receive your documents via email?",
        "Do you want to get the documents email?",
        "Will email statementsand documents make you happy?",
        "Do you prefer to get documentation by email?",
        "Do you want the docs sent electronically?",
        "Is email the most appropriate way to get statements and documents?",
        "Do you like the idea of receiving information through emails?",
        "Do you want your docs e-mailed instead of mailed?",
        "Preferring documents with email?",
        "Do you want docs to be e-mailed?",
        "Is it better to get the statements in email?",
        "Is email the right way to get statements andDOCUMENTS?",
        "Do you want to receive documents and statements using email?",
        "Is email a preferred method of delivery?",
        "Do you like to receive docs email?",
        "Are you a fan of receiving info through emails?",
        "Preferring the email?",
        "Do you prefer to read statements in an email?",
        "Email is the correct way to receive statements and documents?",
        "Do you wish to receive documents and statements using email?",
        "It would be possible to email the statements and documents.",
        "It is possible to receive documents and statements by email",
        "It is possible to get documents and statements via email.",
        "Are you interested in receiving the documents in emails?",
        "Is your preference for info in emails?",
        "Do you have preferences in emails?",
        "Is email delivery a preferred method?",
        "You could email statements and documents.",
        "Do you prefer to get information in an email?",
        "Want to get it in an email?",
        "Is email the right method for getting statements and documents?",
        "Do you like to receive emails of your documents?",
        "Do you prefer it to be sent via email?",
        "Do you approve of getting your information via e-messaging?",
        "Do you enjoy seeing information in emails?",
        "Should you instead email the docs and things?",
        "would email-based statements appeal to you?",
        "Is email the best method of obtaining my statement and documents?",
        "Do you like getting your documents emailed?",
        "Do you prefer to get documents via e mail?",
        "Do you want to have the docs EMAILED?",
        "Do you consider getting your information via e-messaging?",
        "What do you think of receiving email information?",
        "Want documents to be e-mailed?",
        "Do you prefer to be sent a statement in an email?",
        "Is it you who wants to email financial papers?",
        "Do you prefer to get email from the docs?",
        "Do you accept getting your information via e-messaging?",
        "Would you Instead email the documents?",
        "Do you like to get email with doc's?",
        "Do you enjoy getting things via e- messages?",
        "Do you want to receive your things via e- messages?",
        "Do you want to get your statements in an email?",
        "Do you prefer to receive emails with info?",
        "Receive documents by email?",
        "Do you want to get email notifications for the docs?",
        "Are you interested in receiving documents and statements on email?",
        "Do you prefer to have it sent via email?",
        "Are you a fan of email document delivery?",
        "Please let me know if you're happy with receiving documents by email.",
        "If you like to receive docs by email, please let me know.",
        "Would emailing statements appeal to you?",
        "It is possible to get documents and statements through email.",
        "Please let me know if you are happy with receiving email docs.",
        "Do you want your info e-mailed?",
        "Do you want your papers sent electronically?",
        "You can email statements and documents to us.",
        "Is email statements something that you do like?",
        "Is email delivery the preferred option?",
        "You could get statements and documents by email.",
        "Do you want to receive the docs email?",
        "Do you like to get emails with your documents?",
        "Do you prefer statement through email?",
        "Would you rather email the papers and things?",
        "Do you want to have the docs emailed?",
        "Is email the right method for getting the documents and statements.",
        "Do you like to get your documents email?",
        "Is it possible you want to get docs email?",
        "Are you happy to receive statements and documents via email?",
        "Is that something you like about email statements?",
        "Please let me know if you're happy with receiving your documents by email.",
        "Are you happy with receiving things via e-mail?",
        "Do you like to receive email correspondence?",
        "Do you want to receive documents in email?",
        "Are you interested in receiving the statements on email?",
        "Are you willing to get things via e-mail?",
        "Is email the method for receiving statements and documents?",
        "Would you prefer info in emails?",
        "Would the statements in email appeal to you?",
        "Are you interested in getting the docs email?",
        "Do you like getting things through e-mail?",
        "Do you prefer to receive itvia email?",
        "Let me know if you are happy with the email delivery of your docs.",
        "What do you think about getting information in emails?",
        "Do you prefer email to get statements and documents?",
        "Is it better to receive the statements via email?",
        "Are you interested in receiving documents and statements through email?",
        "Do you prefer to receive statement in an email?",
        "Do you want to get your statements and documents via email?",
        "Is that what you like about email statements?",
        "Do you prefer to get email about docs?",
        "Do you prefer to receive email statements?",
        "The emails could be used to receive documents and statements.",
        "Is email statements something you prefer?",
        "Do you like receiving your documents through email?",
        "Do you want those documents e-mailed?",
        "Do you want your documents forwarded via e-mail?",
        "Do you wish to receive statements and documents through email?",
        "Is email statements something that you likes?",
        "Emailed records can be preferring?",
        "There is a possibility of receiving documents and statements by email.",
        "You can receive documents and statements via email.",
        "Do you prefer receiving statements in email?",
        "Is it better to use email for your statements?",
        "What do you think about receiving data through email?",
        "Is email the correct method of receiving statement and documents?",
        "Do you like receiving statements through email",
        "Do you like getting information via e-messaging?",
        "Do you prefer statement via email?",
        "Want to like email statements?",
        "Email can be a way to receive documents and statements.",
        "Do you want the documents EMAILED?",
        "Do you prefer information in the emails?",
        "Is it better to get the statement via email?",
        "Would you mind receiving the documents and statements via email?",
        "Do you prefer to get your statements and documents in email?",
        "Do you enjoy information in emails?",
        "Is email the correct method to get the statements and documents?",
        "Do you like to get information in emails?",
        "Do you support getting things via e-mail?",
        "Would you like to receive documents and statements through email?",
        "Do you want to get them via email?",
        "Do you prefer to get your docs through email?",
        "Do you prefer to be received in an email?",
        "Will email statements and Documents make you happy?",
        "Do you prefer to receive your documents by email?",
        "Do you prefer receiving something via email?",
        "Email delivery is your preferred method of document delivery.",
        "Do you think email is the best way to get my statement and documents?",
        "Do you wish to receive documents and statements via email?",
        "Do you want to receive docs e-mailed?",
        "Do you prefer receiving information by email?",
        "Will Email statements and documents make you happy?",
        "Do you like to receive info through email?",
        "Do you want the documents to be EMAILED?",
        "Do you enjoy getting doc email?",
        "Is it preferred for email delivery?",
        "Delivery via email is your preference?",
        "Do you prefer to receive emails about docs?",
        "What do you think about receiving docs by email?",
        "Is it better if you email the documents and stuff?",
        "Do you want your documents sent e-mailed?",
        "Do you like to receive emails with info?",
        "Are you interested in being able to receive the documents and statements via email?",
        "Are you okay getting your information through e-messaging?",
        "If you enjoy receiving documents by email, please let me know.",
        "Want the statement to be sent via email?",
        "Do you want to get the docs EMAILED?",
        "Do you like getting your statements and documents through email?",
        "Do you like the idea of getting documents email?",
        "Do you like to receive emails from the docs?",
        "What do you think about receiving information in the email?",
        "Are you interested in receiving email statements and documents?",
        "Do you like receiving papers by email?",
        "Do you want your doc e-mailed rather than mailed?",
        "Do you prefer receiving documentation by email?",
        "Do you like to get your information via email?",
        "Do you like to receive emails related to docs?",
        "It can be possible to get documents and statements via email.",
        "Are you interested in getting the statements and documents in email?",
        "Would you prefer the statement via email?",
        "Do you prefer email delivery?",
        "You can receive documents by email.",
        "Will email-based statements appeal to you?",
        "Is email statements something you appreciate?",
        "Document and statement can be received by email.",
        "Are you interested in getting the docs emailed?",
        "Is email statements something that you would enjoy?",
        "Do you like getting your information via email?",
        "Is it better to get those statements via email?",
        "Is email the best method for getting statements and documents?",
        "Do you want to receive documents emails?",
        "Are you okay with getting items via email?",
        "You could email the statements and documents.",
        "Do you like to receive emails about docs?",
        "Do you prefer to receive your documents in email?",
        "Is it preferable to receive statements via email?",
        "It is possible to get the documents and statements via email.",
        "Do you enjoy info in emails?",
        "Do you prefer to get it via email?",
        "Do you like receiving your information via e-messaging?",
        "Do you prefer to receive your docs via email?",
        "Are you fan of email statements?",
        "Do you find email statements appealing?",
        "Is it preferable to have email delivered?",
        "Is it better to get email statements?",
        "Do you prefer to get documents via email?",
        "Are email statements something that you love?",
        "Will email delivery be preferred?",
        "Was it better to get statements via email?",
        "Is email something that you prefer?",
        "Are you supporters of email statements?",
        "If you like receiving documents by email, please let me know.",
        "Do you prefer getting documents by email?",
        "Do you prefer to get your documents emailed?",
        "Do you enjoy receiving information in emails?",
        "Do you want to get your documents electronically?",
        "Do you prefer to email the doc and things?",
        "Do you like to receive it via email.",
        "Do you prefer the email format for your statement?",
        "Do you want to get your info via e-messaging?",
        "Should you receive the documents and statements using email?",
        "Would it be possible to get statements and documents by email?",
        "Do you like to get emails with info?",
        "Is it better to get a statement by email?",
        "There is the possibility to receive documents and statements via email.",
        "Do you like to get your things via e-mail?",
        "Do you like to get statements by email?",
        "Do you want to get email documents?",
        "Do you prefer receiving the statement via email?",
        "Would you love to receive the documents and statements via email?",
        "You can email the documents and statements.",
        "It is possible to get documents and statements with email.",
        "Do you prefer info in an email?",
        "Do you want to receive the documents and statements with email?",
        "Do you prefer to get them via email?",
        "Would you rather email the doc's?",
        "Is email statements a thing you enjoy?",
        "Is email the right method for getting documents and statements?",
        "Do you prefer to receive your doc via email?",
        "Do you want your documents to be sent e-mailed?",
        "What do you like about receiving information through emails?",
        "Do you like receiving emails with info?",
        "Do you want to get email about docs?",
        "Is email the best method of getting statements and documents?",
        "If you like to receive documents by email, please let me know.",
        "Do you prefer emails or other statement formats?",
        "Do you prefer receiving them through email?",
        "Email-based statements could appeal to you.",
        "Do you prefer to receive email about docs?",
        "Do you have a preference for things in emails?",
        "Does email work for getting documents and statements?",
        "Would you like to receive statements through email?",
        "Do you want your documents sent electronically?",
        "Is it possible to Preferring documents from email?",
        "Are you interested in receiving the documents and statements through email?",
        "Do you prefer it to be sent through email?",
        "Do you prefer receiving these documents via email?",
        "Do you prefer to get your data by email?",
        "Do you like to get things via email?",
        "If you're happy with receiving email docs, please let me know.",
        "Would you rather email the doc and things?",
        "If you're happy with the email docs, please let me know.",
        "Do you like to receive documents and statements through email?",
        "Do you prefer to receive the documents and statements in email?",
        "Email may be the correct method for getting statements and documents.",
        "Are your emails your preferred format for your statement?",
        "Are email delivery preferred?",
        "Do you think it's better to get statements via email?",
        "Do you want to get your information through e-messaging?",
        "Do you desire statement via email?",
        "Do you think it's best to receive statements in an email?",
        "The documents and statements can be sent via email.",
        "Do you prefer getting statements through email?",
        "You can choose to email financial papers.",
        "Do you prefer to receive your files by email?",
        "Would you like to receive email-based statements?",
        "Preferring records via email?",
        "Is email the correct method for receiving the statements and documents?",
        "Do you prefer a statement by email?",
        "Do you want to get emails about docs?",
        "Email the statements and documents to you?",
        "Would you like to receive the documents and statements by email?",
        "Do you want to receive documents emailed?",
        "Do you prefer to be informed in emails?",
        "Do you like to get documents in email?",
        "Email statements would be better?",
        "Would email-based statements appeal you?",
        "Would you like to receive email statements.",
        "Do you want to get the doc's emailed?",
        "Do you like the email statements?",
        "Are you more likely to get docs by email?",
        "Do you prefer receiving documents and statements through email?",
        "Are you interested in getting the statement via email?",
        "Do you enjoy getting statements through email?",
        "Do you prefer getting things via email?",
        "Do you want to be e-mailed the doc?",
        "Do you prefer email for document delivery.",
        "Do you want to have your documents electronically sent?",
        "Do you prefer emails and statements?",
        "Do you want to get the doc emails?",
        "Is receiving doc's via email ok?",
        "It's possible to receive documents and statements through email.",
        "Is receiving doc's by email ok?",
        "Is it better to get your docs by email?",
        "You prefer to receive it through email?",
        "Do you think email is the correct way to get statements and documents?",
        "Do you prefer email for receiving it?",
        "Do you prefer to receive your documentation via email?",
        "Is email the correct route for receiving statements and documents?",
        "Do you want to get documents e-mailed?",
        "Are you interested in receiving the documents and statements via email",
        "Do you like receiving things via e-messages?",
        "If you like receiving email docs, please let me know.",
        "Do you want to email documents?",
        "Do you prefer to receive doc email?",
        "Is it better to receive messages in an email?",
        "Is getting statements via email better?",
        "Please let me know if you're happy to receive documents by email.",
        "Would you like to receive documents and statements by email?",
        "Do you like to get your papers by email?",
        "Will emailstatements and documents make you happy?",
        "Is the email statement and documents ok with you?",
        "Do you prefer to communicate via email?",
        "Is it better to have statements via email?",
        "Is the email method the correct method for receiving statements and documents?",
        "Want to have a statement via email?",
        "It is possible to get statements and documents by email.",
        "Do you prefer to receive this via email?",
        "Do you want your documents delivered electronically?",
        "Do you want to get doc email?",
        "Is it your preference to use email for document delivery?",
        "Do you like receiving statements and documents in emails?",
        "How do you feel about receiving information through email?",
        "Are you willing to receive your information via e-messaging?",
        "Are you ok with getting things through e-mail?",
        "It was possible to receive statements and documents by email.",
        "Preferring email doc now?",
        "Are you into email statements?",
        "Will email statements and documents keep you happy?",
        "Would you like to receive email?",
        "Is it you that likes emails accounts information?",
        "Do you want to receive statements via email?",
        "Do you like to get details in emails?",
        "Are you okay with getting your stuff via e-messages?",
        "Do you like to be emailed the docs?",
        "Do you like receiving statements in email?",
        "Is it better to get the statements via email?",
        "Do you like information in email?",
        "Forferring documents from email?",
        "Are you interested in using email to receive documents?",
        "Is it possible to receive statements and documents via email?",
        "Do you want to be EMAILED the doc's?",
        "Are you interested in receiving documents via email",
        "Do you prefer to email the documents or not?",
        "Do you enjoy getting statements and documents by email?",
        "Do you want documents emailed?",
        "Should you receive the documents and statements via email?",
        "Do you prefer to receive documents in email?",
        "Do you get info through email?",
        "Do you want to get the docs electronically?",
        "Are you interested in receiving the paperwork via email?",
        "Do you like the idea of getting the doc emailed?",
        "Do you want the statement via email?",
        "Would you like to receive the documents using email?",
        "Do you prefer getting statements and documents via email?",
        "Do you like to get email notifications for docs?",
        "Do you want to receive your statements and documents via email?",
        "Do you prefer to have the documents by email?",
        "Would you like to like email statements?",
        "Are you interested in getting documents and statements by email?",
        "Is email delivery your preference?",
        "Do you prefer to receive statement via email?",
        "Do you prefer email delivery of your document?",
        "Is email statements like something you enjoy?",
        "Does email be the correct method for receiving statements and documents?",
        "Is email the best method for obtaining the documents and statements?",
        "Do you like to get emails with information?",
        "Is email statements what you enjoy?",
        "Will email statements and documents make you pleased?",
        "Would you rather receive documents via email?",
        "Are email statements your preference?",
        "Do you wish to receive the documents and statements using email?",
        "Is Email the correct method of getting statements and documents?",
        "Do you wish to receive the docs email?",
        "Are you okay with having your information via e-messaging?",
        "Would you prefer to have a statement via email?",
        "Is email the appropriate method of getting statements and documents?",
        "Do you like getting things through e-messages?",
        "Do you prefer to receive the documentation via email?",
        "What do you think about getting information via emails?",
        "Is email statements something you would enjoy?",
        "Do you like to get statements in an email?",
        "Did you like email-based statements?",
        "Are you going to use email to receive the documents and statements?",
        "You could receive statements and documents using email.",
        "Do you like to receive email about documents?",
        "Do you prefer email to get the documents?",
        "Do you prefer information in emails",
        "Do you want to receive email notifications of the docs?",
        "Want to receive a statement in an email?",
        "Do you would like to receive the documents and statements via email?",
        "Preferring documents from Email?",
        "Do you desire to receive docs email?",
        "Is that a thing that you enjoy like email statements?",
        "Do you want to be e-mailed the docs?",
        "Do you wish to receive the documents and statements in email?",
        "Preferring email documents over printed ones now?",
        "Do you like to receive email notifications about the docs?",
        "Did you like receiving documents through email?",
        "Would you prefer to get statements in an email?",
        "Do you prefer your statement via email?",
        "Do you like to email documents?",
        "Is email the best method of getting statement and documents?",
        "It's better to get statements via email?",
        "Like statements in email?",
        "You can get documents and statements using email.",
        "Email is your preferred option for document delivery?",
        "Do you like to receive things via e- message?",
        "Will email statements and documents do you like them?",
        "Are you interested in receiving statements and documents via email?",
        "Do you want to receive your docs via e-mail?",
        "Would email-based statements appeal?",
        "Do you wish to have docs e-mailed?",
        "Would you like to email the documents?",
        "Do you prefer to have your docs e-mailed rather than mailed?",
        "Are email statements your favorite format?",
        "Preferring documents through email?",
        "Do you prefer to get your papers through email?",
        "Do you like receiving emails?",
        "Do you want to get emails with your documents?",
        "Is your preferred statement email format?",
        "Will the email statements or documents make you happy?",
        "Do you want to have your documents electronicallymailed?",
        "Do you want to get your documents email?",
        "Do you get statements in an email?",
        "Is email your preferred statement format?",
        "Want to receive a statement electronically?",
        "Do you like to receive documents by email?",
        "Do you approve of the email statements and documents?",
        "Do you prefer to receive the statements in an email?",
        "Do you prefer to receive it using email?",
        "Please let me know if you're happy with the email docs you get.",
        "Do you prefer the email option?",
        "Do you want to receive email notifications for the docs?",
        "Do you prefer to get your statements and documents by email?",
        "Do you prefer to receive statements and documents in email?",
        "Do you get your documents via email?",
        "Do you want to get statements via email?",
        "Is it better to receive the statements in email?",
        "Is that better to get statements in email?",
        "Maybe you like email statements?",
        "Do you want to be emailed the docs?",
        "Are you interested in receiving documents via electronic mail?",
        "There is a possibility to receive documents and statements via email.",
        "The email could be used to receive documents and statements.",
        "How do you feel about receiving information in email?",
        "Is that something that you like to read email statements?",
        "Would you instead email the documents and things?",
        "Do you approve of getting things via email?",
        "Should you like email statements?",
        "Do you think email-based statements would appeal to you?",
        "Do you prefer an email format for your statement?",
        "Could email-based statements appeal to you?",
        "How do you like to get information through emails?",
        "Preferring certain documents from email?",
        "Do you prefer to receive emails with information in them?",
        "Are you interested in receiving documents on email?",
        "Do you want to be able to receive the documents and statements via email?",
        "Are email statements and documents OK with you?",
        "Were you interested in receiving the documents and statements via email?",
        "You like receiving email?",
        "Please let me know if you are happy with the email delivery of your documents.",
        "Do you want it to be sent via email?",
        "Do you want to get the email about docs?",
        "Is it better to email the documents and stuff?",
        "Do you want to be able to get the documents EMAILED?",
        "Do you want to receive a statement via email?",
        "If you are happy with email docs, please let me know.",
        "Do you want the documents to be e-mailed, not snail-mailed?",
        "Do you prefer to receive documents and statements via email?",
        "Do you prefer to receive your papers via email?",
        "Would it be better to email the documents and things?",
        "Is it better to get statements using email?",
        "Do you prefer to receive it in an email?",
        "Do you want those docs e-mailed?",
        "Would you be interested in receiving documents and statements via email?",
        "Are you alright with getting your information via e-messaging?",
        "Is email the preferred method of document delivery?",
        "Do you want to receive the documents and statements on email?",
        "Are email statements your preferred format?",
        "It is possible to receive the documents and statements by email.",
        "Is it better if you get your statements via email?",
        "Do you prefer to receive statements in emails?",
        "Do you approve of receiving things via e-mail?",
        "Preferring documents from email",
        "Is it feasible for you to receive the documents and statements via email?",
        "Is it better to have statement via email?",
        "Is it best to get statements by email?",
        "Is email the correct method to get statements andDOCUMENTS?",
        "Do you get info through emails?",
        "Do you prefer getting your information by email?",
        "Would you like to get the docs emailed?",
        "Will it be better to get statements in email?",
        "Please let me know if you are happy with the email docs you get.",
        "Is email the best method for getting the documents and statements?",
        "Is email good for getting statements and documents?",
        "Do you enjoy receiving statements in email?",
        "Do you like getting your statements and documents via email?",
        "Do you like to get email for your documents?",
        "Would you like to receive emails?",
        "What do you think of receiving information in emails?",
        "Is it better to obtain statements in email?",
        "Are you interested in receiving statements and documents in an email?",
        "Do you like to receive them via email?",
        "Are you interested in receiving documents and statements using email?",
        "Is email a good method of getting statements and documents?",
        "Is email preferable to get statements?",
        "You could receive documents and statements via email.",
        "Do you want your papers to be e-mailed instead of mailed?",
        "Do you prefer to get something in an email?",
        "You like getting email?",
        "Do you like to receive statements and documents by email?",
        "You want to receive the documents and statements via email?",
        "Do you like receiving docs via email?",
        "Do you want your documents e-mailed instead?",
        "Are you happy to receive the documents via email?",
        "Preferring the documents from email?",
        "Do you like to get the emails for the docs?",
        "Would you like to receive documents via email?",
        "Do you wish to get documents email?",
        "Are you ok with getting your things via email?",
        "Is it your preference to get the docs EMAILED?",
        "Do you prefer email as your preferred statement format?",
        "Do you want to receive the statements using email?",
        "Is it better to use email for statements?",
        "Do you like to have info in emails?",
        "It is possible to receive statements and documents by email",
        "Do you like getting the docs email?",
        "Does email work better for statements?",
        "Do you want to be able to EMAIL the docs?",
        "It is possible to get statements and documents in email.",
        "Do you prefer emails to your statement?",
        "Do you want to get the documents by email?",
        "Do you approve of getting your information via e-mail?",
        "Do you prefer receiving it using email?",
        "Are you more fond of receiving statements via email?",
        "Do you want the doc's to be EMAILED?",
        "Do you like the idea of getting docs email?",
        "Are email statements a better option for you?",
        "Please let me know if you're happy with receiving email documents.",
        "The documents and statements can be received by email.",
        "Do you want to receive emails about the docs?",
        "Are you comfortable with getting your information via email?",
        "Let us know if you like email statements.",
        "Do you want to get your information via e-messaging?",
        "You can get statements in an email.",
        "Do you prefer more information in emails?",
        "Do you like to receive email about docs?",
        "By email, it could be possible to receive documents and statements.",
        "Is it your preference to get statements in an email?",
        "Are email statements a thing you like?",
        "You can use email to receive documents and statements.",
        "Do you prefer an email delivery of your document?",
        "Are you OK with getting things by e-mail?",
        "Would email statements suit you?",
        "Do you prefer to be EMAILED the docs?",
        "Do you want to receive the documents and statements by email?",
        "Do you like receiving info through emails?",
        "It's possible to preferring email records.",
        "Do you prefer to receive documents electronically?",
        "Want to get a statement via email?",
        "Do you prefer to get the information in email?",
        "Are you interested in receiving documents and statements email?",
        "Do you prefer to have a statement in an email?",
        "Do you like to receive info through emails?",
        "Do you prefer to receive the papers by email?",
        "Are you happy with receiving information through emails?",
        "Are you OK with receiving information via e-messaging?",
        "Emailed records could be preferring.",
        "Do you prefer to get information by email?",
        "It is possible to obtain documents and statements via email.",
        "Please let me know if you enjoy receiving documents by email.",
        "Do you like to email it?",
        "Are email statements something you enjoy?",
        "You could receive documents and statements via email",
        "Do you prefer to receive your documents through email?",
        "Do you want to receive documents email?",
        "Would you like to get email statements?",
        "Do you want your documents forwarded via email?",
        "Is email the best method to receive statements and documents?",
        "Do you like getting things via email?",
        "Do you like getting statements in email?",
        "Is it better to receive a statement by email?",
        "Do you like to receive documents in an email?",
        "It is possible to receive documents and statements via email",
        "Do you prefer to receive doc via email?",
        "Email can be used for sending statements and documents.",
        "Do you wish to receive it via email?",
        "Do you like to get the docs emailed?",
        "Do you like to receive emails on documents?",
        "Are you a fan of getting docs email?",
        "Are you interested in getting statements via email?",
        "Did you prefer a statement via email?",
        "Do you prefer to email the docs and things?",
        "Do you like to receive statements through email?",
        "Do you like receiving files by email?",
        "Are you willing to receive the statements and documents using email?",
        "Do you prefer to email the documents instead?",
        "Do you like to have statements in an email?",
        "Do you like to read info in emails?",
        "Is it possible to preferring email docs?",
        "Will email statements and documents bring you pleasure?",
        "What do you think of receiving information through emails?",
        "Do you prefer to receive statements on email?",
        "Is it possible to receive the statements and documents via email?",
        "Would you like an email statement?",
        "Email is able to receive documents and statements.",
        "It may be better to get statements in email.",
        "Do you prefer the info in emails?",
        "Do you think email is a better way to get statements?",
        "Will email statements and documents have you happy?",
        "Is email the best method of receiving statements and documents?",
        "Is email statements something you like?",
        "Do you want to get the files emailed?",
        "Will email statements and papers make you happy?",
        "Is email the best method to get a statement and documents?",
        "Do you like getting things by e-mail?",
        "Is getting a doc's via email okay?",
        "Preferring records from an email account?",
        "Do you like to know something in emails?",
        "Do you prefer your documents to be e-mailed?",
        "Are you a fan of emails with your statement?",
        "Do you wish to get the documents emailed?",
        "Do you like receiving information via emails?",
        "Do you want to email the documents?",
        "Are you OK with email statements and documents?",
        "Do you want to get docs by email?",
        "Should we use email to get statements and documents?",
        "Is it better for you to receive statements and documents via email?",
        "Do you prefer to receive the documents by email?",
        "Do you wish to have your documents e-mailed, not snail-mailed?",
        "It can be possible to get statements and documents via email.",
        "Is it that you prefer emails accounts information?",
        "Would like to receive email statements?",
        "Are you interested in receiving documents and statements via email.",
        "Is this something that you enjoy like email statements?",
        "Want statement via email?",
        "Do you enjoy receiving statements on email?",
        "Please let me know if you are happy with receiving the documents by email.",
        "Do you want to get the documents emailED?",
        "Is it better to get statements through email?",
        "Would you like to receive the documents through email?",
        "Do you wish to get the docs emailed?",
        "Do you want to be able to get the doc emailed?",
        "Do you like receiving it by email?",
        "Are you interested in receiving the documents or statements via email?",
        "Was email statements something that you liked?",
        "Want to get the statement in an email?",
        "Do you like to get documents Emailed?",
        "Do you prefer information contained in emails?",
        "Do you prefer email to deliver your document?",
        "Is Email statements and documents ok with you?",
        "Would you rather email the docs.",
        "Do you prefer emails with statements?",
        "Do you like emailed statements?",
        "Do you agree with getting your information via email?",
        "Do you like to get emails related to documents?",
        "Should we use email for getting statements and documents?",
        "Email-based statements may appeal to you.",
        "Do you like to receive statements by email?",
        "Is Email the correct method for receiving statements and documents?",
        "Do you like to email financial papers?",
        "Did you want to get an email statement?",
        "Is it better if you email the docs?",
        "Are you willing to receive documents using email?",
        "Do you want to get your documents via e-mail?",
        "Do you prefer to receive correspondence via email?",
        "There is a possibility to receive documents and statements by email.",
        "Should I use email to receive my statements and documents?",
        "Is it better to email the docs?",
        "Is preferring email records a possibility?",
        "Is email statements like something you like?",
        "Do you prefer the information in the emails?",
        "Would you rather email the docs?",
        "Is it good to receive documents by email?",
        "You can receive statements and documents using email.",
        "Is it fine with receiving docs via email?",
        "Is email statement something that you enjoy?",
        "Do you like to receive emails with documents?",
        "The documents and statements can be sent using email.",
        "Do you want the docs e-mailed instead of mailed?",
        "Is email the right way for getting statements and documents?",
        "You can Email statements and documents.",
        "Is it better for statements to be sent by email?",
        "Want to receive it in an email?",
        "Do you like to receive it in email?",
        "Would prefer statement in email?",
        "Are email the correct method for getting the documents and statements?",
        "Are you okay with getting your things via e- mail?",
        "Is email-based statements something that would appeal to you?",
        "Are you ok with getting your things via e-mail?",
        "Do you wish to have an email statement?",
        "Do you prefer going through email?",
        "Emails is your preferred statement format?",
        "Is it better to get your statements through email?",
        "Are you open to receiving the statements via email?",
        "Do you enjoy receiving your statements and documents via email?",
        "Are you ok with getting your things by e-mail?",
        "It is possible to receive documents and statements with email.",
        "Are you okay with getting things in e-mail?",
        "It is possible to Receive documents and statements via email.",
        "Do you like to get info in emails?",
        "Please let me know if you're happy with receiving your docs by email.",
        "Do you want to have your documents sent via e-mail?",
        "Is email the best way to get my Statement and documents?",
        "You should receive docs by email?",
        "Do you prefer to have your documents electronicallymailed?",
        "Do you like to have a statement via email?",
        "Is Email delivery preferred?",
        "Are you interested in statement via email?",
        "Are you a fan of receiving statements via email?",
        "Would you rather email the documents?",
        "Is email statements a thing you like?",
        "Do you receive statements and documents through email?",
        "Would prefer a statement in email?",
        "Do you want them e-mailed instead of mailed?",
        "Is email the correct method of receiving statements and papers?",
        "Do you like to receive email for documents?",
        "Do you like to get emails from the docs?",
        "Do you want your documents electronically sent?",
        "Do you like to receive documentation email?",
        "By email it could be possible to receive documents.",
        "Is email the correct method for getting documents and statements?",
        "Do you prefer to get the statements via email?",
        "Are you ok with getting your information via email?",
        "You might prefer a statement via email.",
        "Do you prefer to use email?",
        "It could be possible to get the documents and statements via email.",
        "Email statements and other documents to you?",
        "Do you prefer receiving your statements and documents via email?",
        "Do you have a preference for email contents?",
        "Do you like to receive your statements through email?",
        "Does you prefer receiving it via email?",
        "Is email the right method of getting the documents and statements?",
        "Do you wish to get docs email?",
        "Do you want to get an email statement?",
        "It's possible to get the documents and statements by email.",
        "Is it best to get statements in an email?",
        "Is it better to receive info through emails?",
        "Do you like receiving things via e-mail?",
        "Is it best to get statements through email?",
        "Do you enjoy receiving statements in an email?",
        "Do you prefer to receive it from email?",
        "By email, it is possible to receive documents and statements.",
        "Is it your preference to deliver your document via email?",
        "Wouldn't you prefer to email the docs and things?",
        "Do you rather receive it by email?",
        "Would you prefer to receive statements and documents through email?",
        "Is email the most appropriate method for getting statements and documents?",
        "Do you like to receive email statements and documents?",
        "Does it better to get statements via email?",
        "Want to receive your statement by email?",
        "Is it better for you to email the documents and things?",
        "Emailed records can be preferring.",
        "Do you prefer statements via email?",
        "Are you willing to receive the statements using email?",
        "Do you want to have documents e-mailed?",
        "Are you fond of info in emails?",
        "Can you like email statements?",
        "Are you interested in getting the documents and statements by email?",
        "Do you want to get the statements via email?",
        "Would you rather email the doc and stuff?",
        "Do you favor statement via email?",
        "Is there a way to receive the documents and statements using email?",
        "Is email statements something which you like?",
        "Is it fine with receiving documentation by email?",
        "Are you a fan of the information in emails?",
        "Are you fine with getting your information via e-messaging?",
        "Do you want to get the documents and statements by email?",
        "It is possible to get documents and statements using email.",
        "Is it best to receive statements through an email?",
        "Are you a fan of receiving statements and documents through email?",
        "Is it better to send emails for statements?",
        "Do you prefer to receive it through email.",
        "Do you like receiving email information?",
        "Do you prefer to get the documents through email?",
        "Do you want to get the doc emailed?",
        "Are you happy with getting your information via e-messaging?",
        "If you enjoy receiving email docs, please let me know.",
        "Is email delivery a preferred option?",
        "Want a statement sent in an email?",
        "Are you okay with receiving docs by email?",
        "Are you a fan of receiving statements through email?",
        "Is emailstatements something you like?",
        "Do you receive documents through email?",
        "Is it preferred to use email delivery?",
        "Preferring information from email?",
        "Do you rather receive it through email?",
        "It can be possible to receive documents by email.",
        "Are you going to use email to receive documents and statements?",
        "Are you interested in receiving statements and documents by email?",
        "Would you be interested in receiving the documents and statements via email?",
        "You might be interested in receiving the documents via email.",
        "Do you want to get docs email.",
        "Would statements in email appeal to you?",
        "Is email statements and documents good for you?",
        "Do you like getting it by email?",
        "Wouldn't you rather email the docs?",
        "Would you like an emailed statement?",
        "Do you like getting email documents?",
        "Email statements and documents might make you happy.",
        "Email statements and documents make you happy?",
        "Are you a fan of getting the doc EMAILED?",
        "Email can be used to receive statements and documents.",
        "Would email-based statements like that appeal to you?",
        "Do you prefer to get it from email?",
        "You may be able to receive documents and statements by email.",
        "Do you think it is better to get statements via email?",
        "Does email statement and documents make you happy?",
        "Did you prefer to receive it via email?",
        "Do you want to get things via e-mail?",
        "Do you like getting emails?",
        "Is it possible to receive the documents and statements through email?",
        "Do you like to get emailed documents?",
        "Is it better to get docs via email?",
        "Are you a fan of email statements?",
        "Do you prefer to receive it through email?",
        "Are you okay with getting items via e-mail?",
        "Do you want your documents sent through email?",
        "Do you like to receive emails about the documents?",
        "Is there a preference for info in email?",
        "Would you rather email documents and stuff?",
        "Do you prefer getting your documents by email?",
        "Is email a better method of receiving statements?",
        "If you prefer to receive documents by email, please let me know.",
        "You could get statements and documents via email.",
        "Do you prefer a statement in email?",
        "Do you desire to get docs email?",
        "Do you email the papers and stuff?",
        "Is it best to get the statements in an email?",
        "Do you approve of receiving docs by email?",
        "Do you prefer to have your statements in an email?",
        "Do you prefer to receive documentation via email?",
        "Would you be interested in receiving the documents in email?",
        "Do you prefer to have your documents e-mailed rather than mailed?",
        "Are email the correct method for getting statements and documents?",
        "Is it possible to preferring emailed records?",
        "Do you want your paperwork e-mailed?",
        "Do you want to receive doc e-mailed?",
        "Do you prefer using email to receive statements and documents?",
        "Is it better to have statements sent via email?",
        "Do you want your papers to be e-mailed?",
        "Do you like to receive documents in emails?",
        "Do you want to receive your documents electronically?",
        "Are you interested in receiving emails with the documents and statements?",
        "Do you like to receive email documents?",
        "Do you enjoy receiving your statements and documents through email?",
        "You prefer to receive emails?",
        "You might be able to receive documents and statements by email.",
        "Do you enjoy getting email documents?",
        "Do you prefer to get your statements and documents via email?",
        "Do you want to email the papers and things?",
        "Do you want your documents received electronically?",
        "Do you like to receive statements in email?",
        "Do you prefer to get your information in an email?",
        "Please let me know if you're happy with the email delivery of docs.",
        "Do you want to email the docs?",
        "Do you prefer to get your statements from an email?",
        "Is emailstatements something that you like?",
        "Do you prefer to receive statements via email.",
        "It could be possible to get statements and documents using email.",
        "You can email your statements and documents.",
        "Do you like to get your documents electronically?",
        "Please let me know if you are happy with the docs you receive by email.",
        "Is there something you enjoy like email statements?",
        "Do you prefer to receive it with an email?",
        "Do you prefer receiving information via email?",
        "Are you OK with getting your stuff via email?",
        "Interested in receiving documents and statements using email?",
        "Like statements in emails?",
        "Are you interested in receiving the statements via Email?",
        "Do you want documents to be electronically sent?",
        "Do you enjoy getting statements and documents in email?",
        "Is it possible you would like to get docs email?",
        "Do you like getting information in emails?",
        "Do you prefer to receive it by email.",
        "Is it better to receive your statements in email?",
        "Is email the best method to get the documents and statements?",
        "Receive docs by email?",
        "Email statements and documents to you, please?",
        "Is it better to have your statements via email?",
        "Are you interested in receiving the statements in email?",
        "How do you like to get information through email?",
        "Do you desire to receive the docs email?",
        "Are you a supporter of email statements?",
        "Is emailing the correct method for getting the documents and statements?",
        "Are you interested in receiving the information using email?",
        "Are you okay with getting your info via email?",
        "Do you want to receive emails with documents?",
        "Do you want to have docs email?",
        "Are you ok with receiving your information via e-messaging?",
        "Would you like a statement in an email?",
        "Do you prefer receiving statements and documents via email?",
        "Is email the correct method of getting the documents and statements?",
        "Are you a fan of receiving documents via email?",
        "Please let me know if you like receiving documents via email.",
        "Please email statements and documents to me?",
        "Like receiving email statements?",
        "Do you approve of getting things via e-mail?",
        "It is possible to get statements and documents through email.",
        "Do you prefer receiving statements via email",
        "Do you like to hear info in emails?",
        "Do you want to be able to get documents emailed?",
        "Do you prefer to get the statements in an email?",
        "Its possible to receive documents and statements via email.",
        "Do you wish to have your documents e-mailed not mailed?",
        "Is email statement something you like?",
        "Do you like to get documents through email?",
        "Want your statement emailed?",
        "Do you want doc's to be e-mailed?",
        "Is email the right method for getting the documents and statements?",
        "Please let me know if you're happy with the email delivery of the docs.",
        "Is it preferred that email be delivered?",
        "Is email delivery a preference?",
        "Want to receive a statement by email?",
        "Should email be your preferred statement format?",
        "Are you comfortable with getting information via e-messaging?",
        "Do you want your statement via email?",
        "Do you like to receive information via email?",
        "Would you like to get statements and documents through email?",
        "Do you want to receive email documents?",
        "Is it better to be sent statements via email?",
        "Do you want to get emails for documents?",
        "Are you okay with getting your stuff via e-mail?",
        "It is possible to email statements and documents.",
        "Is email statements something you liked?",
        "Will it be possible to get statements and documents by email?",
        "Do you prefer email format for your statement?",
        "Do you prefer receiving it in email?",
        "It's possible to get documents and statements via email",
        "Do you prefer an email with your statements?",
        "Do you prefer to receive your information via email?",
        "Is an email delivery preferred?",
        "Are you OK with getting information via e-messaging?",
        "Do you like getting statements and documents in email?",
        "Is that something that you like about email statements?",
        "Do you prefer to get the docs via email?",
        "Are you willing to receive statements in an email?",
        "Is email the right option for getting statements and documents?",
        "Does an email for statements work better?",
        "Would you rather email the doc?",
        "Is it better to get statements with email?",
        "Have you liked email statements?",
        "Do you prefer the documents to be e-mailed?",
        "Do you want doc's e-mailed?",
        "Do you want to receive statements and documents through email?",
        "Do you prefer to have your documents sent electronically?",
        "Do you want to be able to EMAIL the doc?",
        "Do you want a statement by email?",
        "It would be possible to get statements and documents by email.",
        "What do you think about receiving info through emails?",
        "Is email the right method for getting statements and documents.",
        "How do you feel about getting information through email?",
        "It's possible to receive documents and statements in email.",
        "Do you like to receive email statements?",
        "Do you prefer to get statements electronically?",
        "Are you okay with getting your things by e-mail?",
        "Do you want to email the doc's?",
        "Do you prefer to receivestatements in an email?",
        "Are email-based statements appealing?",
        "Is email the right way to receive the documents and statements?",
        "Preferring records by email?",
        "Do you like to get statements and documents by email?",
        "Is it better for you to email the documents and stuff?",
        "Is an email best for receiving statements?",
        "Are you interested in receiving the statement in email?",
        "Email may be the correct method for receiving statements and documents.",
        "Do you like to receive documents electronically?",
        "Are you fine with getting things via e-mail?",
        "Are email statements something that you like?",
        "Would it be possible to get your statements and documents by email?",
        "Do you like getting your documents through email?",
        "Would you like to receive the statements and documents using email?",
        "Do you prefer to receive emails with your documents?",
        "Do you prefer to receive the documents in email?",
        "Do you enjoy receiving email documents?",
        "Is email the best method of receiving my statement and documents?",
        "Did you like the email statements?",
        "Do you like receiving info through email?",
        "It's possible to get statements and documents by email.",
        "Do you want the docs to be e-mailed?",
        "Do you prefer info in the emails?",
        "Do you want documents via email?",
        "Are youinterested in receiving the documents and statements via email?",
        "Are you okay with receiving documents by email?",
        "Do you like getting information through email?",
        "Can you tell me if you like email statements?",
        "Do you enjoy getting things via e-mail?",
        "Do you like to get email about docs?",
        "Do you prefer to get it on email?",
        "Do you prefer to receive it in emails?",
        "Yes, you can email statements and documents.",
        "Are email statements in your preferred format?",
        "Do you like to get information via e-messaging?",
        "Yes, is it better to get statements via email?",
        "Are you OK getting your information via e-messaging?",
        "Do you have an interest in getting docs email?",
        "Are you interested in receiving the documents and statements with email?",
        "Do you use email to receive documents?",
        "Do you prefer receiving statements through email?",
        "Like to receive email statements?",
        "Would you like the email statements?",
        "Is email the right method of getting documents and statements?",
        "Do you prefer email for delivery of documents?",
        "Do you prefer to receive statement in email?",
        "Would like email statements?",
        "Should you get your documents by email?",
        "Do you prefer to get the documents emailed?",
        "Is it better to have statements in an email?",
        "Do you want to get the DOCS EMAILED?",
        "ferring the documents from email?",
        "Do you prefer to receive email with information?",
        "Do you want to get email about documents?",
        "Is it better to get your statement in email?",
        "Do you prefer to receive your statements in an email?",
        "Are you a fan of emails with information?",
        "Would you like to get the documents emailed?",
        "Are you interested in receiving the statements via email",
        "Are you interested in getting the documents and statements through email?",
        "There is a chance to receive statements and documents by email.",
        "Is that something you enjoy like email statements?",
        "It may be possible to receive statements and documents by email.",
        "Do you want to get the doc e-mailed?",
        "Do you agree with getting things via email?",
        "Do you want doc to be e-mailed?",
        "Do you want to receive the emails about the docs?",
        "Do you prefer to email the documents and things?",
        "Do you enjoy receiving messages through email?",
        "Are you more inclined to receive statements and documents via email?",
        "Would like statement via email?",
        "You can email statement and documents.",
        "What do you think of receiving info through email?",
        "Do you want it via email?",
        "Do you prefer to receive the information by email?",
        "Are you interested in receiving documents through email?",
        "Do you prefer using email to deliver your document?",
        "Is the email statements something that you like?",
        "Are you in favor of email document delivery?",
        "Preferring documents from an email account?",
        "Will email statements and documents happy you?",
        "Do you like receiving email statements?",
        "Would you rather email the documents and things?",
        "Do you use email to get statements and documents?",
        "Do you like to receive items through email?",
        "Please let me know if you are happy with the email doc delivery.",
        "Do you want to receive the documents through email?",
        "Do you enjoy getting things via e-mails?",
        "Do you like using email to receive statements and documents?",
        "Do you enjoy receiving statements via email?",
        "Yes, or no, to getting the documents email?",
        "Is email the correct method of getting statements and documents?",
        "Does email statements work better for you?",
        "It could be possible to get documents and statements by email.",
        "Are you interested in having an email statement?",
        "Do you want documents e-mailed, not snail-mailed?",
        "Would you be interested in receiving the documents through email?",
        "Is email the best way to get my statement or documents?",
        "Do you prefer to receive info in email?",
        "Wouldn't you rather email the documents and things?",
        "Yes or no to email the docs?",
        "Email is a way to receive documents and statements.",
        "Is email a good way to get statements and documents?",
        "Do you prefer to receive information in an email?",
        "Are you interested in receiving statements in an email?",
        "Do you agree with getting your stuff via e- messages?",
        "Do you want to get it by email?",
        "Preferring email documents now?",
        "Do you want to receive your documents via e-mail?",
        "Will email statements and documents satisfy you?",
        "Should docs be received by email?",
        "Are you interested in receiving the documents and statements email?",
        "Are you interested in getting the information via email?",
        "Are you ok getting your information via e-messaging?",
        "Do you prefer to receive your paperwork by email?",
        "Are you interested in getting the statements using email?",
        "Do you want to get the papers emailed?",
        "Do you prefer an email to get statements?",
        "Is it possible to receive the documents and statements via email?",
        "Would it be better to email the docs?",
        "Do you think email delivery is preferred?",
        "Do you like to get email notifications?",
        "Do you want your document delivered via email?",
        "Are email statements and documents okay with you?",
        "Are you interested in using email to receive the documents and statements?",
        "Would you instead email documents and stuff?",
        "What about receiving documents by email?",
        "Preferring documents from emails?",
        "Do you like getting documents by email?",
        "Do you like to receive email for docs?",
        "Is it best to receive a statement by email?",
        "Are you willing to receive documents and statements using email?",
        "How do you like getting information through emails?",
        "Is the email statements and documents okay with you?",
        "Do you want your documents sent via e-mailed?",
        "Would you please email the documents and stuff?",
        "Do you prefer to receive it over email?",
        "It was possible to receive documents and statements by email.",
        "Does it make sense to receive statements and documents by email?",
        "Is email the best method for documents and statements?",
        "It could be possible to receive statements and documents through email.",
        "Do you prefer to email it?",
        "Do you prefer to learn about things in emails?",
        "Do you want to receive a statement by email?",
        "Do you like receiving it using email?",
        "Do you like receiving things through email?",
        "Do you prefer to email the documents and stuff?",
        "email could be used to receive documents and statements.",
        "Want a statement that is emailed?",
        "Please let me know if you are happy with receiving documents in email.",
        "Are you willing to receive documents via email?",
        "Are you interested in receiving information using email?",
        "Is email the correct method for getting statement and documents?",
        "Is email your preferred format for a statement?",
        "Are you interested in receiving it via email?",
        "What do you think about getting information through emails?",
        "Do you prefer to get things in an email?",
        "Is email the best method for receiving statements and documents?",
        "Are you a fan of receiving documents through email?",
        "Do you like receiving statements and documents in email?",
        "Is email delivery the preference?",
        "Do you receive documents via email?",
        "Do you desire to receive the documents and statements via email?",
        "Are email the correct method for receiving statements and documents?",
        "It is possible to receive both documents and statements by email.",
        "Are you okay with being sent things via e-mail?",
        "There is a chance that you could receive documents and statements by email.",
        "Do you like to receive documents and statements in email?",
        "Is email the best method of getting my statement and documents?",
        "Do you want to get documents in email?",
        "You are able to receive documents and statements by email.",
        "Are you interested in using email to receive the documents?",
        "Do you like getting statements and documents via email?",
        "Do you enjoy receiving documents emails?",
        "Do you want to get the docs by email?",
        "Do you prefer to receive the document via email?",
        "Do you prefer to receive documents through email?",
        "Is there a preference for information in emails?",
        "Could it be possible to get statements and documents by email?",
        "It's possible to receive documents and statements by email.",
        "Are email statements a thing that you enjoy?",
        "Yes, or no, to getting the documents emailed?",
        "Is email the best place to receive statements and documents?",
        "Are you interested in using email to receive statements and documents?",
        "It would be possible to receive statements and documents by email.",
        "Do you prefer to getstatements in an email?",
        "Would you prefer to email the doc and things?",
        "It can be possible to receive documents using email.",
        "There is a possibility to receive documents and statements using email.",
        "Will email statements and records make you happy?",
        "Email could be a way to receive statements and documents.",
        "Do you want to get the documents and statements in email?",
        "Do you prefer using email to get it?",
        "Do you like getting emails with your documents?",
        "Preferring document from email?",
        "Do you like receiving it through email?",
        "Is Email statements something that you like?",
        "It is possible to receive documents using email",
        "Is the email method correct for getting statements and documents?",
        "Were you interested in receiving the statements via email?",
        "If you are happy with the way the doc is received by email, please let me know.",
        "Do you want to receive emails from the docs?",
        "Would you prefer receiving it through email?",
        "Do you like to receive documents and statements via email?",
        "Do you prefer email to receive statements?",
        "Are you open to receiving the documents via email?",
        "Do you prefer getting it through email?",
        "You could email documents and statements.",
        "Do you prefer to get email for docs?",
        "Are you okay with getting information via e-mail?",
        "Do you like using e-messages?",
        "Are you interested in the documents and statements being sent via email?",
        "Do you prefer to get your statements through email?",
        "Is email the best method of getting my statements and documents?",
        "Do you want to be e-mailed the documents?",
        "Would you rather email the docs or things?",
        "Is it better to receive statements by email?",
        "Are emails the preferred statement format?",
        "Is email statements and documents a good thing?",
        "Do you prefer to email the doc?",
        "Emailed records are being preferring?",
        "Want to receive an email with your statement?",
        "Are you interested in an emailed statement?",
        "Is email your preferred method of document delivery?",
        "Is it better to get your statements via email?",
        "Are you the one who prefers emails accounts information?",
        "Email is a good method for getting statements and documents.",
        "Are you a fan of getting the docs emailed?",
        "Is email the best option to get my statement and documents?",
        "Is email best for receiving statements?",
        "Do you prefer to receive statements via email?",
        "Do you use email to receive the documents and statements?",
        "Should you get your statements in an email?",
        "Are you interested in email getting the documents and statements?",
        "Do you like getting your documents by email?",
        "Do you want your papers e-mailed, not snail-mailed?",
        "Are you fond of receiving statements and documents through email?",
        "It can be possible to send documents and statements by email.",
        "Do you want the docs e-mailed?",
        "Can I opt to get my statements and documents via email?",
        "Is it better to get statements and documents via email?",
        "Do you prefer in emails information?",
        "Have you preferred to receive statements and documents via email?",
        "Would email-based statements be a good fit for you?",
        "Are you interested in getting the documents via email.",
        "Are you okay getting your information via e-messaging?",
        "Do you prefer to get them in email?",
        "Are you okay with getting your stuff via email?",
        "Do you prefer to get your doc via email?",
        "Would you prefer to receive it through email?",
        "Do you like to receive information through emails?",
        "Do you like receiving email statements and documents?",
        "Is receiving the doc's via email ok?",
        "Do you prefer to email financial papers?",
        "Do you like receiving documents in an email?",
        "You want to receive emails?",
        "Will email statements or documents make you happy?",
        "Are you alright with getting things via e-mail?",
        "Do you think email is better for getting statements?",
        "Do you desire to have your documents e-mailed?",
        "Do you prefer to get your info through email?",
        "Is email statements something you like to like?",
        "Are you interested in getting documents and statements through email?",
        "Is email the correct method for obtaining documents and statements?",
        "Are you okay with receiving things in e-mail?",
        "Do you like getting info through email?",
        "Are you a fan of email statement format?",
        "Do you like to be able to email the docs?",
        "Is it better to get docs by email?",
        "You could prefer the statement via email.",
        "Do you want your documentation to be e-mailed?",
        "Is email the preferred statement format?",
        "If you are happy with the email delivery of your docs, please let me know.",
        "Do you prefer info in emails?",
        "Are you able to receive your statements and documents via email?",
        "Do you want to receive it in email?",
        "Is it better to get the docs by email?",
        "Do you prefer to receive a statement through email?",
        "Is email the way to go for the documents and stuff?",
        "Do you prefer receiving it with email?",
        "If you are happy to receive documents by email, please let me know.",
        "It could be possible to get documents and statements in email.",
        "Are you interested in receiving statements via email?",
        "Do you like to receive documents and statements using email?",
        "Please let me know if you are happy with using email to receive documents.",
        "Do you like to get the documents via email?",
        "Are you ok with receiving documents by email?",
        "Do you want them e-mailed rather than mailed?",
        "Would it be better to get statements via email?",
        "Do you enjoy email-based statements?",
        "Is email the correct method for receipt of statements and documents?",
        "Do you like email statements?",
        "Does email statements or documents make you happy?",
        "Is email the right way to get the statements and documents?",
        "Do you prefer getting things via e-mail?",
        "Do you like to know information in emails?",
        "Is email accounts info something you prefer?",
        "Preferring documents via email?",
        "Do you prefer to get the statements in email?",
        "Is it you that like to read emails accounts info?",
        "Do you want to be able to get the documents emailed?",
        "Do you prefer to hear about things in emails?",
        "How do you like to receive email information?",
        "Do you prefer to receive email?",
        "Do you prefer to get info in email?",
        "Are you comfortable with getting your information via e-messaging?",
        "Are you okay with getting your information by e-mail?",
        "It's possible to get documents and statements using email.",
        "Did you prefer receiving statements and documents via email?",
        "Do you want to be emailed the doc?",
        "Do you like receiving statements in emails?",
        "You can receive documents using email.",
        "Would you be interested in receiving documents via email?",
        "Are you interested in getting documents via email?",
        "Is it possible to get documents and statements via email?",
        "Please let me know if you're happy with using email to receive documents.",
        "Do you want your docs sent electronically?",
        "Do you prefer to get the paperwork via email?",
        "Do you like receiving it on email?",
        "Do you like the info in email?",
        "Do you prefer to receive it through email",
        "Does you prefer to receive it via email?",
        "Do you like using emails?",
        "Go for a statement via email?",
        "Do you prefer to get your files by email?",
        "Do you prefer receiving it via Email?",
        "Do you like receiving docs by email?",
        "Was it better to get statements in email?",
        "It was possible to receive documents and statements using email.",
        "Preferring records from email?",
        "Do you want to get the document by email?",
        "Emails for statements might work better?",
        "Is email the better option for getting statements?",
        "Do you prefer info in the email?",
        "Do you prefer to receive your paperwork via email?",
        "Are you willing to get the documents and statements via email?",
        "Receive documents and statements using email.",
        "Is emailstatements something that you enjoy?",
        "Are you ok with email statements and documents?",
        "Will emails be your preferred statement format?",
        "Are you interested in receiving these documents via email?",
        "Do you like having information in emails?",
        "Is it better for you to email the statements?",
        "It would be possible to receive statements and documents via email.",
        "Email could be used for receiving documents and statements.",
        "Do you want your documents sent via e-mail?",
        "What do you think about being sent information through emails?",
        "Do you prefer to be receiving it via email?",
        "Would you prefer to email the doc?",
        "Do you want those docs to be e-mailed?",
        "It's possible to email statements and documents.",
        "Is it best to receive statements through email?",
        "Do you like getting things via e-messaging?",
        "Is the email statements something you like?",
        "Would you please email the docs and things?",
        "Email is your preferred method for document delivery?",
        "Are you fond of information in emails?",
        "Are you interested in receiving documents by email?",
        "Do you want to e-mailed the documents?",
        "Do you prefer emails for document delivery?",
        "Do you prefer the docs to be e-mailed?",
        "Are you okay with getting your information through e-messaging?",
        "Do you prefer info in emails",
        "Do you want to e-mail your docs?",
        "Do you prefer to get emails with information?",
        "Do you like receiving statements through emails?",
        "Would you rather have statements in an email?",
        "Do you prefer to get docs via email?",
        "Is it preferred to receive it through email?",
        "Is it something you enjoy like email statements?",
        "It's possible to get statements and documents via email.",
        "What do you think about receiving info via email?",
        "Do you want the docs to be EMAILED?",
        "Is email the right way for receiving statements and documents?",
        "Email documents and statements?",
        "Is it preferred to have an email?",
        "Do you want your documents e-mailed rather than mailed?",
        "Are you willing to receive statements and documents via email?",
        "Is email the right method of receiving statements and documents?",
        "Is email statements and documents OK with you?",
        "Do you prefer to receive it by Email?",
        "Do you prefer emails as your preferred statement format?",
        "Do you wish for your documents to be e-mailed?",
        "Are you a fan of receiving statements in email?",
        "Do you like email-based statements?",
        "Do you want the documents and statements to be sent via email?",
        "Do you like to receive email notifications regarding documents?",
        "Do you want the paperwork e-mailed?",
        "Do you want to receive the documents and statements via email.",
        "Do you like to get emails related to docs?",
        "Do you like to read information in emails?",
        "What about receiving statements and documents via email?",
        "Is it better to receive your statements via email?",
        "Do you want your documents to be received electronically?",
        "Do you prefer to get information through email?",
        "Do you like to get it via email?",
        "Do you prefer to get info in emails?",
        "Do you like to receive emails for documents?",
        "Email is your preference for document delivery?",
        "Do you like to get the statements in an email?",
        "Is it better to use email to get your statements?",
        "Do you get things through e-messages?",
        "Do you like receiving emails for documents?",
        "Is it better to get the statement in email?",
        "Do you prefer to get your information in email?",
        "Do you want to have your documents e-mailed?",
        "Is sending statements in an email best?",
        "Do you like to get docs emails?",
        "Do you like to hear information in emails?",
        "Is email the best method for obtaining my statements and documents?",
        "Do you prefer to get them through email?",
        "If you like email statements.",
        "Does anyone prefer to receive statements in an email?",
        "It would be possible to email documents and statements.",
        "Emails for statements may work better.",
        "Would you alternatively email the documents and stuff?",
        "Email your statements and documents?",
        "Is email statements something you would like?",
        "You like receiving emails?",
        "Would you use email for the documents?",
        "Do you prefer to get the statement via email?",
        "Whenferring documents from email?",
        "Is it you who like emails accounts information?",
        "Do you desire to receive the documents and statements using email?",
        "Do you prefer to know information in emails?",
        "Do you want to receive the documents and statements via email?",
        "Are you ok with getting your things via e-mails?",
        "Is it more convenient to receive statements and documents via email?",
        "Inquire about email statements and documents.",
        "Do you prefer to get your documents electronically?",
        "Is it possible to receive your statements and documents via email?",
        "Do you prefer to have email statements?",
        "Are you attracted to email statements?",
        "Do you prefer to get your information by email?",
        "You could get documents and statements using email.",
        "Is it better to get my statement and documents by email?",
        "Do you prefer to email your statements?",
        "Is there a way to receive statements and documents by email?",
        "Do you prefer the statement in an email?",
        "Do you like to receive the docs in an email?",
        "Do you want docs sent electronically?",
        "Please let me know if you're happy with the email version of the docs.",
        "Is it feasible to receive the documents and statements via email?",
        "Are you good with getting things via e-mail?",
        "Is getting your information via e-messaging okay for you?",
        "Do you want to e-mailed the docs?",
        "Would you rather email the information?",
        "Is it possible to receive the documents and statements by email?",
        "Would you prefer to receive statements and documents via email?",
        "Are you interested in using email to get the documents?",
        "Do you prefer to get statements in email?",
        "Do you prefer to receive your docs in email?",
        "Do you prefer seeing information in emails?",
        "If you're happy with receiving docs by email, please let me know.",
        "Do you want to receive your things via e-messages?",
        "Do you prefer to get a statement by email?",
        "Do you like to receive it via email?",
        "Do you like to get email info?",
        "Do you like getting your stuff via e- messages?",
        "Do you want your documents sent by email?",
        "You can receive documents by email?",
        "Do you want to have your papers e-mailed?",
        "Emails are your preferred format for a statement?",
        "Document delivery via email is your preference?",
        "Do you like getting things via e-mails?",
        "Is that email statement thing that you like?",
        "Do you prefer to receive it through Email?",
        "Are you the person who prefers emails accounts info?",
        "Would you prefer to receive it via email?",
        "Do you like to get email for doc's?",
        "Do you prefer to get emails with info?",
        "It is possible to receive statements and documents in an email.",
        "You can receive docs by email?",
        "Do you enjoy getting statements and documents through email?",
        "Is it possible for you to receive the documents and statements via email?",
        "Would you rather email the papers?",
        "Do you want your documents delivered by e-mail?",
        "Is it best to receive statements in email?",
        "Do you want to get the statements and documents via email?",
        "Is email the appropriate method for obtaining statements and documents?",
        "Are you fond of getting statements and documents via email?",
        "There is a possibility to receive statements and documents via email.",
        "Would you like to receive documents email?",
        "Do you like to get emails for documents?",
        "Are email statements like something you like?",
        "Is it better to get the statement through email?",
        "You like email statements?",
        "What do you think about getting information from emails?",
        "Is email your preferred statement format.",
        "Do you want the information to be e-mailed?",
        "Do you get your documents by email?",
        "Preferring documents by email?",
        "Do you prefer to get email information?",
        "Do you like receiving documents emails?",
        "Do you want to get things via email?",
        "Do you enjoy receiving doc email?",
        "Let me know if you are happy with the email docs.",
        "Do you want to receive documents through email?",
        "Will email be the correct method for receiving statements and documents?",
        "Do you prefer to receive your papers by email?",
        "Do you want your files e-mailed?",
        "Do you like receiving information via e-messaging?",
        "Would you prefer receiving it via email?",
        "Did you like receiving statements through email?",
        "Do you want to receive statements and documents via email?",
        "Is it better to have your statements in email?",
        "Do you want to receive docs electronically?",
        "Do you like receiving your statements through email?",
        "Would you rather email the document?",
        "Do you like seeing information in emails?",
        "What do you think about getting info through emails?",
        "Are you interested in using email to receive the statements?",
        "Please let me know if you prefer to receive documents by email.",
        "Would you prefer to email the docs?",
        "Is email the correct method for receiving statements or documents?",
        "Should email statements and documents make you happy?",
        "Is there something that you like about email statements?",
        "Do you like to get email about things?",
        "Does email-based statements appeal to you?",
        "Please let me know if you like receiving documents by email.",
        "You might be interested in receiving the documents and statements via email.",
        "Are you able to receive statements and documents via email?",
        "Is the best way to receive statements is by email?",
        "Is it better to receive a statement in an email?",
        "Do you prefer getting statements in email?",
        "Are you more interested in receiving statements and documents via email?",
        "Are you interested in receiving email documents?",
        "Do you want the doc's to be e-mailed?",
        "What do you think about receiving information via emails?",
        "Interested in receiving the documents and statements via email?",
        "Would you like to receive the statements and documents via email?",
        "Email is your preferred delivery method for document delivery?",
        "Want to receive the documents electronically?",
        "Would you like to receive documents and statements using email?",
        "Do you want documents sent electronically?",
        "Would you be interested in receiving documents and statements using email?",
        "Is it best to get a statement in an email?",
        "Do you prefer to receive your documentation by email?",
        "Do you like to receive documents on email?",
        "Would you like a preference for email?",
        "Do you prefer to receive the statements by email?",
        "Do you enjoy receiving documents via email?",
        "Is it better to get information via email?",
        "Do you want to have your doc e-mailed?",
        "The documents and statements could be received via email.",
        "Do you prefer receiving email?",
        "Do you accept the use of e-messaging to get your information?",
        "Is it you that prefer emails information?",
        "Do you prefer to receive your information via e-messaging?",
        "Do you want your documents delivered via email?",
        "Do you want those documents to be e-mailed?",
        "Please let me know if you are happy with the email docs you receive.",
        "Do you like getting your things via e-mails?",
        "Do you want your statement sent via email?",
        "Is the delivery of email preferred?",
        "Do you like getting email information?",
        "Do you like to get email on the docs?",
        "Are you interested in using email for receiving documents and statements?",
        "Would you use email for the documents and things?",
        "Are you okay with receiving items via email?",
        "Are you open to receiving documents and statements via email?",
        "Do you enjoy receiving email info?",
        "Do you want the documents to be sent email?",
        "Do you enjoy receiving statements and documents in an email?",
        "Email delivery is your preferred method of document delivery?",
        "Yes, or no to getting the documents emailed?",
        "Do you wish to get an email statement?",
        "Is email a better way to receive statements?",
        "It is possible to get documents and statements from email.",
        "Would you rather receive statements in an email?",
        "Is email the right method for statements and documents?",
        "Do you prefer information in the email?",
        "Is it preferred to have an email delivered?",
        "Are Emails your preferred statement format?",
        "Are you interested in receiving the statements and documents using email?",
        "It is possible to obtain documents and statements by email.",
        "Is your preferred statement format in emails?",
        "It's possible to receive statements and documents by email.",
        "Is receiving doc's via email okay?",
        "Is it better to receive your statements in an email?",
        "Email could be a way to get documents and statements.",
        "It's possible to receive documents and statements in an email.",
        "Do you want to get your docs e-mailed?",
        "Do you prefer to receive statements and documents via email?",
        "There is a possibility of receiving documents and statements via email.",
        "Are you interested in receiving documents using email?",
        "The documents and statements could be received using email.",
        "Want your statement to be sent via email?",
        "Would you please email the docs?",
        "Do you want to have your documents sent electronically?",
        "Do you want to be EMAILED the documents?",
        "Are email statements something that you really like?",
        "Is it best to get statements in email?",
        "Do you prefer to email the docs instead?",
        "Preferring the receipt of emails?",
        "Do you prefer to get a document by email?",
        "Are you interested in receiving thedocuments and statements via email?",
        "Do you want your documents electronically delivered?",
        "Is email the optimal method for receiving statements and documents?",
        "Are you in favor of getting your things via e- messages?",
        "Do you prefer to email them?",
        "Do you prefer the email delivery of your document?",
        "Are you interested in a statement via email?",
        "It is possible to get statements and documents using email.",
        "Are you able to receive documents and statements via email?",
        "Do you have a preference for the information in emails?",
        "Do you want the e-mailed docs?",
        "Are you Interested in receiving the documents and statements via email?",
        "Emails are your preferred format for statement?",
        "Are you interested in receiving the statement using email?",
        "Would email-based statements be liked by you?",
        "Do you prefer info in Emails?",
        "Do you want to get documents emailed?",
        "Let me know if you are happy with the email delivery of the doc.",
        "Would you prefer to email the docs or things?",
        "Is it possible to prefer documents via electronic mail?",
        "Are you more fond of receiving documents via email?",
        "Do you enjoy getting documents Emailed?",
        "Do you enjoy getting documents through email?",
        "Is it better to get these statements via email?",
        "Do you want the documents e-mailed?",
        "Do you prefer the statements in an email?",
        "Is email the best method for receiving my statement and documents?",
        "Do you want your paperwork e-mailed rather than mailed?",
        "Is it better to get statements via Email?",
        "Are you interested in receiving documents via email.",
        "Do you prefer to receive emails from the docs?",
        "Do you like to receive emails about the docs?",
        "Do you want to get your documents emails?",
        "Do you want the docs EMAILED?",
        "Emailed records were preferring?",
        "Do you think emails for statements work out better?",
        "Do you like getting email info?",
        "Do you like getting your documents emails?",
        "It could be possible to use email to receive documents and statements.",
        "Do you prefer receiving email statements?",
        "You could receive statements and documents by email.",
        "Do you want to receive the documents in email?",
        "Please let me know if you're happy with email receiving the docs.",
        "Do you like to get email from the docs?",
        "Do you want your doc e-mailed instead of mailed?",
        "Are email statements something that you like to use?",
        "Want email statements?",
        "Do you like to receive statements on email?",
        "Is email the best method for obtaining documents and statements?",
        "Receive documents and statements using email",
        "Do you want to get statements in an email?",
        "Do you want to email your statement?",
        "Please let me know if you are happy to receive docs by email.",
        "Do you prefer to get information via email?",
        "Do you favor a preference for emails?",
        "Do you want the papers e-mailed?",
        "Do you enjoy receiving email information?",
        "Do you prefer to receive emails with information?",
        "Like statement via email?",
        "Do you prefer to email documents?",
        "There is an email method for receiving statements and documents.",
        "Do you want to get docs email?",
        "Is email statements something you like it?",
        "Email could be a way to receive documents and statements.",
        "Would you please email the doc's?",
        "Do statements work better with email?",
        "Want to get your statement via email?",
        "Is email the best method for obtaining my statement and documents?",
        "Do you want to get emails about documents?",
        "Preferring documents from e-mail?",
        "Is it better to get doc by email?",
        "Would you be interested in using email to receive the documents and statements?",
        "Do you prefer to receive a statement by email?",
        "Do you enjoy receiving statements and documents via email?",
        "Preferring email paperwork now?",
        "Is it better if you get your statements in email?",
        "Do you like receiving documents by email?",
        "Is email your preferred format for statements?",
        "Is email the best way to get the documents and statements?",
        "Do you love email statements?",
        "Sending documents and statements using email is possible.",
        "Are you interested in receiving documents and statements in an email?",
        "Do you want your documents to be sent via e-mailed?",
        "Email could possibly be used to receive documents and statements.",
        "Emails for statements may work better",
        "Interested in getting the documents and statements via email?",
        "Do you like to have your docs e-mailed?",
        "Please let me know if you're happy with the email delivery of your docs.",
        "Do you like getting things via e-messages?",
        "Do you prefer to know about things in emails?",
        "Do you prefer email or document delivery?",
        "Will email statements and documents give you pleasure?",
        "Email statements and documents please?",
        "Is email the appropriate method of receiving statements and documents?",
        "You would like email-based statements.",
        "Is getting statements in email better?",
        "Is it better to use email to receive statements?",
        "Do you prefer receiving the statements and documents via email?",
        "Do you like to receive it in an email?",
        "Are you interested in getting the documents and statements via email?",
        "Do you prefer to receive emailed documents?",
        "Do you prefer getting information in emails?",
        "Do you like correspondence through email?",
        "Do you want to receive the documents or statements via email?",
        "Are you comfortable getting your information via e-messaging?",
        "What do you think about email statements and documents?",
        "Do you want to get it through email?",
        "Is emailing the correct method for receiving statements and documents?",
        "Does your preferred statement format involve emails?",
        "Do you prefer to receive your files via email?",
        "Do you prefer to get the documents by email?",
        "Do you want to receive the documents by email?",
        "The method for getting statements and documents should be email.",
        "Is it preferred to use email?",
        "Do you want to get documents email?",
        "Do you like information in emails?",
        "Do you want to receive it through email?",
        "It is possible to getdocuments and statements by email.",
        "Are you interested in getting the documents and statements in email?",
        "Are the email statements and documents okay with you?",
        "Would you like to receive statements and documents via email?",
        "It could be possible to get documents and statements via email.",
        "Do you prefer to receive items via email?",
        "Do you like getting docs email?",
        "Do you wish to have your documents e-mailed?",
        "Does emailing for statements work better?",
        "Are your emails your preferred statement format?",
        "Are you interested in receiving your statements via email?",
        "do you prefer to receive it via email?",
        "Do you prefer receiving it via email?",
        "Is emails your preferred format for statements?",
        "Are you more likely to receive statements via email?",
        "Delivery of documents via email is your preference.",
        "Would you prefer to email financial papers?",
        "Do you have a preference for data in emails?",
        "Do you like receiving email?",
        "Are you interested in correspondence using email?",
        "Do you want to receive statements and documents in email?",
        "Do you prefer to receive this through email?",
        "Do you want your documents to be e-mailed.",
        "Please let me know if you're happy with getting your documents via email.",
        "You could receive documents by email.",
        "Would you prefer to email financial papers or not?",
        "Are you fans of email statements?",
        "Is email statements what you like?",
        "Are you willing to receive the statements in email?",
        "Do you prefer information in an email?",
        "You like to use email?",
        "Are you willing to get your things via e-messages?",
        "Would you prefer to get it via email?",
        "Do you want your paperwork to be e-mailed?",
        "Should you use email for statements and documents?",
        "Are you interested in getting the documents in email?",
        "Do you prefer to get your information from email?",
        "Is it better to receive statements on email?",
        "Do you want to have a statement via email?",
        "Do you want your docs to be sent electronically?",
        "Are you a fan of info in emails?",
        "If you would like to receive documents by email, please let me know.",
        "Do you want to receive your documents in e-mail?",
        "Is it preferable to get statements in email?",
        "Is it better to receive a statement via email?",
        "Do you like to receive your information via e-messaging?",
        "Would you be able to get statements and documents by email?",
        "Do you prefer to receive your statements by email?",
        "Want a statement sent by email?",
        "Do you want to email statements and documents?",
        "Do you prefer to receive the statement via email?",
        "Email may be used to receive documents and statements.",
        "Would you like to get the docs email?",
        "Do you like to receive documents in the email?",
        "Is email a good way to get the documents and statements?",
        "Do you prefer to get the document via email?",
        "Please let me know if you are happy with receiving docs via email.",
        "Do you like to have documents email you?",
        "Emails may be your preferred statement format.",
        "Do you prefer emails for your statements?",
        "Do you want docs e-mailed rather than mailed?",
        "Will email statements and documents make YOU happy?",
        "It is possible to receive documents by email",
        "It can be possible to email the documents and statements.",
        "Is receiving doc's via email OK?",
        "Email is the correct method for getting statements and documents?",
        "Is that a thing you enjoy like email statements?",
        "Are email statements and documents good for you?",
        "You can receive statements and documents via email.",
        "Get the statement via email?",
        "Are you in favor of getting things via e- messages?",
        "Please let me know if you are happy with the email delivery of docs.",
        "Would you want to email the docs?",
        "You can email statements and documents",
        "Do you prefer to get the doc via email?",
        "How do you like getting information through email?",
        "Do you like to get email with docs?",
        "Do you want to e-mailed your documents?",
        "Are you interested in being able to receive documents and statements via email?",
        "Do you prefer to receive it via email",
        "How do you like to receive information through email?",
        "Do you prefer to email statements?",
        "Do you want to receive the docs EMAILED?",
        "Do you rather receive statements and documents via email?",
        "Do you like to get email from docs?",
        "It is possible to get documents and statements via email",
        "Do you enjoy getting emails with documents?",
        "Are you happy to receive information through emails?",
        "Are you willing to get your information via email?",
        "It can be possible to receive documents and statements by email.",
        "Is it better to get the documents by email?",
        "Do you prefer to get your info by email?",
        "Do you like getting emails for documents?",
        "Are you fond of receiving documents via email?",
        "Email statements might be better for you?",
        "Do you prefer to receive docs email?",
        "Is Email the correct method for getting the documents and statements?",
        "Do you want to receive an email statement?",
        "Do you prefer to get things via e-mail?",
        "Email is the correct method of receiving statements and documents?",
        "Do you prefer to receive a document by email?",
        "Is email a better method for getting statements?",
        "Do you prefer your statements in an email?",
        "Email statements and documents will make you happy?",
        "Want to receive an emailed statement?",
        "Is email the right method to get documents and statements?",
        "Do you prefer to get yourstatements in an email?",
        "If you're happy with the docs you receive by email, please let me know.",
        "Would you like to get documents email?",
        "Do you prefer to get the information via email?",
        "Do you like getting info through emails?",
        "Is it preferred to get email?",
        "Is it your preference to deliver document via email?",
        "You can email documents and statements.",
        "Yes or no to getting the documents email?",
        "Are you okay with receiving your things via e-mail?",
        "preferring documents from email?",
        "Do you like receiving things via e-mails?",
        "Do you like to get your information via e-messaging?",
        "Do you prefer receiving statements and documents in email?",
        "Is it better to get a statement through email?",
        "Is it better to get statements via email",
        "Are you interested in receiving statements in email?",
        "Do you prefer to know details in emails?",
        "Do you want to receive the documents emailed?",
        "Are youinterested in receiving the documents via email?",
        "Do you want to receive documents and statements in email?",
        "Do you like getting your stuff via e-messages?",
        "It is possible to obtain documents and statements using email.",
        "Do you like to get your documents emails?",
        "Do you like to get email information?",
        "Want statement to be sent via email?",
        "Would it be possible to get statements and documents via email?",
        "Are you interested in using email to receive the statements and documents?",
        "If you are happy with receiving documents by email, please let me know.",
        "Do you prefer to be received via email?",
        "Do you want the docs e-mailed rather than mailed?",
        "Is email good for receiving doc's?",
        "Is it you that enjoy emails accounts information?",
        "Is it better to get a statement via email?",
        "Is email the right method for obtaining statements and documents.",
        "Should you get your statements via email?",
        "Is email a preferable delivery method?",
        "Would you prefer to email the files?",
        "Emailed records might be preferring?",
        "Is email a better method to get statements?",
        "You could use email to get documents and statements.",
        "Do you prefer receiving them via email?",
        "How do you like receiving information through emails?",
        "Please let me know if you are happy with email docs.",
        "It is you that prefer email accounts info?",
        "Do you want your documents e-mailed instead of mailed?",
        "Is email the correct method for getting thedocuments and statements?",
        "Are you ready to receive the documents and statements via email?",
        "Do you want to get documents and statements via email?",
        "Do you want to be e-mailed your documents?",
        "Are you okay with getting your items via e-mail?",
        "Is email the correct method for the documents and statements?",
        "Do you prefer to receive your statements in email?",
        "Do you want your documentation e-mailed?",
        "Do you wish to have a statement via email?",
        "Do you prefer to have information in emails?",
        "Do you prefer to have your documents sent via e-mail?",
        "Do you want to receive your documents via e-mailed?",
        "Are you interested in receiving the documents through email?",
        "It could be possible to get documents and statements through email.",
        "email is possible to receive documents and statements.",
        "is email delivery preferred?",
        "Do you want to get your doc e-mailed?",
        "Is email delivery the preferred choice?",
        "Is email statements one thing that you like?",
        "It is possible to receive statements and documents through email.",
        "So do you like email statements?",
        "Do you want to get the emails about docs?",
        "Do you want to receive information via e-messaging?",
        "Interested in receiving email statements?",
        "It is possible to receive statements and documents by email.",
        "Did you prefer to receive statements and documents via email?",
        "Are your preferred statement formats emails?",
        "It is possible to email documents and statements.",
        "What do you think about getting information through email?",
        "Do you like seeing statements and documents through email?",
        "Do you like to receive information in email?",
        "Please let me know if you're happy with receiving the doc via email.",
        "Want to receive your documents electronically?",
        "It can be possible to receive documents through email.",
        "Do you want to have the doc e-mailed?",
        "Do you like to receive statements and documents through email?",
        "Are you okay with getting things via e-mail?",
        "Is it best to get statements via email?",
        "Is it feasible for you to receive the documents and statements using email?",
        "Do you enjoy getting things via e-messages?",
        "Like to receive emails?",
        "Do you prefer to get your statement via email?",
        "Are you a fan of receiving it through email?",
        "Is there a preference for information in email?",
        "Does email-based statement appeal to you?",
        "Is email statements something you like to see?",
        "Do you want your statement to be via email?",
        "Is it better to email your statements?",
        "Do you prefer using email to receive documents?",
        "Want your statement sent via email?",
        "Do you like getting statements via email?",
        "Please let me know if you are happy with the docs you receive via email.",
        "Do you prefer to get documents in email?",
        "Do you want documents to be emailed?",
        "Do you want to receive email about the docs?",
        "Preferring the receipt of an email?",
        "What do you think about getting email info?",
        "Do you prefer detailed information in emails?",
        "You can email the statements and documents",
        "Does email be the correct method for getting statements and documents?",
        "Is email the best way to receive statements and documents?",
        "Are you okay with accessing your information via e-messaging?",
        "Preferring documents from email is a question.",
        "Is it better to get your statements by email?",
        "Do you want your documents to be sent via e-mail?",
        "Do you like to get it through email?",
        "Want to receive it via email?",
        "do you like email statements?",
        "Do you desire your documents to be e-mailed?",
        "Do you prefer to receive documentation by email?",
        "Email-based statements might appeal to you.",
        "Do you prefer statements in an email?",
        "Would you like to receive documents in an email?",
        "Preferring documents from email!",
        "Can I opt to receive my statements and documents via email?",
        "Are you interested in receiving these statements via email?",
        "Is email statements something that you like to do?",
        "What do you think of receiving info through emails?",
        "It is possible to receive documents and statements on email.",
        "Do you like to get your documents via email?",
        "How about you email the documents and stuff?",
        "Is it possible for you to receive the documents and statements using email?",
        "Is it better to get a statement in email?",
        "Do you like to get email notifications for documents?",
        "Do you prefer to get your documents by email?",
        "Are you interested in receiving the documents in an email?",
        "Do you want to receive statements using email?",
        "Do you prefer a statement via email?",
        "Is email better for obtaining statements?",
        "Do you like the information contained in emails?",
        "Are you a fan of receiving documents and statements through email?",
        "Is email the appropriate way to get statements and documents?",
        "Will email statements and documents makeyou happy?",
        "What do you think about using emails to receive information?",
        "Is it better to receive docs by email?",
        "Are you wanting to receive the documents and statements via email?",
        "It is possible to receive documents and statements by email.",
        "Is it a better option to get statements in email?",
        "Do you want to have the docs e-mailed?",
        "Do you prefer getting info in emails?",
        "Would you like to receive docs email?",
        "Do you want to get the email for the docs?",
        "Do you receive statements and documents via email?",
        "Do you like to get your info via e-messaging?",
        "Do you want to get docs e-mailed?",
        "Is it better to be sent a statement via email?",
        "Would email-based statements be attractive to you?",
        "Do you prefer to have your documents e-mailed?",
        "Would statements via email appeal to you?",
        "The method for receiving statements and documents is email.",
        "Do you prefer emails with docs in them?",
        "Is it possible that you would like to get docs email?",
        "Are you interested in getting documents and statements via email?",
        "Do you prefer to get documents through email?",
        "Do you like to get email notifications for the docs?",
        "Would you like to get docs email?",
        "Do you like statement via email?",
        "Do you like getting it in email?",
        "Do you enjoy receiving emails with information?",
        "It can be possible to email documents and statements.",
        "It might be possible to receive statements and documents by email.",
        "If you prefer, you can email the statement.",
        "You can receive statements by email.",
        "Please let me know if you like receiving docs by email.",
        "Would you like to receive the documents and statements using email?",
        "It is possible to see documents and statements via email.",
        "Do you want your documents to be e-mailed?",
        "Email is possible to request electronic statements and documents.",
        "Are you going to use email to get the documents and statements?",
        "What do you think about receiving info in email?",
        "Do you prefer to receive it through an email?",
        "Do you like to get documents emails?",
        "Is receiving doc's by email OK?",
        "Receive documents and statements by email.",
        "Want to receive a statement on email?",
        "If you would prefer statement via email.",
        "Do you like to receive the documents and statements via email?",
        "Are you OK with getting your things via email?",
        "Do you prefer to get the statements by email?",
        "Do you prefer to get the statements and documents via email?",
        "Is it better for you to email the documents?",
        "Is email the correct method for gettingdocuments and statements?",
        "It might be possible to get statements and documents via email.",
        "Would you rather email the documents or not?",
        "Is email the correct method of receiving the statements and documents?",
        "Do you prefer email delivery of a document?",
        "Do you prefer to get the document by email?",
        "Do you want to get your documents by email?",
        "By email it could be possible to receive documents and statements.",
        "If you would like to receive docs by email, please let me know",
        "Have you like email statements?",
        "Do you prefer e-documents?",
        "Is email the correct option for getting statements and documents?",
        "Are you interested in receiving the documents using email.",
        "Is email the appropriate method for receiving statements and documents?",
        "Do you prefer an email to get your statements?",
        "Do you want your document to be delivered via email?",
        "Do you want the statement to be sent via email?",
        "Is email the correct method for receivingstatements and documents?",
        "Is email a better way to get statements?",
        "What do you think about receiving info through an email?",
        "It would be better to get statements in email.",
        "Do you prefer to get email about documents?",
        "Are you interested in receiving the documents from email?",
        "Is it better to get statements by email?",
        "Would you prefer a statement through email?",
        "Is it preferred email delivery?",
        "Do you like receiving information by email?",
        "Is it best to receive a statement in an email?",
        "What are your feelings about receiving information through emails?",
        "Do you want to get your docs electronically?",
        "Do you want the info to be e-mailed?",
        "Do you like getting doc email?",
        "Are you interested in receiving the documents via email",
        "Do you approve of getting your stuff via e-messages?",
        "If email delivery is preferred?",
        "Would you prefer email statements?",
        "Do you like receiving statements using email?",
        "Do you meanferring documents from email?",
        "What do you think of receiving information through email?",
        "Is the email your preferred statement format?",
        "Like the statements in email?",
        "Do you prefer receiving documents in an email?",
        "Do you agree with getting your things via e-messages?",
        "The method of receiving statements and documents should be email.",
        "Email-based statements would appeal to you?",
        "Do you want to be notified of the docs Emailed?",
        "Do you like receiving your statements and documents through email?",
        "If you like email statements",
        "Do you prefer to receive files by email?",
        "Do you enjoy having info in emails?",
        "Do you prefer to delivery your documents via email?",
        "Do you prefer Email to receive it?",
        "Want a statement emailed?",
        "Do you prefer to receive the docs in an email?",
        "Do you like receiving items through email?",
        "Do you prefer to email the documents or things?",
        "Are email-based statements for you?",
        "It was possible to receive statements and documents via email.",
        "Are you happy to receive the documents and statements via email?",
        "Do you like to get documents email?",
        "Do you like to see info in emails?",
        "Would it possible to get statements and documents by email?",
        "Do you prefer statement by email?",
        "Do you prefer to receivestatements in email?",
        "Email is your preferred statement format?",
        "Do you prefer to have them in an email?",
        "Is email the best method for getting my statements and documents?",
        "Do you prefer receiving docs via email?",
        "Do you prefer to receive documents and statements through email?",
        "Wouldn't you prefer to email the documents and stuff?",
        "Is email the right method for getting the statements and documents?",
        "Do you prefer getting your statement in an email?",
        "Are you interested in receiving both documents and statements via email?",
        "How about email the documents and stuff?",
        "ferring documents from Email?",
        "Would statements that are email-based appeal to you?",
        "Do you wish to email the documents and stuff?",
        "Do you want your papers e-mailed rather than snail-mailed?",
        "Do you prefer to email statements and documents?",
        "Do you want to receive documents using email?",
        "Want to get your statement in an email?",
        "Would you prefer to email thedocuments?",
        "Interested in receiving the documents via email?",
        "Please let me know if you're happy with receiving the docs via email.",
        "Do you prefer to get information in email?",
        "Do you prefer something in emails?",
        "You can email the statements and documents.",
        "Want to receive the statement by email?",
        "It is possible to get documents and statements in an email.",
        "It is possible to use email to receive documents.",
        "Would you rather email the stuff?",
        "Do you want your papers e-mailed rather than mailed?",
        "Interested in receiving documents via email?",
        "There is a chance to get documents and statements via email.",
        "Emailed records are preferring?",
        "Should emails be your preferred statement format?",
        "If you are happy with receiving docs via email, please let me know.",
        "Please let me know if you are happy to receive documents by email.",
        "Is it you who enjoys emails accounts information?",
        "It is possible to get documents and statements by email.",
        "Do you favor email-based statements?",
        "Please let me know if you're happy with the email doc delivery.",
        "Do you prefer to get the doc emailed?",
        "Should you get statements in email?",
        "Do you want to email the things?",
        "Do you like to receive email?",
        "Do you want to get the emails about the docs?",
        "Do you like to receive statements and documents via email?",
        "Email could be used to receive the documents and statements.",
        "How do you prefer to receive information through email?",
        "Do you prefer to get your statement by email?",
        "Do you prefer to e-mail your documents?",
        "Do you like emails-based statements?",
        "Would you be interested in email-based statements?",
        "Email could be a way of receiving documents and statements.",
        "Are you interested in getting things via e-mail?",
        "What do you think about getting information via email?",
        "Is email the best method for getting a statement and documents?",
        "Is email a better way of getting statements?",
        "Do you prefer to receive information through emails?",
        "How about receiving documents by email?",
        "ferring documents from an email?",
        "Email statements and documents okay with you?",
        "Will email statements and documentation make you happy?",
        "There is a chance to receive documents and statements via email.",
        "Is it preferable to receive statements in an email?",
        "Would you like a statement via email?",
        "Please let me know if you are happy with the email delivery of the docs.",
        "Is it better for you to email the doc and things?",
        "Do you prefer to receive the doc email?",
        "Do you prefer getting statements and documents by email?",
        "Are you okay getting things by e-mail?",
        "Will email statements and document make you happy?",
        "Do you prefer to get your things via e- messages?",
        "Do you prefer to get the docs email?",
        "Do you prefer receiving your information via email?",
        "Do you prefer documents to be e-mailed?",
        "It is possible to receive documents or statements via email.",
        "Do you prefer getting the documents by email?",
        "Is email the correct method of receiving the documents and statements?",
        "Would the email-based statements appeal to you?",
        "You could receive documents and statements through email.",
        "Would you like to have an email statement?",
        "Do you want to email the papers?",
        "Email statements would be better for you, right?",
        "Do you prefer a statement in emails?",
        "Do you prefer receiving it via email",
        "Is email the correct method for obtaining statements and documentation?",
        "Are you preferring to receive it through email?",
        "Email can be used to receive documents and statements.",
        "Do you prefer to receive your statements and documents via email?",
        "It may be possible to receive documents and statements using email.",
        "Do you find email-based statements appealing?",
        "Please let me know if you're happy with getting your documents by email.",
        "Do you like to receive emails containing information?",
        "Are you preferring to receive it via email?",
        "Do you want to get the documents and statements through email?",
        "Want to receive an email statement?",
        "Do you want to get the docs emails?",
        "Are you interested in receiving statements via email.",
        "It would be possible to get documents and statements via email.",
        "Do you want to get them e-mailed?",
        "Is email statements something that you like to use?",
        "It's possible to get the documents and statements via email.",
        "Would you like to receive the documents in email?",
        "Is email the best way to receive documents and statements?",
        "Are you in favor of getting docs email?",
        "It is possible to receive documents and statements using email.",
        "Would you like to email the docs?",
        "Emailed records will be preferring.",
        "Is it better to get statements in an email.",
        "You may email the statements and documents.",
        "Do you prefer to get the paperwork by email?",
        "Are you okay with getting things by email?",
        "Do you prefer receiving a statement in an email?",
        "Do you want the documents to be emailed?",
        "Do you prefer receiving information through emails?",
        "Is it your preference to deliver documents via email?",
        "Do you want your correspondence to be e-mailed?",
        "Do you like to get statements and documents through email?",
        "You want to receive an email statement?",
        "Do you prefer emails for a statement?",
        "Do you prefer the information in emails?",
        "Is email the best method for receiving documents and statements?",
        "Will your preferred statement format be emails?",
        "Yes or no to getting the docs emailed?",
        "Wouldn't you rather email the documents and stuff?",
        "Is email the correct choice for receiving statements and documents?",
        "Is it better to email the docs or things?",
        "Email could be used to receive documents and statements",
        "Did email-based statements appeal to you?",
        "Do you prefer to receive your statements via email?",
        "Do you want to receive the documents and statements email?",
        "Is that something you like to read via email?",
        "Do you prefer to get the information through email?",
        "There is a chance that you can receive documents and statements by email.",
        "The documents and statements can be sent by email.",
        "Do you want to get the documents and statements using email?",
        "Is email statements something that you appreciate?",
        "Do you prefer to see info in emails?",
        "Do you have a liking for information in emails?",
        "Are you interested in getting documents email?",
        "Is email a better option for getting statements?",
        "Do you like getting documents in email?",
        "Is it preferred to have email delivery?",
        "It is possible to receive both documents and statements via email.",
        "Do you like to receive info in emails?",
        "Do you prefer email info?",
        "Do you prefer to receive them in an email?",
        "What do you think about receiving info in emails?",
        "Is email the correct method for getting the statements and documents?",
        "You like to get email notifications?",
        "Do you prefer emails to get documents?",
        "Do you prefer to have statements sent in an email?",
        "Are you interested in receiving the statements via email?",
        "Do you want to be able to get the docs EMAILED?",
        "If you are happy with receiving email docs, please let me know.",
        "Email delivery is your preference for document delivery.",
        "Do you prefer to get your paperwork via email?",
        "It is you that prefers emails accounts info?",
        "Do you want to receive the documents in an email?",
        "Is it you who prefers emails accounts information?",
        "Would statements based on email appeal to you?",
        "Is it possible that you like email statements?",
        "Are you like email statements?",
        "Please let me know if you're happy with the docs you receive via email.",
        "Do you want to get the information via email?",
        "Interested in statement via email?",
        "Are you interested in seeing the documents and statements via email?",
        "Please let me know if you are happy with receiving your documents by email.",
        "Do you agree with receiving documents by email?",
        "Do you want info in emails?",
        "Are you interested in getting the docs EMAILED?",
        "Do you prefer to get statement in email?",
        "It's possible to email the documents and statements.",
        "Emails for statements might work better",
        "Are you happy to receive info through emails?",
        "The documents and statements could be sent via email.",
        "Are you okay with getting things by e-mail?",
        "Do you prefer docs email?",
        "Do you want your doc e-mailed?",
        "It could be possible to email the statements and documents.",
        "Do you prefer to get statements and documents in email?",
        "Do you prefer to receive it on email?",
        "Would you email the documents rather?",
        "Do you like info in emails?",
        "Would you Instead email the docs?",
        "Receive doc's via email?",
        "Do you like to know in emails?",
        "Do you like email statement?",
        "Are you willing to use email to get the documents and statements?",
        "Is emails your preferred format for statement?",
        "Do you like using email?",
        "Do you want to receive the documents and statements using email?",
        "Do you get the documents by email?",
        "Is email a good method for getting statements and documents?",
        "Email is a possibility to receive documents and statements.",
        "Do you prefer your documents e-mailed?",
        "Are you interested in receiving documents and statements in email?",
        "Will email statements and documents be good for you?",
        "Do you prefer to get your statements email?",
        "Is email statements something that you like?",
        "You might be able to receive statements and documents by email.",
        "Do you agree with getting your information through e-messaging?",
        "Do you prefer to get the documents via email?",
        "You can get documents and statements by email.",
        "Are you interested in correspondence via email?",
        "Is email better for getting statements?",
        "Do you prefer to get statements by email?",
        "Did you prefer statement via email?",
        "Is email statements something you enjoy?",
        "Interested in receiving the documents and statements in email?",
        "Do you prefer email?",
        "Do you want a statement emailed?",
        "Do you prefer to get it email?",
        "Do you have a preference about emails?",
        "Do you prefer to get the doc email?",
        "Do you like getting it via email?",
        "Do you want those to be e-mailed?",
        "Is your preferred statement format an email?",
        "Do you want to be email the docs?",
        "Preferring Emailed records?",
        "Is getting your information via e-messaging OK for you?",
        "emails could be used to receive documents and statements.",
        "Do you want to get email statements and documents?",
        "Do you prefer to receive your docs by email?",
        "Are you in favor of getting things via e-mail?",
        "Do you prefer getting statements via email?",
        "Receive doc's by email?",
        "Do you like receiving messages in email?",
        "Do you like to get email with the docs?",
        "Do you have a preference for the contents of emails?",
        "Is email the right way to obtain statements and documents?",
        "Do you like to get your statements in an email?",
        "Do you like to get your documents through email?",
        "Is the best way to receive statements is in an email?",
        "Is it a better idea to receive statements in an email?",
        "Do you want to receive the docs by email?",
        "Is email the correct method of receiving statements and documents?",
        "Do you like the information in email?",
        "Do you prefer to receive your correspondence by email?",
        "Do you want to get the doc Emailed?",
        "Do you like getting documents email?",
        "Do you want your information to be e-mailed?",
        "It could be possible to email the documents and statements.",
        "Do you like receiving items via email?",
        "Are you in favor of receiving things via e-mail?",
        "Do you like using email to receive documents?",
        "Will email statements and documents makes you happy?",
        "\"Preferring documents from email?\"",
        "Do you want your documents delivered via e-mail?",
        "Do you want to receive the documents and statements electronically?",
        "Do email-based statements appeal?",
        "Are you interested in receiving statements and documents through email?",
        "Do you prefer to receive them via email?",
        "Are you willing to receive the documents via email?",
        "It is possible to Receive documents and statements using email.",
        "Do you prefer to get your doc by email?",
        "You could get documents and statements via email.",
        "Are you willing to receive the documents through email?",
        "Are you interested in email receiving documents and statements?",
        "Did you prefer receiving it through email?",
        "Is it possible to get statements and documents via email?",
        "Do you prefer getting it via email?",
        "Do you like to get things via e-mail?",
        "Email is a possible method of receiving documents and statements.",
        "Do you enjoy getting information in emails?",
        "Do email based statements appeal to you?",
        "Email might be able to receive documents and statements.",
        "Is receiving doc's by email okay?",
        "Does that make you like email statements?",
        "What do you think about being sent information through email?",
        "Is it better to receive the statement in an email?",
        "Please let me know if you're happy with the email docs you receive.",
        "Would you prefer to receive the documents and statements using email?",
        "Do you prefer to get documents email?",
        "It can be possible to get documents and statements by email.",
        "Do you like to receive statements and documents electronically?",
        "Would you prefer statement through email?",
        "Is email the way to get the documents and statements?",
        "Would it be possible to get the statements and documents by email?",
        "Would you prefer to receive the documents and statements via email?",
        "Should we be able to receive statements and documents by email?",
        "Do you prefer to receive emails about the docs?",
        "Are you interested in getting the documents by email?",
        "Do you like seeing info in emails?",
        "Are you interested in receiving documents or statements via email?",
        "Would you prefer to receive it in email?",
        "Do you like using email to get statements and documents?",
        "Do you enjoy having information in emails?",
        "Are email statements something that you enjoy?",
        "Do you get things via email?",
        "Please let me know if you are happy with receiving the docs by email.",
        "Do you want that statement via email?",
        "Are you okay with getting your stuff by e-mail?",
        "It is possible to receive statements or documents by email.",
        "Do you prefer email format?",
        "Do you like to get information through emails?",
        "Is it better to get statements email?",
        "Do you want to have an email statement?",
        "Do you prefer to get your statements in an email?",
        "Do you prefer email for document delivery?",
        "You could receive documents through email.",
        "Is email the right way to obtain the documents and statements?",
        "Do you prefer to get your paperwork by email?",
        "Are email statements something you like to do?",
        "Can email-based statements appeal to you?",
        "For receiving statements and documents, is email the correct method?",
        "Do you rather receive it via email?",
        "Would email-based statements do you like?",
        "Are you interested in receiving your documents via email?",
        "Is it your preference to deliver the document via email?",
        "How do you feel about getting information by email?",
        "Would you be interested in receiving the statements using email?",
        "Do you want to get documents emails?",
        "What do you think about receiving information from emails?",
        "Do you prefer email to receive documents?",
        "Please let me know if you are happy with the email delivery of documents.",
        "Do you want to receive docs by email?",
        "Are you okay with receiving your information via e-messaging?",
        "Want statement sent via email?",
        "Are email-based statements attractive to you?",
        "Do you prefer to receive the docs via email?",
        "Do you really like email statements?",
        "Want your statement sent email?",
        "Is the correct method of receiving statements and documents email?",
        "Do you like to receive it through email?",
        "Do you like to receive email with information?",
        "Do you want to receive statements through email?",
        "Do you like to get the emails?",
        "Do you want to receive emails for documents?",
        "Do you like getting statements and documents through email?",
        "Is it possible to obtain statements and documents by email?",
        "If you would prefer a statement via email?",
        "Is it better for you to get statements in an email?",
        "Do you wish to receive an email statement?",
        "Are you ok with getting your stuff via email?",
        "Email delivery is your preference for document delivery?",
        "Are your preferred statements emails?",
        "Will emailed statements and documents make you happy?",
        "Is it possible to receive the statements and documents using email?",
        "Do you prefer to have the docs emailed?",
        "Is it better for statements to be sent in email?",
        "Do you prefer seeing info in emails?",
        "Want a statement sent to your email?",
        "Do you like receiving email documents?",
        "It could be possible to get documents and statements by email",
        "Do you like getting your information via e-messaging?",
        "Is email your preferred format of statement?",
        "It's possible to get statements and documents using email.",
        "Do you want to get the email for docs?",
        "Do you have a preference for the information in email?",
        "Should you receive documents and statements via email?",
        "Are you alright with receiving things via e-mail?",
        "Please let me know if you're happy with receiving the documents by email.",
        "Is it you that prefer emails accounts information?",
        "Would you rather get your statements in an email?",
        "Are you okay with getting information via e-messaging?",
        "Do you like to receive the documents and statements in email?",
        "Do you prefer to receive the statements via email?",
        "Do you like using e- messages to get things?",
        "Would like to receive email statements.",
        "Is it you that would prefer emails accounts info?",
        "Is it preferable to receive it through email?",
        "Do you want to receive your docs electronically?",
        "Receive statements in an email?",
        "Please let me know if you are happy with receiving documents via email.",
        "Would you be interested in receiving the statements via email?",
        "Do you enjoy getting the docs emailed?",
        "You can receive documents and statements through email.",
        "Do you prefer to receive these documents via email?",
        "Is it better to email the doc and things?",
        "Would you rather email the documentation?",
        "Is email a good method for getting the documents and statements?",
        "If you are happy with the docs you receive by email, please let me know.",
        "Would you prefer statements in an email?",
        "Is email the best method to get documents and statements?",
        "Are you interested in receiving statements using email?",
        "Please let me know if you like to receive documents by email.",
        "Do you want to receive your documents by e-mail?",
        "There is a chance to receive documents and statements using email.",
        "Can I choose to receive my statements and documents via email?",
        "Do you want to receive the statements and documents via email?",
        "Are you interested in seeing the statements via email?",
        "Is email best to receive statements?",
        "Do you prefer to get your docs via email?",
        "Is it better for statements to be sent via email?",
        "Considering documents from email?",
        "Do you want to get things via e-messages?",
        "Do you like info in email?",
        "If you're happy with receiving documents by email, please let me know",
        "Say you prefer statement via email?",
        "Want to receive an email Statement?",
        "Do you enjoy receiving documents and statements in email?",
        "Emailed records to be preferring?",
        "Do you like to get information through email?",
        "Do you want to receive docs email?",
        "Are you interested in being sent the documents and statements via email?",
        "Do you prefer to receive statements in an email.",
        "Will email statements and documents get you happy?",
        "Do you prefer to receive the docs by email?",
        "You might like email statements?",
        "Do you like to find out in emails?",
        "Do you get things via e-mails?",
        "email is your preferred statement format?",
        "Is Email the correct method for getting statements and documents?",
        "Do you prefer getting documents email?",
        "Are you in favor of getting the docs email?",
        "Would you prefer to receive it by email?",
        "Do you desire a statement via email?",
        "Do you think email is the correct method for receiving statements and documents?",
        "Do you prefer to have docs e-mailed rather than mailed?",
        "Are you a fan of getting the docs email?",
        "Please let me know if you're happy with the email delivery of your doc.",
        "Do you want to get the information by email?",
        "Are you more fond of receiving it through email?",
        "Is email the correct method for obtaining statements andDOCUMENTS?",
        "Can we get statements and documents by email?",
        "Do you prefer to get your statement through email?",
        "Is it possible to get your statements and documents via email?",
        "What is your preference for document delivery via email?",
        "Are you interested in receivingstatements via email?",
        "Want statement in email?",
        "Do you enjoy getting things via email?",
        "Want to receive a statement in email?",
        "Was email statements something that you like?",
        "Do you like to receive docs by email?",
        "Is there a preference for email delivery?",
        "Do you want yourfiles e-mailed?",
        "Do you prefer receiving information through email?",
        "Please let me know if you are happy with the email delivery of your doc.",
        "Do you want to email documents and stuff?",
        "Do you email the docs and things?",
        "Is email a better method of getting statements?",
        "Are your preferred statement format emails?",
        "Do you like to receive information through email?",
        "Is email the best way to get your statement and documents?",
        "Are you a person who likes to get documents email?",
        "Is it preferred to receive it via email?",
        "Do you prefer your documents to be sent electronically?",
        "Do you like receiving your statements via email?",
        "Are you okay with getting your information via email?",
        "Is email the appropriate method for getting the documents and statements?",
        "You like e-mail?",
        "Do you like getting your things via e-messages?",
        "Do you prefer that your documents be e-mailed?",
        "Would you rather email the docs and stuff?",
        "Do you prefer to have docs e-mailed?",
        "Do you want to receive the documents and statements through email?",
        "Do you prefer a statement through email?",
        "Would prefer a statement via email?",
        "Email is possible to receive documents and statements.",
        "Is email the best way to receive my statements and documents?",
        "Is it you that likes to read emails accounts info?",
        "Is it better to receive statement in email?",
        "Is email a good method of getting the documents and statements?",
        "Are you interested in receiving the documents via email?",
        "Do you prefer the use of email for document delivery?",
        "Are you OK with getting your information via email?",
        "What do you think about receiving information in an email?",
        "Are you more likely to get documents by email?",
        "Do you approve of emails with statements and documents?",
        "Do you get your statements and documents through email?",
        "Will email statement and documents make you happy?",
        "Is email statements a better option for you?",
        "Preferring some documents from email?",
        "Do you want your documents in e-mail?",
        "Yes or no to getting the documents sent email?",
        "Are you interested in using email to receive documents and statements?",
        "Do you prefer receiving statement via email?",
        "Do you prefer to receive documents on email?",
        "Is email the correct method for receiving statements and papers?",
        "Do you prefer to get your documentation by email?",
        "Is it something you like like email statements?",
        "Do you want to receive the emails for the docs?",
        "Is email the appropriate way to receive statements and documents?",
        "If you're happy with receiving documents by email, please let me know.",
        "It's possible to receive statements and documents in email.",
        "Would you like to receive the statements via email?",
        "Do you want to get the documentation emailed?",
        "Do you prefer to receive statements in an email",
        "Do you like to get your statements in email?",
        "Would you rather email the docs or something?",
        "Email statements would work better for you?",
        "Do you like to get your stuff via e- messages?",
        "Is it you that enjoys emails accounts information?",
        "Do you prefer to get it via email.",
        "The documents and statements may be sent via email.",
        "It can be possible to receive documents and statements in email.",
        "Would you rather get statements and documents via email?",
        "Should you prefer a statement via email?",
        "Is email the correct method for statements and documents?",
        "Do you mean to preferring email docs?",
        "Is email the right method to get the documents and statements?",
        "Do you prefer receiving it email?",
        "Do you prefer to receive email from the docs?",
        "If you are happy with the docs you receive via email, please let me know.",
        "Preferring the receipt of email records?",
        "Do you prefer to get doc by email?",
        "Preferring emails records?",
        "Do you think email is the correct method for getting statements and documents?",
        "Do you prefer information in emails?",
        "Would you rather get it through email?",
        "Are you interested in receiving the statements and documents through email?",
        "Are you okay with getting your information via e-messaging?",
        "Are you interested in getting statements in an email?",
        "Would email-based statements please you?",
        "Is email the best way to receive my statement and documents?",
        "It could be possible to get statements and documents via email.",
        "Are you preferring emailed records?",
        "Do you enjoy getting your statements in an email?",
        "It could be possible to receive statements and documents by email.",
        "Do you prefer to have the statements in an email?",
        "Do you like to get things via e- message?",
        "Do you prefer receiving the documents by email?",
        "Do you want them e-mailed?",
        "Email could potentially be used to receive documents and statements.",
        "Would you rather email documents?",
        "Are you happy about receiving information through emails?",
        "\"Preferring documents from email\"",
        "Do you prefer to receive it in email?",
        "It could be possible to email documents and statements.",
        "Is email the correct method of getting documents and statements?",
        "Could it be done by email to receive statements and documents?",
        "Do you like to get docs by email?",
        "Do you prefer to receive the statement in an email?",
        "Do you want to get doc e-mailed?",
        "Do you like your statement in emails?",
        "Do you like to receive the docs email?",
        "Do you prefer to get the documentation via email?",
        "Do you prefer email statements?",
        "Do you want to email the documents and stuff?",
        "Do you prefer to receive your doc by email?",
        "Digital or physical document delivery via email is your preferred option?",
        "Do you want to get your documents via email?",
        "Do you prefer to receive the doc via email?",
        "Do you want these to be e-mailed?",
        "Would you prefer to receive it in an email?",
        "Do you prefer receiving your documents via email?",
        "Do you enjoy receiving documents in email?",
        "Do you prefer to read info in emails?",
        "Do you like Emails with information?",
        "It is you that prefer emails accounts info?",
        "Would you rather email the documentation and things?",
        "Email may be able to receive documents and statements.",
        "If you want to receive docs by email, please let me know.",
        "Is email appropriate for getting statements and documents?",
        "Do you like using e-messages to get things?",
        "It was possible to get documents and statements via email.",
        "Do you prefer getting them via email?",
        "Do you like receiving emails with information?",
        "Is it better to get statements in email",
        "Do you prefer to get your statements in email?",
        "Do you prefer to receive things via email?",
        "Would you prefer to email the documents and things?",
        "Is email best for getting my statement and documents?",
        "Should we get statements in an email?",
        "Preferring the receipt of email?",
        "Would emailed statements appeal to you?",
        "Do you prefer to receive papers via email?",
        "Would you use email for the docs and things?",
        "Would email-based statements delight you?",
        "Do you like to get statements and documents in email?",
        "Do you want to have your documents electronically transmitted?",
        "Is it you who prefer emails accounts information?",
        "Are email statements a thing that you like?",
        "Is email a better method of obtaining statements?",
        "Is email the best method to get my statement and documents?",
        "It is possible to receive statements or documents via email.",
        "Do you prefer to get statements through an email?",
        "Do you like getting statements and documents by email?",
        "Do you want to receive email about docs?",
        "Do you like to get email correspondence?",
        "Do you agree with getting your information via e-mail?",
        "Does an email work better for statements?",
        "Do you like to get them in an email?",
        "Is email a possible way to receive statements and documents?",
        "Preferring to receive emails?",
        "Is it your choice to email papers?",
        "Digital or physical document delivery via email is your preferred method?",
        "Is it possible to receive your statements and documents through email?",
        "Are you OK with getting things by email?",
        "You can get documents and statements via email.",
        "Would you like to receive statements and documents through email?",
        "Do you choose to email financial papers?",
        "Is it true that you prefer emails accounts info?",
        "Would email-based statements be appealing to you?",
        "Is it best to get your statements in an email?",
        "Do you get documents via email?",
        "Is it possible to get statement and documents by email?",
        "Do you like to get them by email?",
        "Do you like to receive things through email?",
        "Do you like receiving emails about documents?",
        "Are you OK with getting your things via e-mails?",
        "Does the email for statements work better?",
        "It might be possible to receive documents and statements using email.",
        "Are you in favor of getting statements in an email?",
        "Theferring documents from email?",
        "Do you want documents e-mailed instead of mailed?",
        "Is this something you enjoy like email statements?",
        "Do you prefer receiving information in emails?",
        "Do you prefer to get your information via e-messaging?",
        "Do you prefer to receive your statement via email?",
        "It's possible to receive documents and statements by email",
        "Would email sent statements appeal to you?",
        "Do you prefer email delivery of document?",
        "Preferring documents in email?",
        "Can you tell me if email delivery is preferred?",
        "Do you prefer to receive information by email?",
        "You are able to receive documents and statements via email.",
        "Do you wish to receive the documents and statements via email?",
        "Are you interested in getting the documents through email?",
        "Do you like getting your statements in an email?",
        "Do you prefer to receive these items via email?",
        "Is email the best to receive statements in?",
        "Do you prefer to receive emails for documents?",
        "Would you like email-based statements?",
        "Do you prefer to get your documents in an email?",
        "Do you prefer to delivery your document via email?",
        "Are you OK with getting your stuff via e-messages?",
        "If you would prefer statement via email?",
        "Emails for statements are better?",
        "Do you prefer to receive statements by email?",
        "Do you like receiving emails with documents?",
        "Do you want to email the docs and things?",
        "Is there a preference for info in emails.",
        "Are you willing to receive the statements and documents via email?",
        "Are you ok with getting stuff via e-mail?",
        "ferring documents through email?",
        "Emailed records might be preferring.",
        "Do you prefer to receive the docs in email?",
        "Is email a good way to receive statements and documents?",
        "Enjoy statement via email?",
        "Are you interested in receiving documents and statements by email?",
        "Are you interested in getting thedocuments and statements via email?",
        "Are you interested in receiving documents via email?",
        "Is email better for receiving statements?",
        "Do you like receiving docs email?",
        "Email may be the correct method of receiving statements and documents.",
        "Would you like to get the documents and statements by email?",
        "Email is your preferred method of document delivery?",
        "Do you like to receive emails related to documents?",
        "Do you like to get statements in email?",
        "Do you prefer having it sent via email?",
        "Do you like to get your statements by email?",
        "Email could be used to request statements and documents.",
        "What do you think about receiving information through emails?",
        "Do you prefer email to receive docs?",
        "Do you approve of getting things via e-messages?",
        "Do you like receiving info via email?",
        "Are you interested in receiving things via email?",
        "Do you like e-documents?",
        "Are you preferring emails?",
        "Do you like to receive statements and documents in email?",
        "What do you think about receiving info through email?",
        "Are you a fan of getting the docs EMAILED?",
        "Do you want to receive it by email?",
        "How about email statements and documents?",
        "Do you prefer to get your statements and documents through email?",
        "Would you like to receive documents and statements via email?",
        "Do you enjoy receiving email from the docs?",
        "Do you prefer email document delivery?",
        "Is email the right method for receiving statements and documents.",
        "Is email statements something you like to do?",
        "Are you a fan of info in email?",
        "Is it preferred to receive statements and documents via email?",
        "If you want to receive documents by email, please let me know.",
        "Are you OK with getting your information through e-messaging?",
        "Are you happy with getting things via e-mail?",
        "Do you would like an email statement?",
        "Do you prefer the email delivery of your documents?",
        "Do you want to be able to get the doc email?",
        "Would email-based statements sound appealing to you?",
        "Is email delivery something you prefer?",
        "Would you like to receive email statements?",
        "Do you prefer to get your information in emails?",
        "Do you like to have docs email?",
        "Do you want to email statements and documents to me?",
        "What do you think about receiving email info?",
        "Does email for statements work better?",
        "Do you want to email your documents?",
        "Is email the most appropriate method of receiving statements and documents?",
        "Do you want documents to be sent electronically?",
        "Is email best for getting statements and documents?",
        "Are the emails your preferred statement format?",
        "Do you prefer statement via Email?",
        "Would you prefer to email the documents and stuff?",
        "Is email the correct method for obtaining the statements and documents?",
        "Do you want to receive the docs in an email?",
        "It may be better to get statements via email.",
        "Do you like to receive documents via email.",
        "Are you a fan of receiving statements and documents in email?",
        "Are you ok with receiving information via e-messaging?",
        "Is an email for statements work better?",
        "Do you enjoy receiving statements through email?",
        "Are you interested in using email to get documents?",
        "If you would like to receive your documents by email, please let me know.",
        "Do you prefer document delivery via email?",
        "ferring documents from email?",
        "Did you like receiving statements and documents through email?",
        "Would you like to receive documents and statements in email?",
        "Would you prefer to email the documents or something?",
        "Do you want to email the statements and documents?",
        "Would you be interested in getting the documents and statements via email?",
        "Please let me know if you're happy with receiving docs by email.",
        "Is email the right way to get statements and documents.",
        "It might be possible to get statements and documents by email.",
        "How do you feel about receiving information via email?",
        "Do you enjoy receiving information through email?",
        "Will email statements anddocuments make you happy?",
        "Is email statements like something that you enjoy?",
        "You could receive statements using email.",
        "How do you like receiving information in emails?",
        "Want to get a statement by email?",
        "Preferring records through email?",
        "You can email the documents.",
        "Does it make sense to receive statements and documents via email?",
        "Are you okay with getting your stuff via e-mails?",
        "Do you prefer the statement to be sent via email?",
        "Want a statement emailed to you?",
        "Please let me know if you're happy with getting your docs by email.",
        "Do you want to get the docs Emailed?",
        "It is possible to receive the statements and documents by email.",
        "Is email the correct method for seeing statements and documents?",
        "Do you like receiving it in email?",
        "Please let me know if you are happy with the email delivery of your docs.",
        "Emailed records preferring?",
        "Are you ok with getting your stuff via e-mail?",
        "Is email the best method for receiving statement and documents?",
        "Do you prefer to get information through emails?",
        "If you're happy with the email delivery of your docs, please let me know.",
        "It is possible to receive statements and documents via email.",
        "Are you interested in receiving docs email?",
        "Consider documents from email?",
        "Do you want the documents sent electronically?",
        "Do you enjoy emails with information?",
        "Should you get your statements and documents via email?",
        "Do you enjoy getting statements in email?",
        "Will it be better to get statements via email?",
        "Do you like information in the emails?",
        "Do you like to receive email with docs?",
        "You might like email statements.",
        "Are you more likely to get statements in an email?",
        "Would you rather email the files?",
        "Are you interested in receiving the statements with email?",
        "Do you enjoy getting documents emailed?",
        "Do you prefer to get statements in an email.",
        "Would email-based statement appeal to you?",
        "Do you want documents e-mailed?",
        "Do you like getting your statements through email?",
        "Do you want doc e-mailed?",
        "Do you like to receive statements and documents in an email?",
        "Do you prefer that your documents are e-mailed?",
        "Do you prefer getting the documents via email?",
        "Do you prefer to get documents emailed?",
        "Do you want to receive emails about documents?",
        "Do you have a preference for email info?",
        "Do you prefer receiving it in an email?",
        "Do you prefer getting it in an email?",
        "Do you like getting statements by email?",
        "Do you want to receive your information via e-messaging?",
        "Email could be used to get documents and statements.",
        "Is an email better for statements?",
        "Are emails your preferred format of statement?",
        "Is it best to receive statements via email?",
        "Do you prefer to get your documents through email?",
        "Do you prefer to be contacted in an email?",
        "Email statements and documents to you okay?",
        "Do you like to receive emails with information?",
        "Is email the preferred method for receiving statements and documents?",
        "Do you want to email the documentation?",
        "Is email the correct method for receiving the documents and statements?",
        "\"Is email the correct method for receiving statements and documents?\"",
        "Do you want to get documents via email?",
        "Do you like the info in emails?",
        "Do you like to know info in emails?",
        "Do you want your docs e-mailed, not mailed?",
        "Are you okay with email statements and documents?",
        "Would you prefer a statement by email?",
        "Will email documents and statements make you happy?",
        "Do you prefer receiving documents by email?",
        "Are you a fan of information in emails?",
        "Please let me know if you like receiving email docs.",
        "Do you agree with getting your information via e-messaging?",
        "Do you favor email for document delivery?",
        "Do you like to receive statements via email?",
        "Are email statements what you like?",
        "Do you want to get the docs email?",
        "Do you want to receive documents via email?",
        "Do you prefer to get these documents by email?",
        "Do you prefer to receive documents via email?",
        "Are you interested in using email to get the statements and documents?",
        "Do you like to receive docs via email?",
        "Do you prefer to receive email information?",
        "Is it better if you get statements via email?",
        "Want to receive your statement in an email?",
        "The documents and statements could be sent by email.",
        "Do you use an email to get statements?",
        "Do you like the idea of getting documents emailed?",
        "Are you liking email statements?",
        "Do you wish to have your docs e-mailed not mailed?",
        "Is it better to get statements in an email",
        "Do you prefer to receive documents in emails?",
        "Is it better to receive email statements?",
        "Do you prefer to receive the document by email?",
        "Is it possible that you prefer info in emails?",
        "Do you prefer receiving statements in an email?",
        "Do you prefer receiving things via email?",
        "Do you approve of getting information via e-messaging?",
        "Do you agree with getting things via e-mail?",
        "Are you interested in receiving it through email?",
        "Is it you who prefer emails accounts info?",
        "You like to receive email?",
        "Do you accept emails with statements and documents?",
        "Do you enjoy receiving documents and statements through email?",
        "Would email statements please you?",
        "Are you interested in using email to get the documents and statements?",
        "Do you want to get the doc's EMAILED?",
        "Is email the best way to get my statement and documents?",
        "Do you prefer to get it in email?",
        "Do you approve of getting your things via e-mail?",
        "Do you think it is better to get statements in email?",
        "Do you prefer the delivery of documents via email?",
        "Do you want to receive the statements and documents in email?",
        "Would you rather email the docs and things?",
        "Do you want to be able to email the documents?",
        "Do you prefer to get information in emails?",
        "It is possible to use email to receive documents and statements.",
        "Do you want to receive documents and statements via email?",
        "Would you prefer a preference for emails?",
        "Are you OK with receiving things via e-mail?",
        "Is it best to receive statements in an email",
        "Do you want your documents to be emailed?",
        "Do you like getting docs by email?",
        "Would you prefer to have documents via electronic mail?",
        "Do you agree with getting things via e-messages?",
        "Do you prefer to receive your statements and documents through email?",
        "It could be possible to get the documents and statements by email.",
        "Is email the best method for getting documents and statements?",
        "Do you want docs e-mailed instead of mailed?",
        "Do you wish to get the docs email?",
        "What are your thoughts on receiving information through emails?",
        "Would you prefer to email the paperwork?",
        "Do you get your statements and documents via email?",
        "Do you prefer to receive statements and documents in an email?",
        "Do you prefer to receive the documents in an email?",
        "Is email statements something that you like doing?",
        "Do you like to have your documents emailed?",
        "Do you want these documents to be e-mailed?",
        "Are you happy with receiving documents by email?",
        "Do you agree that you can get your information via e-messaging?",
        "It can be possible to receive statements and documents using email.",
        "Would you prefer statement in email?",
        "Is email the best way to get my statements and documents?",
        "Do you want to get docs emails?",
        "Is it better for the statements to be sent via email?",
        "Is it better to receive statements and documents by email?",
        "Is it a preference for emails?",
        "Do you prefer to get the documentation by email?",
        "If you prefer statement via email?",
        "You want document delivery via email?",
        "Is email best for getting statements?",
        "Could email statements appeal to you?",
        "Is receiving information through emails good?",
        "Would you be interested in receiving the documents via email?",
        "Presferring documents from email?",
        "You like to receive emails?",
        "Do you want it e-mailed?",
        "Are email statements that you like?",
        "Do you like receiving statements and documents on email?",
        "Do you want to email the documents instead?",
        "Did you like getting statements and documents through email?",
        "It could be possible to receive documents and statements through email.",
        "Do you wish to be EMAILED the docs?",
        "Is it better to obtain statements via email?",
        "Do you prefer to receive the statements in email?",
        "Would you like to receive the documents and statements via email?",
        "Do you have a preference for email content?",
        "Is it better to get the statements in an email?",
        "How do you feel about receiving information in an email?",
        "Do you want your papers e-mailed instead of mailed?",
        "Do you like to receive emails with your documents?",
        "Prefer email statement?",
        "It is possible to receive documents and statements in an email.",
        "Do you use email to get statements?",
        "Is it better to get messages in email?",
        "Do you prefer to receive documents by email.",
        "Do you want to be able to email the doc?",
        "Do you prefer to receive a statement in email?",
        "Do you like docs email?",
        "Would you be interested in receiving the documents and statements by email?",
        "Do you like to receive documents emails?",
        "Yes or no to getting the documents emailed?",
        "Do you wish to receive your documents electronically?",
        "Do you want to get them by email?",
        "Do you prefer an email statement format?",
        "\"Is email the correct method for getting statements and documents?\"",
        "Could it be possible to receive statements and documents by email?",
        "Do you wish to have the docs e-mailed?",
        "Are you interested in receiving the documents in email?",
        "Do you want to get it via email?",
        "ferring documents in email?",
        "Is email the way to receive statements and documents?",
        "Are you interested in receiving the documents via email.",
        "Did you want to email the docs?",
        "Do you like to receive the documents via email?",
        "email could be used to get documents and statements.",
        "Would you rather receive your statements in an email?",
        "Do you like information in emails.",
        "Do you prefer to get statement in an email?",
        "Is it better to get the statement in an email?",
        "If you would like to receive docs by email, please let me know.",
        "Request a statement via email?",
        "Do you want to be able to email your docs?",
        "Do you want to be able to get the docs email?",
        "Do you prefer to be sent statements via email?",
        "Are you interested in getting the documents via email?",
        "Please let me know if you're happy with the email delivery of the doc.",
        "Do you want to be able to get the doc EMAILED?",
        "Do you agree with getting your things via e- messages?",
        "Preferring email docs?",
        "Do you like receiving documents through email?",
        "Is the email statements and documents ok with you?",
        "Do you prefer to email docs?",
        "What do you think about receiving info in an email?",
        "Is receiving statements in an email good?",
        "It could be possible to receive statements and documents using email.",
        "Is email delivery the preferred route?",
        "It is possible to receivedocuments and statements by email.",
        "Is it possible to getstatements and documents by email?",
        "Please let me know if you are happy with receiving the email docs.",
        "Do you want your documentation e-mailed instead of mailed?",
        "Do you prefer having information in emails?",
        "Is it better to get statements via emails?",
        "Will you prefer statement via email?",
        "Do you prefer to receive information in email?",
        "Is it something that you enjoy like email statements?",
        "Do you prefer to receive emails?",
        "Is it something you like about email statements?",
        "Do you want to receive statements in an email?",
        "Is email the best way to obtain statements and documents?",
        "It is possible to receive documents via email",
        "Do you want to get the docs emailed?",
        "Are you open to receiving the documents and statements via email?",
        "Do you want to receive documents electronically?",
        "Do you prefer getting information by email?",
        "Email statements and documents?",
        "Is there a preference for info in emails?",
        "Do you prefer getting docs via email?",
        "Do you prefer to get your statements by email?",
        "Do you like receiving statements in an email?",
        "Do you want documents sent via e-mail?",
        "Email could be used to send statements and documents.",
        "Please let me know if you're happy with receiving docs via email.",
        "Do you prefer to get your info via email?",
        "Do you want it to be e-mailed?",
        "Do you want your documents sent via e-Mail?",
        "Are emails the preferred format for your statement?",
        "Do you like to get the documents by email?",
        "Please let me know if you are happy with receiving email documents.",
        "How about getting documents via email?",
        "Will email statements and documents make you happy.",
        "Please let me know if you are happy with the email delivery of the doc.",
        "Do you want to get things via e- messages?",
        "Do you like to get your statements and documents through email?",
        "Is email the right way to get statements and documents?",
        "Interested in receiving documents and statements via email?",
        "Is email better to get statements?",
        "Is it better to receive documents via email?",
        "Is it possible to get the documents and statements by email?",
        "Do you prefer the delivery of the document via email?",
        "Do you like receiving doc email?",
        "Do you want to receive things via e- messages?",
        "Do you prefer to get your statements through an email?",
        "Do you like to get email statements?",
        "Are you willing to receive the documents and statements by email?",
        "Do you like to receive email from the docs?",
        "ferringdocuments from email?",
        "It is possible to receive documents and statements through email.",
        "The email can be used to receive documents and statements.",
        "Do you prefer your documents to be electronically sent?",
        "You prefer email for document delivery.",
        "Are emails your preferred format for a statement?",
        "Better to receive documents by email?",
        "Please let me know if you're happy to receive docs by email.",
        "You like to receive email messages?",
        "Are you interested in receiving information via email?",
        "Do you like receiving documents in emails?",
        "Are you interested in receiving documents and statements electronically?",
        "Is it better to get information in email?",
        "Do you like receiving information through emails?",
        "Preferring a document from email?",
        "Are your emails the preferred format for your statement?",
        "Do you prefer to receive a statement in an email?",
        "Do you want to receive your papers electronically?",
        "Is it better to receive them in an email?",
        "Do you prefer email to get docs?",
        "Are emails your preferred format for your statements?",
        "Is it possible to get statements and documents by email?",
        "Do you agree with receiving docs by email?",
        "Are you willing to use email to receive documents and statements?",
        "You can receive docs by email.",
        "Do you prefer to communicate in an email?",
        "It would be possible to receive documents and statements using email.",
        "Do you want to receive docs via e-mail?",
        "Do you want to email the documents and things?",
        "Are email statements something that you prefer?",
        "Do you prefer to get the papers via email?",
        "It might be possible to receive statements and documents via email.",
        "Are you able to get the documents and statements via email?",
        "It is possible to Receive documents and statements by email.",
        "Are email statements something you like to like?",
        "Are you willing to receive things via e-mail?",
        "It can be possible to receive statements and documents by email.",
        "Please let me know if you are happy with email receiving docs.",
        "Do you enjoy receiving statements and documents in email?",
        "Do you prefer statement in email?",
        "Are you in favor of getting the docs emailed?",
        "Do you prefer getting the statements via email?",
        "It could be possible to receive statements and documents in email.",
        "Do you want your documents sent by e-mail?",
        "Do you prefer receiving statements and documents by email?",
        "Do you want to like email statements?",
        "Do you want to receive the documents EMAILED?",
        "Are you a fans of email statements?",
        "Do you want documents to be sent via e-mail?",
        "Want a statement sent via email?",
        "What do you think about receiving information in email?",
        "Preferring the emails?",
        "Please let me know if you are happy with receiving docs by email.",
        "Would you prefer an email statement?",
        "Would you prefer to email the documents or not?",
        "Are you interested in receiving the document via email?",
        "Would email-basedstatements appeal to you?",
        "Do you want to e-mail docs?",
        "Do you want to receive documents in emails?",
        "Are you ok with receiving things via e-mail?",
        "Is email the correct method for getting statements or documents?",
        "Do you like to get it by email?",
        "Would you like to see email statements?",
        "Do you like to get info through emails?",
        "Do you approve of getting your information via email?",
        "Are you okay with receiving information via e-mail?",
        "Do you prefer to receive statements in an email?",
        "Do you like using email to receive statements?",
        "Is it a better option to get statements via email?",
        "Do you like emails with info?",
        "Do you preferred to receive it via email?",
        "Are you a fan of getting statements and documents through email?",
        "Preferring email docs now?",
        "Would you rather email the documents or something?",
        "Do you like receiving documents and statements in email?",
        "It might be possible to receive documents and statements by email.",
        "Is email correct for getting statements and documents?",
        "Do you like to get doc email?",
        "Do you prefer to receive the statements and documents via email?",
        "Emailed records should be preferring.",
        "Are you more fond of receiving statements and documents via email?",
        "Do you enjoy receiving documents and statements by email?",
        "It would be possible to receive documents and statements via email.",
        "Do you like to get your statements and documents in email?",
        "Do you want to get the documents and statements via email?",
        "Is email the best method for obtaining statements and documents?",
        "Do you think email is preferred?",
        "Are you a fan of statement via email?",
        "Do you prefer to have the statement in an email?",
        "Do you prefer getting your statements in an email?",
        "Do you prefer to get doc email?",
        "An email could be used to receive documents and statements.",
        "Do you like receiving things in email?",
        "Are you a fan of receiving it via email?",
        "You may be able to receive documents and statements via email.",
        "Digital document delivery via email is your preference?",
        "Would you rather email the things?",
        "Are you interested in receiving the papers via email?",
        "Do you prefer to have your documents email?",
        "Would you prefer to email the document?",
        "Do you like to receive your statements and documents via email?",
        "Do you wish to receive the docs EMAILED?",
        "Do you want the documents e-mailed instead of mailed?",
        "Do you prefer to know something in email?",
        "Do you like to receive your documents via email?",
        "Do you prefer to get statements via email?",
        "Will email quotes and documents make you happy?",
        "Do you like getting documents through email?",
        "It can be possible to get statements and documents by email.",
        "Are you in favor of delivery via email?",
        "Do you agree with getting information via e-messaging?",
        "Do you like to receive your things via e- messages?",
        "Would you rather email the documents or things?",
        "Are you interested in receiving the materials via email?",
        "Is email more convenient for getting statements?",
        "Receive statements and documents by email.",
        "Is it better to email the documents and things?",
        "Do you prefer to get the info via email?",
        "Would it be better to email the documents?",
        "Do you prefer knowing in emails?",
        "Email delivery is preferred?",
        "Do you prefer an email delivery of the document?",
        "Please let me know if you're happy with receiving docs by email",
        "Do you prefer emails to get statements and documents?",
        "Do you like knowing information in emails?",
        "Is it better to have statements in email?",
        "Are email statements something you prefer?",
        "Is it better to use email to get statements?",
        "Want to receive it by email?",
        "Do you want to be notified of the docs EMAILED?",
        "Do you like getting info in emails?",
        "Do you prefer to email the statements?",
        "Do you want to get emails related to docs?",
        "Do you prefer to have your docs e-mailed?",
        "Have a liking for email statements?",
        "Do you prefer an email to receive statements?",
        "Yes or no to getting the documents sent by email?",
        "How about email for document delivery?",
        "Email is the correct method for receiving statements and documents?",
        "Email is a good method for receiving statements and documents.",
        "Do you want to have your docs e-mailed?",
        "Do you like to see information in emails?",
        "It's possible to receive documents and statements using email.",
        "Could you instead email the docs and things?",
        "Want to get a statement in an email?",
        "Would email statements and documents make you happy?",
        "Do you prefer your statement to be in emails?",
        "You prefer email?",
        "Are you okay with receiving information through emails?",
        "Are you fond of getting statements in an email?",
        "Are you a fan of getting documents emailed?",
        "Would prefer statement via email?",
        "Are you OK with getting your things via e-mail?",
        "Do you like to receive statements and documents using email?",
        "If you are happy with the email docs, please let me know.",
        "Will you like email statements?",
        "Do you like receiving things through e- messages?",
        "Do you prefer for your documents to be e-mailed?",
        "Do you like to get your things via e- messages?",
        "You want to email the docs instead?",
        "Should you use email statements?",
        "Would you prefer to receive the documents via email?",
        "Would you prefer to email the things?",
        "Do you like to receive emails containing documents?",
        "It could be possible to receive statements and documents via email.",
        "Do you like to get your statements through email?",
        "Do you like to have your documents email?",
        "Is it better if you get statements in email?",
        "Are you interested in receiving correspondence via email?",
        "Want your statement sent in an email?",
        "Is it better to receive documents by email?",
        "Should you use email as your preferred statement format?",
        "You could use email to receive documents.",
        "Are you interested in using electronic mail for documents?",
        "Do you like receiving the documents and statements via email?",
        "Would you be interested in using email to receive documents and statements?",
        "Interested in receiving statements and documents via email?",
        "You can receive documents and statements by email.",
        "Would you prefer to receive documents via e mail?",
        "Please let me know if you're happy with the docs you receive by email.",
        "Are you interested in receiving the statements and documents in email?",
        "Do you prefer to get things by email?",
        "Email statements and documents, okay with you?",
        "Are you interested in getting documents and statements using email?",
        "Is email delivery your preferred method?",
        "Please let me know if you are happy with receiving the documents via email.",
        "Is email the correct method to get statements and documents?",
        "Do you recommendferring documents from email?",
        "Do you have a preference for information in emails?",
        "Do you want to be able to get documents email?",
        "Do you enjoy getting statements and documents via email?",
        "Do you like receiving email with information?",
        "Is email a better option for statements?",
        "Would you prefer a statement via email.",
        "Do you receive statements and documents in email?",
        "Is it better to receive statements and documents via email?",
        "Email the statements and documents?",
        "Do you want to receive documents by email?",
        "Email is possible to receive statements and documents.",
        "Preferring documents, from email?",
        "Would you like to receive the statements using email?",
        "What do you think about emails for statements?",
        "Is there something you like about email statements?",
        "Do you prefer getting your statements via email?",
        "Do you enjoy getting the docs email?",
        "Your preferred delivery method: email?",
        "It is possible to see documents and statements by email.",
        "Do you want your docs e-mailed not mailed?",
        "Do you prefer receiving docs by email?",
        "Do you want to email the docs or things?",
        "Do you prefer to be sent statements in an email?",
        "An email can be used to receive documents and statements.",
        "Is it better to get your statement via email?",
        "Is it better to have the statements in email?",
        "Do you want to get your things via e-messages?",
        "Do you like to receive email with info?",
        "Do you like the idea of getting the docs emailed?",
        "It's better to get statements in email?",
        "Do you like receiving statements via email?",
        "Do you like to email docs?",
        "Do you want to receive them via email?",
        "email-based statements would appeal to you?",
        "Do you want your papers sent via e-mail?",
        "Do you want to get statements in email?",
        "Do you like to get your information through e-messaging?",
        "Do you like receivingstatements through email?",
        "Do you get information through emails?",
        "Is email statements a thing that you like?",
        "Do you prefer to know something in emails?",
        "Please let me know if you're happy with email docs.",
        "Are you Interested in receiving the documents via email?",
        "Would you rather email thedocuments?",
        "If you would like to receive documents by email, please let me know",
        "Preferring documents from email?!",
        "Do you want the paperwork to be e-mailed?",
        "Are you fond of receiving statements and documents via email?",
        "Want a statement in email?",
        "Do you like to get statements through email?",
        "Do you agree with getting your things via e-mail?",
        "Is email your preference?",
        "Are you interested in receiving the statements using email?",
        "Are you willing to receive the documents and statements through email?",
        "Do you want to receive the statements in email?",
        "Do you want to receive the documents and statements via Email?",
        "Do you enjoy receiving email statements?",
        "Are you ok with getting information via e-messaging?",
        "Is it nicer to get statements via email?",
        "Do you approve of receiving documents by email?",
        "Do you like to receive your statements via email?",
        "email could be used to receive documents and statements",
        "Is email statements one thing you like?",
        "What do you think about getting information through an email?",
        "Are you fond of getting statements in email?",
        "Are you willing to receive documents and statements via email?",
        "Do you think email is the correct method for getting the documents and statements?",
        "Do you like to receive emails for your documents?",
        "Do you like to receive email regarding documents?",
        "Is email statements something that you are fond of?",
        "Do you like to receive email info?",
        "Do you want to receive the documents using email?",
        "Do you prefer to get statements from an email?",
        "Do you want your records e-mailed?",
        "Do you like email statements",
        "Do you want to get statements and documents via email?",
        "Would you use email for the docs?",
        "Do you prefer to receive statements via Email?",
        "Preferring email docs over printed ones now?",
        "Do you prefer to have your documents emailed?",
        "Is it better to get things in email?",
        "Is it your preference to delivery documents via email?",
        "Do you have a preference for the information contained in emails?",
        "Are you interested in receiving documents in email?",
        "Are you able to receive your statements and documents through email?",
        "Will email Statements and documents make you happy?",
        "Do you prefer getting statements by email?",
        "Do you like to receive information via emails?",
        "Is email your preferred method of receiving it?",
        "Do you want to have docs e-mailed?",
        "Do you like receiving documents and statements by email?",
        "Is it possible to get the statements and documents via email?",
        "Please let me know if you're happy with receiving the documents via email.",
        "Receive documents and statements by email",
        "The documents and statements could be received by email.",
        "Should we use email to receive statements and documents?",
        "Are you a fan of email statements.",
        "Do you like receiving information in email?",
        "Do you prefer to see statements in an email?",
        "Are you interested in receiving statements by email?",
        "Is email the best method of obtaining statements and documents?",
        "Do you enjoy receiving documents by email?",
        "Would you rather receive statements and documents via email?",
        "Do you want to get your documents e-mailed?",
        "Do you prefer getting it by email?",
        "Is this better to get statements via email?",
        "Want a statement you can email?",
        "Do you like getting the documents emailed?",
        "Would email statements appeal to you?",
        "Sending documents and statements by email is possible.",
        "Do you prefer email to receive statements and documents?",
        "It would be possible to receive documents and statements by email.",
        "Is it better to get statements in Email?",
        "Is that something that you enjoy, like email statements?",
        "Do you prefer to get statements and documents via email?",
        "Do you like to know details in emails?",
        "Are you interested in receiving the document using email?",
        "It might be possible to receive documents and statements via email.",
        "Are you in favor of receiving it via email?",
        "Is it better to send out statements in email?",
        "Are you a fan of receiving statements and documents by email?",
        "Do you like getting things via e- mail?",
        "Do you prefer to get your information through email?",
        "Do you receive information through emails?",
        "Is email delivery what you prefer?",
        "Do you prefer to know something in an email?",
        "Will you prefer a statement via email?",
        "Do you think emails work better for statements?",
        "Do you prefer to receive it with email?",
        "Is it you that prefers emails accounts info?",
        "It's possible to get documents and statements with email.",
        "What are your feelings about receiving info through email?",
        "Is there a way to get the documents and statements via email?",
        "Do you prefer to get it via Email?",
        "Preferring documents from email was asked.",
        "Do you prefer the email delivery of the document?",
        "Do you like to get your documents in email?",
        "Are you in favor of getting your information via e-messaging?",
        "Did you enjoy email statements?",
        "Do you enjoy receiving emails with info?",
        "Do you like knowing things in emails?",
        "You may like email statements.",
        "Do you like to get emails from docs?",
        "Would you like to receive it through email?",
        "Is it possible you prefer info in emails?",
        "Is it better to get statements in an email?",
        "Do you prefer getting statements in an email?",
        "Do you want the info e-mailed?",
        "Is email the correct method for getting statements and documentation?",
        "Are you interested in receiving the information via email?",
        "Do you prefer to have statements in email?",
        "How about emailed records?",
        "Do you like to get statements via email?",
        "What do you think of receiving information via email?",
        "Do you wish to have your documents electronically sent?",
        "It's possible to receive statements and documents via email.",
        "Are you interested in receiving the statements by email?",
        "Are you a fan of the email statements?",
        "Is Email the correct method of receiving statements and documents?",
        "Are you interested in seeing the documents via email?",
        "Did you prefer to receive it through email?",
        "Do you want statement via email?",
        "Is email the correct method to receive statements and documents?",
        "Do you prefer email delivery of your documents?",
        "Want them e-mailed?",
        "Do you like getting it through email?",
        "Do you want a statement in email?",
        "Are you happy to get your information via e-messaging?",
        "Is that something that you like to read emails?",
        "Is that something you like to read in emails?",
        "Is the email delivery preferred?",
        "Is email the best place to get my statement and documents?",
        "Would email based statements appeal to you?",
        "Is email statements something that you like it?",
        "Is email the best method of getting the documents and statements?",
        "Say you like email statements?",
        "Do you like getting stuff via e-mail?",
        "Do you want to get the documents through email?",
        "Do you wish to receive the documents via email?",
        "Do you prefer to receive statements through an email?",
        "Do you prefer to have your documents e-mailed, not snail-mailed?",
        "Do you prefer to receive documents by email?",
        "Do you enjoy receiving things via e-messages?",
        "Is it preferable to get statements in an email?",
        "Should you get statements in an email?",
        "Do you want to get the documents emails?",
        "Are you willing to get your info via e-messaging?",
        "Do you wish to receive docs email?",
        "Do you prefer to get docs by email?",
        "Is email the right method for receiving statements anddocuments?",
        "What do you think about receiving information in emails?",
        "Do you want your documents sent through e-mail?",
        "Do you approve of receiving things via e-messages?",
        "Receive documents and statements via email",
        "Is email the right method for obtaining the documents and statements?",
        "Is your preferred statement format emails?",
        "Are you a fan of receiving it by email?",
        "Do you want to get the docs emailED?",
        "You can email statements and documents.",
        "Are you willing to receive the documents using email?",
        "Do you favor info in emails?",
        "Would it be better to get statements in email?",
        "What do you think about receiving information through the email?",
        "Is email the correct method of receiving statements anddocuments?",
        "Do you prefer to receive it email?",
        "Do you prefer to get the information by email?",
        "Do you approve of email statements and documents?",
        "Do you like to have your documents e-mailed?",
        "It is possible to receive the documents and statements via email.",
        "Do you wish to email the docs?",
        "Would you instead email the doc and things?",
        "Are you interested in receiving documents and statements via email?",
        "Preferring documents from email??",
        "Try email statements.",
        "It's possible to receive documents and statements with email.",
        "You could potentially receive documents and statements via email.",
        "Do you want to get a docs email?",
        "Do you prefer an email to receive it?",
        "Email might be the correct method for receiving statements and documents.",
        "It's possible to email documents and statements.",
        "Is email the right way to receive statements and documents?",
        "Are email statements something that you like to do?",
        "Do you enjoy receiving things via e- messages?",
        "Do you want to get your paperwork e-mailed?",
        "Do you like emailstatements?",
        "Do you prefer to receive statements electronically?",
        "Is email statements what you prefer?",
        "Let me know if you're happy with the email docs.",
        "Do you want to email statements or documents?",
        "Interested in receiving an email statement?",
        "Please let me know if you're happy with email receiving docs.",
        "Do you prefer to receive documents emails?",
        "Do you prefer to email the doc's?",
        "Do you prefer to receive correspondence by email?",
        "Is email statement something you enjoy?",
        "Are you a fan of receiving information through emails?",
        "Is it better to receive information in an email?",
        "Are you interested in getting statements and documents via email?",
        "Would you use email for the documents and stuff?",
        "Is it better to email the documents or things?",
        "Would you rather email the documents instead?",
        "Would you like to receive statements and documents in email?",
        "Do you prefer to get your information via email?",
        "Are you interested in receiving the statements and documents by email?",
        "Preferring documents on email?",
        "Is email statements something that you prefer?",
        "Email could be used to Receive documents and statements.",
        "Would you like to receive the docs email?",
        "It is conceivable to receive documents and statements via email.",
        "Email can be used to send statements and documents.",
        "Is email the right method to get statements and documents?",
        "Do you prefer a statement in an email?",
        "Like to get email statements?",
        "Is email the best way to obtain my statement and documents?",
        "Are you ok with getting things by email?",
        "It is possible to getdocuments and statements via email.",
        "Do you like receiving documents through emails?",
        "Is this better to get statements in email?",
        "Is it better to receive information through emails?",
        "Is email the right method of obtaining the documents and statements?",
        "Do you want to receive email from the docs?",
        "Are you happy with receiving info through emails?",
        "Are you open to receiving documents via email?",
        "Do you enjoy the email statements?",
        "Do email statements and documents make you happy?",
        "Are you fond of receiving documents through email?",
        "You prefer emails?",
        "Do you prefer emails or other statement format?",
        "Does email work for getting statements and documents?",
        "It was possible to get documents and statements by email.",
        "Do you prefer your documents be e-mailed?",
        "Do you enjoy receiving statements by email?",
        "Do you want to have your documents electronically delivered?",
        "Yes or no to receiving documents in email?",
        "Is email statements something you like to use?",
        "Better to receive docs by email?",
        "It would be possible to get statements and documents via email.",
        "Is it better to get your statement in an email?",
        "Are you OK with receiving your information via e-messaging?",
        "Do you want to e-mail your papers?",
        "Do you prefer receive it via email?",
        "Did you like to receive emails?",
        "Are you okay with receiving things by e-mail?",
        "Do you like to receive doc email?",
        "Do you want to get statements by email?",
        "Do you prefer to find out in emails?",
        "Do you prefer your statements in emails?",
        "Do you enjoy getting your statements and documents through email?",
        "Is email the preferred method of receiving statements and documents?",
        "Do you get statements through email?",
        "Want to receive the statement in an email?",
        "Would you instead email thedocuments?",
        "Do you want your documents E-mailed?",
        "Do you want your docs e-mailed?",
        "Do you want to email the documents or things?",
        "Is email the right method of obtaining statements and documents?"
    ]
}