{
    "company_type": "E-commerce Marketplaces",
    "inquiry_category": "Technical issues and website errors",
    "inquiry_sub_category": "Payment processing error",
    "description": "Customers may experience issues while processing payments on the e-commerce platform, such as declined transactions, payment gateway errors, or issues with applying coupon codes.",
    "inquiry": "Why was my payment declined?",
    "paraphrases": [
        "How could my payment not be made?",
        "How did my payment rejected?",
        "How did my payment not be received?",
        "So no go on the payment?",
        "Why would payment decline?",
        "I asked why I was denied payment.",
        "Reasons for declined payment?",
        "Is there any reason the payment was declined?",
        "My payment was reduced.",
        "Why did a payment go wrong?",
        "What is going on, payment declined.",
        "I had my payment Declined.",
        "How did I have my payment turned down?",
        "Why wouldn't the payment be accepted?",
        "Why my transaction didn't go through?",
        "Payments are rejected can you clarify that?",
        "I inquired if my payment declined.",
        "why is the payment not approved?",
        "Is this the reason for declining payment?",
        "The reason that my payment wasn't made is important.",
        "Is there any reason the payment wasn't taken up?",
        "Payment decline is not clear what the reason is",
        "Was my payment rejected?",
        "What cause of payment decline?",
        "What's the cause of payment decline?",
        "Money got rejected, why?",
        "Was it a reason why payment was declined?",
        "Is there a reason for the declined payment?",
        "What caused the payment not to be paid?",
        "Why the payment was Declined?",
        "Cause for decline of payment?",
        "How did my payment be rejected?",
        "Can you tell me more about payment rejection?",
        "Why did I lose pay off?",
        "Why payment is not approved?",
        "Is this the reason for the decline of payment?",
        "How come no go on payment?",
        "My pay day was declined.",
        "Why didn't we get the payment?",
        "Something halted my transaction?",
        "I am wondering how my payment was rejected.",
        "Why did my money not be accepted?",
        "What is wrong that the payment declined?",
        "Is this why payment was refused?",
        "I had money but it was rejected",
        "I don't know why my payment wasn't made.",
        "Tell me about the reasons for decline payment.",
        "I have a big question of why my payment was not made.",
        "I asked why my payment fell.",
        "I asked why the payment was turned down.",
        "Why weren't payment accepted?",
        "Is there any reason why the payment is refused?",
        "I had my pay off decline, why?",
        "Payment wasn't taken up, what happened?",
        "Payment was turned down.",
        "Why did my payment Decline?",
        "I don't know why payment couldn't get paid.",
        "Why did my money get rejected?",
        "The reason why my payment wasn't made is a big question.",
        "How was my payment not paid?",
        "What are the reasons that the payment was Declined?",
        "I asked why my payment refused.",
        "There are reasons why the payment has been declined.",
        "Payments were not taken up, what was the reason?",
        "Payment declined and what's wrong?",
        "Was there a reason for payment being declined?",
        "I asked why my payment was low.",
        "What happened that my payment did not go through?",
        "It's not clear what the reason is for the payment decline.",
        "Why didn't payment been given?",
        "What is the reason for a decline in payment?",
        "Why didn't my payment go forward?",
        "It's not clear why the payment decline happened.",
        "Is there a reason for the decline of payment.",
        "What happened to my payment not going through?",
        "I don't know why payment was not given.",
        "The reason why payment was declined was unknown.",
        "Why did this payment be declined?",
        "My payment failed to go through",
        "Did there be any reason why the payment was declined?",
        "Why wasn't it paid?",
        "Why did the payment Decline?",
        "What caused the payment not being paid?",
        "Why was my payment denied?",
        "I asked what had happened to my payment.",
        "Why the payment fell?",
        "I don't understand why payment wasn't given.",
        "Payment couldn't be paid, was there any reason?",
        "How did my payment be turned down?",
        "Why did this decline payment happen?",
        "I want to know why my payment wasn't received.",
        "My pay- off declined.",
        "What are the reasons the payment is Declined?",
        "My payment was declined by someone.",
        "The reason for payment decline is unknown.",
        "Why can't payment get paid?",
        "How come payment wasn't approved?",
        "Is there a reason why payment was refused?",
        "I wondered why my payment had declined.",
        "I asked why my payment decline.",
        "I inquired how my payment was declined.",
        "Why was it that my payment was rejected?",
        "Why is my payment off?",
        "Was there a reason for the payment to be declined?",
        "Can you explain the payment rejection.",
        "Can you explain why payment is rejected?",
        "Why was the payment decliner?",
        "What's the reason for payment failure?",
        "What was the reason for the payment being Declined?",
        "Had money and was refused.",
        "Any reason why payment couldn't be made?",
        "What was the reason for payment being declined?",
        "Why did my payment not get processed?",
        "There was a big question as to why my payment was not made.",
        "Was there a reason why the payment was declined?",
        "Why was it that the payment was declined?",
        "Why my payment was not made is something that is important.",
        "I wanted to know why my payment declined.",
        "Why was the payment not accepted?",
        "Why did the decline of payment happen?",
        "What are the reasons for declining pay?",
        "Why did I see my pay-off drop?",
        "I am wondering why my cash got rejected.",
        "Are you able to clarify payment rejection?",
        "Was there a reason payment was declined?",
        "How came my payment wasn't accepted?",
        "Why did the payment be refused?",
        "Why would my cash get rejected?",
        "Mypayment was declined",
        "Payments declined, what was wrong?",
        "What is the reason for the payment declining?",
        "I wanted to know how my payment declined.",
        "So why did my cash get rejected?",
        "There was a reason why the payment was not given.",
        "Why did I lose my salary?",
        "I was asked why my payment was declined.",
        "Was the reason why the payment was declined?",
        "Why was it declined payment?",
        "Can you tell us what happened with payment rejection?",
        "I'm wondering what's wrong with my payment.",
        "Why would a payment decline?",
        "Why did they not accept payment?",
        "The reasons for decline payment?",
        "How did I have my payment rejected?",
        "Why did the payment be Declined.",
        "My payment was rejected?",
        "Payment was declined what is the problem?",
        "We don't know why my payment wasn't made.",
        "One big question is why my payment was not made.",
        "why was the payment declined?",
        "Declined payments - why?",
        "Is there a reason why payment was not given?",
        "Is there a reason payments couldn't be accepted?",
        "My payment was declined?",
        "How came my payment fell through?",
        "The question is why my payment didn't go through.",
        "The payment was declined because of what?",
        "It's not clear why payment decline occurred.",
        "Why was my payment not recieved?",
        "My payments was refused.",
        "How come my cash has been rejected?",
        "What was the cause of my pay-off decline?",
        "What is the reason my payment was declined?",
        "Is this the reason for decline of payment?",
        "There is a question regarding why my payment wasn't made.",
        "Why wasn't payment received?",
        "Why couldn't my transaction go through?",
        "What was the reason for my payment being turned down?",
        "Was it a reason why payment was Declined?",
        "Why did my remuneration decline?",
        "Why did I see my pay-off fall?",
        "My fee was declined.",
        "my payment turned down",
        "The reason for declining payment?",
        "There was a reason why payment was not taken up.",
        "What is wrong, a payment declined?",
        "What happened that my payment wouldn't go through?",
        "The reason for the payment decline isn't known.",
        "Payment was not given?",
        "There might be a reason payment was not taken up.",
        "There could be a reason why payment wasn't given.",
        "How did I not receive the payment?",
        "What are the reasons for turning down the payment?",
        "What are the reasons for refuse payment?",
        "I asked why my payment was declined",
        "Were there any reasons why payment was refused?",
        "Payment was declining, why?",
        "So what are the reasons for decline payment?",
        "Is there a reason that payment cannot be accepted?",
        "There are reasons that the payment has been declined.",
        "Had money and then it was rejected.",
        "So why was my payment turned down?",
        "Payment was declined, what is happening?",
        "What was the reason for the payment being declined?",
        "The person asked why my payment declined.",
        "Is it the reason for refused payment?",
        "I have a question about why the payment was not made.",
        "Payment was declined, what's wrong with that?",
        "How come payment is not approved?",
        "Payment was not accepted, why?",
        "Payment was declined, why",
        "why was my payment declined",
        "There was a reason why payment was refused.",
        "Why didn't the payment go to me?",
        "I don't know why my payment isn't made.",
        "What happened to payment decline?",
        "Can you tell me what happened with the payment rejection?",
        "What are the reasons of payment decline?",
        "What is the problem, payment declined?",
        "My pay-off decline was unexplained.",
        "Disregard for payment?",
        "Why did the Payment decline?",
        "The reason for the payment decline isn't clear.",
        "How did my payment not accept?",
        "Had money, and it was rejected.",
        "What are the reasons that the payment was turned down?",
        "Why did my payment turn down?",
        "What caused the decline in payments?",
        "Why was Payment not approved?",
        "I was wondering if there was a reason payment couldn't be made.",
        "Payments aren't approved...Why?",
        "Can you make sense of payment rejection?",
        "I didn't understand why my payment was declined.",
        "Is there a cause for the payment decline?",
        "Why did the payment get declined?",
        "What happened that my transaction wouldn't go through?",
        "Do you have a reason for the decline of payment?",
        "It's a big question about why my payment wasn't made.",
        "Why did I experience a decline in pay off?",
        "I asked why my payment was declining.",
        "I have an important question about why my payment wasn't made.",
        "Payment declined so what is wrong?",
        "What are the reasons for refusing a payment?",
        "Is it the reason for the decline of the payment?",
        "Why should the payment be Declined?",
        "Why did the payment go off?",
        "Is there a reason that payment couldn't be accepted?",
        "how did my payment be rejected?",
        "Why did my payment not be paid?",
        "Why Declined Payment?",
        "There could be a reason why payment was Declined.",
        "Why was my pay-off decline?",
        "My payment wasn't approved.",
        "Why did my money not go through?",
        "Payment isn't approved...Why?",
        "Payments were declined, what's wrong?",
        "I asked why my payments stopped.",
        "I wondered why my payment was not accepted.",
        "I wonder how my payment was rejected.",
        "Why did I have pay-off decreases?",
        "Why did the payment not go forward?",
        "Why did the payment not be paid?",
        "Why did I experience a pay-off decline?",
        "Why didn't my payment get sent?",
        "I am wondering how my payment failed.",
        "Were there any reasons why the payment was turned down?",
        "How come my cash was rejected.",
        "I asked why I was turned down.",
        "I had a decline in pay off.",
        "Why did my pay-offs decline?",
        "The big question is why my payment was not made",
        "What are some of the reasons the payment was declined?",
        "Can you tell me why payment rejection occurred?",
        "What is the reason my payment wasn't received?",
        "How did my payment get declined?",
        "Was there any reason why payment was not given?",
        "My payment doesn't go through.",
        "There could be a reason why payment couldn't be accepted.",
        "It is an important question as to why my payment wasn't made.",
        "Why didn't my payment come through?",
        "What is the reason why payment was declined?",
        "The person asked why their payment was declined.",
        "Why didn't my payment come.",
        "Why did it turn down my payment?",
        "Payment was declined, were there any reason?",
        "Why is it that the payment isn't approved?",
        "How came my payment wasn't approved?",
        "Why did my payment not go in?",
        "What are the reasons for the payment being denied?",
        "The cause of the payment decline is not known.",
        "There could be a reason why payment couldn't be made.",
        "Was the reason why payment was declined?",
        "Why was my payments not received?",
        "Why did the payment being Declined happen?",
        "The question is why my payment was not made",
        "What caused my pay off decline?",
        "I want to know what is wrong with my payment.",
        "What are the reasons why the payment is refused?",
        "Had money but turned down.",
        "Payment was not taken up, was there any reason?",
        "Why was my money turned down?",
        "My payment was turned down, why?",
        "Why did I experience a pay off decline?",
        "Why was it that the payment was not taken up?",
        "Had money but it was not accepted.",
        "Payment dropped what's wrong?",
        "What are the reasons for the payment not being accepted?",
        "I don't understand why payment was declined.",
        "Payment is not approved, why?",
        "What is the cause of decline in payment?",
        "Why was my payment failing?",
        "Why was payment not approved?",
        "I was wondering why my payment failed.",
        "Why was it that payment couldn't be accepted?",
        "The reason for payment decline is not understood.",
        "What's the reason for decline in payment?",
        "I wasn't sure why payment couldn't be made.",
        "What is the reason for decline of payment?",
        "Why wasn'tpayment taken up?",
        "What is the reason for declining payment?",
        "Why wasn't my payment processed?",
        "Why is my payment declined?",
        "Why did my money become rejected?",
        "Was there any reason for the payment to be declined?",
        "Why my cash wasn't accepted?",
        "Payment rejected...Why?",
        "The reason for the decline in payments is not clear.",
        "Why was it that payment wasn't given?",
        "Is it the reason for declined payment?",
        "Is there a reason why payment was Declined?",
        "A big question is why the payment wasn't made.",
        "Why my payment wasn't paid?",
        "Can you clearly explain the payment rejection?",
        "Payments declined what is wrong?",
        "What are the reasons for the payment not being taken up?",
        "My payment declined",
        "I wondered how my payment failed.",
        "Payment wasn't given, was there a reason?",
        "The reason for the payment being declined is unknown.",
        "How came my payment was rejected?",
        "Was there a reason why payment was Declined?",
        "Why payment was declined is not known.",
        "payment decline is not clear what the reason is.",
        "Payment wasn't taken up, are there any reasons?",
        "Was the reason for declining payment?",
        "The reason for a decline of payment?",
        "I did not know why my payment was declined.",
        "I was wondering why payment couldn't be made.",
        "Payment was not given, what was the reason?",
        "Why weren't payment given?",
        "Why isn't Payment approved?",
        "Will you clarify payment rejection?",
        "Why wasn't my payments received?",
        "Was there a reason why payment was not given?",
        "There is a reason why payment was declined.",
        "Payment declined, what's wrong?",
        "Why payment decline is not clear.",
        "What are the reasons behind the decline payment?",
        "Why was payment decline?",
        "Did there be a reason for the declined payment?",
        "Why did this payment decline?",
        "What led to the failure of payment?",
        "Why is the payment denied?",
        "Why did the payment failure happen?",
        "Why didn't the payment approved?",
        "Why did my cash being rejected?",
        "I would like to know why payment was declined.",
        "Why did my money decline?",
        "Why didn't I get my payment?",
        "The reason why the payment was declined?",
        "Why couldn't you accept payment?",
        "Why was the payment not received?",
        "Is there a reason for decline payment?",
        "I was denied my payment.",
        "Why would my cash be refused?",
        "Why was it not accepted for payment?",
        "Can you clear up the payment rejection?",
        "The payment is Declined and what are the reasons?",
        "Why are the payment not received?",
        "Payment turned down, why?",
        "Was my payment turned down?",
        "Why was my payment not paid?",
        "Why did I have pay- off decline?",
        "What has caused payment decline?",
        "I don't understand how my payment failed.",
        "Why did my cash get reject?",
        "I received a decline of my payment.",
        "How come my payment wasn't accepted?",
        "Why wasn't the payment received?",
        "Why couldn't the payment be made.",
        "What were the reasons the payment was Declined?",
        "What are the reasons for turning down a payment?",
        "What's the reason for payment goofed?",
        "How come the payment was Declined?",
        "What made my payment turn down?",
        "Why did the payment come down?",
        "It is a big question of why my payment was not made.",
        "Is it the reason for turned down payment?",
        "I wondered why my payment was rejected.",
        "What is the reason the payment process stopped?",
        "How come my payment was not honoured?",
        "Why the payment hasn't been approved?",
        "How came my transaction did not go through?",
        "How did my payment not go through?",
        "Why is this payment not approved?",
        "Why did a payment Decline?",
        "Declined payment, what happened?",
        "The reason for the decline of payments?",
        "Why hasn't the payment been paid?",
        "My payment declined, I inquired.",
        "Why would the payment not be approved?",
        "I inquired about how my payment was declined.",
        "Why was payment not paid?",
        "What is the reason my payment was not received?",
        "Why was my payment down?",
        "Why does the payment not go through?",
        "Had there been a reason why payment couldn't be made?",
        "Why the payment wasn't approved?",
        "Why were my payments not received?",
        "Why the payment was not made?",
        "Why didn't you accept the payment?",
        "There may be a reason why payment wasn't given.",
        "What is the cause of reduced payment?",
        "Will you explain payment rejection?",
        "The big question is why my payment didn't come.",
        "I wondered why my payment fell.",
        "Payment not approved...Why?",
        "Why didn't I get paid?",
        "Can you explain payment rejection.",
        "Why have the payment refused?",
        "It is an important question about why my payment was not made.",
        "What are the reasons for declining a payment?",
        "Payments declined, what is wrong?",
        "The reason I wasn't paid is a big question.",
        "I was wondering how my payment failed.",
        "Why my payment was not made is an important question",
        "Is there a reason payment wasn't taken up?",
        "Payment not accepted, why?",
        "What's wrong with the payment being declined?",
        "I didn't get my payment to go through.",
        "Is there a reason the payment was not taken up?",
        "What's the reason for declined payment?",
        "Payments declined, why?",
        "The reason for the decline in payment is unclear.",
        "Is there a reason for declining payment?",
        "declined payment, why?",
        "What are the reasons for not accepting a payment?",
        "I wondered why my payment dropped.",
        "What halted payment?",
        "Payment couldn't be accepted, what was the reason?",
        "It is important that I know why my payment was not made.",
        "Why did my payment go to waste?",
        "Why is there a decline payment?",
        "I asked why it was refused.",
        "My payment was rejected, how did that happen?",
        "My payment was rejected how?",
        "Why are the payment being declined?",
        "I asked why my payment didn't come.",
        "Were you able to clarify payment rejection?",
        "Why did the decline in payment happen?",
        "Is the reason why payment was Declined?",
        "Payment declined What is wrong?",
        "Declined payment?",
        "Was there a reason why the payment was not made?",
        "Is there a reason for not paid?",
        "I had money, but it was rejected.",
        "Is this why payment was declined?",
        "How could my payment be turned down?",
        "Why did I have a payoff decline?",
        "There is a big question regarding why my payment wasn't made.",
        "Why are the payment not accepted?",
        "Payment declined, but what is wrong?",
        "The reason for the decline of the payment?",
        "Why didn't my payment be received?",
        "I wanted to know why my payment was turned down.",
        "How come my pay-off decline?",
        "It is unclear why my payment was not made.",
        "Why was it that the payment was Declined?",
        "What is the reasons for payment decline?",
        "The payment was declined because of reasons.",
        "Is it possible that my cash got rejected?",
        "Why not accept payment?",
        "Had some money but it was not accepted.",
        "Can you tell me more about the payment rejection?",
        "Was there a reason that payment wasn't taken up?",
        "Why did my payment be turned down?",
        "Why the cash got rejected?",
        "What are the reasons that the payment has been declined?",
        "What was the reason why payment wasn't taken up?",
        "Why refused to pay?",
        "It was my payment that was turned down.",
        "What happened with my payment being turned down?",
        "Payment was declined, what's wrong",
        "Had money and it was turned down.",
        "What happened that stopped the payment?",
        "Why I wasn't paid is a big question.",
        "What are the reasons the payment wasn't accepted?",
        "Is there a reason for declined payment.",
        "I wonder why my cash got rejected.",
        "Can you explain payment rejection?",
        "Is there any reason for the decline of payment?",
        "I inquired why my payment wasn't accepted.",
        "Why my payment didn't go through?",
        "What are the reasons for not giving the payment?",
        "Why was it that my payment was turned down?",
        "Is this the reason for turned down payment?",
        "Did anyone have a reason why payment wasn't given?",
        "How come my payment was not made?",
        "I inquired about why the payment declined.",
        "The reasons for decline payment are a mystery.",
        "Why did it not get paid?",
        "I don't understand why my transaction didn't go through.",
        "I want to know why my cash was rejected.",
        "What are the reasons the payment was refused?",
        "Why did the payment be decline?",
        "Why? Payment declined.",
        "Payment rejection, can you clarify?",
        "How come I had a pay-off decline?",
        "I questioned why my payment didn't go through.",
        "Why my payment wasn't made is important to me.",
        "Why would payment not be accepted?",
        "The reasons for the payment being declined are unknown.",
        "I asked why my payment dropped.",
        "I am wondering why my payment was turned down.",
        "Do you know why payment was declined?",
        "Had money but was turned down.",
        "Can you clearly explain payment rejection?",
        "It is not clear why the payment decline occurred.",
        "The question is, why my payment was not made?",
        "Is it because my payment declined?",
        "How come my payment turned down?",
        "Payment declined what is wrong?",
        "What is the reason that my payment was turned down?",
        "Why did my cash not get paid?",
        "Is the reason why the payment is declined?",
        "I enquired why my payment declined.",
        "Why did my payment not get through?",
        "Were there reasons why payment was not taken up?",
        "What are the reasons for not being paid?",
        "What was the reason for not being paid?",
        "There was a reason for the payment to be declined.",
        "Oh, no go on the payment?",
        "The question is why the payment wasn't made.",
        "I don't know what happened to my payment being rejected.",
        "Was this the reason for decline of payment?",
        "Why is that payment not approved?",
        "How did I get my payment rejected?",
        "What are the reasons that the payment was declined?",
        "Why my money got rejected?",
        "There is a big question as to why my payment wasn't made.",
        "Why was payment unable to be accepted?",
        "It is difficult to understand why my payment was not made.",
        "What's the cause of the payment decline?",
        "What are the reasons for the payment decline?",
        "There are questions about why payment was declined.",
        "Why the payment was not taken up?",
        "I don't understand why payment couldn't get paid.",
        "Why was my check not paid?",
        "Is there any reason why the payment wasn't taken up?",
        "Payment was not taken up, could that be?",
        "There could be a reason why payment was declined.",
        "I asked why the payment declined.",
        "What are the reasons why the payment is not accepted?",
        "Why did my payment failure?",
        "Why did my payment decline?",
        "why did my pay-off decline?",
        "The payment failed, why?",
        "Decline in payment?",
        "Someone asked why my payment was declined.",
        "The reason for the payment to be declined is not known.",
        "How did my payments get rejected?",
        "Why did I take a pay-off decline?",
        "Why wasn't the payment made?",
        "What is the cause of the decrease in payment?",
        "Payment decline what is the cause?",
        "Were there reasons why payment wasn't taken up?",
        "My payments was declined.",
        "Why did I suffer a pay off decline?",
        "Declined payment - what happened?",
        "I had a payment that did not go through.",
        "The reasons for not accepting payment are unknown.",
        "Why is the payment going down?",
        "Was there any reason why the payment was refused?",
        "Is there any reason why payment was not taken up?",
        "It's important that I understand why my payment was not made.",
        "How came my payment wasn't received?",
        "How did my payment not be paid?",
        "An important question is why my payment didn't come through.",
        "Why did my payment decline??",
        "Why wasn't my payment returned?",
        "I asked why my payment was denied.",
        "I did not understand why my payment was declined.",
        "Did I have my pay-off decline?",
        "What is the reason for the payment to be Declined?",
        "There are reasons the payment has been declined.",
        "Payment declined, what was the reason?",
        "What are the reasons why you aren't paid?",
        "It's an important question as to why my payment was not made.",
        "I need to find out why my payment was not made.",
        "What caused my payment to not go through?",
        "Why wasn't Payment approved?",
        "Why wasn't my payment gotten?",
        "Why wasn't my payment collected?",
        "Why did the pay off decline?",
        "How come no payment was taken up?",
        "I would like to know why my payment wasn't made.",
        "What happened with my payment failing?",
        "What went wrong that my payment failed?",
        "Was this the reason for the declined payment?",
        "I inquired about why my payment wasn't accepted.",
        "Is there a reason why the payment was not made?",
        "My payment has been turned down.",
        "How are the reasons for not accepting payment?",
        "Why payments declined?",
        "It is not clear why payment decline is occurring.",
        "My payment declined, and I asked why.",
        "Was there a reason for refused payment?",
        "I want to know what's wrong with my payment.",
        "Is there any reason why the payment was not made?",
        "How come my cash is rejected?",
        "The payment was declined due to some reasons.",
        "It's a big question about why my payment was not made.",
        "Why did my pay off fail?",
        "I wondered why my payment was decline.",
        "A reason for decline of payment?",
        "The person asked why their payment declined.",
        "My payment isn't going through.",
        "My payment wasn't recieved.",
        "Why did the payment being declined?",
        "Why did my pay-off plunge?",
        "Why wouldn't a payment be accepted?",
        "Why did it get rejected?",
        "There was a reason why payment was declined",
        "Did the decline of payment have a reason?",
        "I wanted to know why my payment stopped.",
        "Payment isn't approved... why?",
        "Why have no go on payment?",
        "Why declined the money?",
        "I have a big question regarding why my payment was not made.",
        "Is the reason for the payment decline?",
        "My payment turned down.",
        "Was there a reason for payment to be declined?",
        "What caused my cash to get rejected?",
        "The reason for the decline in payment is not clear.",
        "Why wasn't payment accepted?",
        "How did the payment be rejected?",
        "Why have payment declined?",
        "What are the reasons the payment is refused?",
        "I don't understand why payment wasn't taken up.",
        "Why was my payment failure?",
        "What were the reasons that the payment was Declined?",
        "I wonder why my cash has been rejected.",
        "What is wrong with the payment being declined?",
        "I inquired of the reason my payment declined.",
        "Can you tell us more about the payment rejection?",
        "Payment rejection, can you tell me what happened?",
        "I questioned why my payment was not received.",
        "Payment declined, what was wrong?",
        "My payment was refused.",
        "What was the reason for payment not being taken up?",
        "I wonder why my payment wasn't received.",
        "How were the reasons why the payment was declined?",
        "What is the problem? Payment declined.",
        "What did my payment be rejected for?",
        "Payment isn't approved?",
        "Why did I have lower pay-offs?",
        "I questioned why my payment decline.",
        "Why didn't it get paid?",
        "The reason for the decline in payment isn't clear.",
        "We don't know why payment declined.",
        "Why is the payment not going to be paid?",
        "I'm not sure why my payment was not made.",
        "How come my money got rejected?",
        "Why did my payment have to be turned down?",
        "Were there reasons for decline of payment?",
        "Are there a reason for the decline of payment?",
        "How did the payment get rejected?",
        "What happened to my payment being refused?",
        "What are the reasons for the payment not being paid?",
        "How came my payments were rejected?",
        "Payment not approved!",
        "Why rejected the payment?",
        "I have a lot of questions about why my payment wasn't made.",
        "What about my payment was turned down?",
        "How happened my payment was rejected?",
        "Why didn't payment be given?",
        "Why my payment was not made is very important.",
        "Why the payment decline?",
        "Why my payments were declined?",
        "I was curious about the reason my payment declined.",
        "Why did the Payment be Declined?",
        "Why didn't the payment get approved?",
        "Why my payment was not paid?",
        "When my payment was declined, why?",
        "I had pay-off decline, why?",
        "Why a payment isn't approved?",
        "Did anyone have a reason why payment was not given?",
        "Payments are not approved, why?",
        "Why can't payment be approved?",
        "What are the reasons the payment was turned down?",
        "Is this the reason why the payment was declined?",
        "There could be reasons why payment was declined.",
        "What made my pay-off decline?",
        "Why the payment is not approved?",
        "There are questions about why payment was not given.",
        "Why wasn't payment paid?",
        "Payment rejection, can you tell me more?",
        "Were there any reasons for the declined payment?",
        "I asked why the payment fell.",
        "The reason for declined payment is unknown.",
        "Did there be a reason for declined payment?",
        "Why had my cash rejected?",
        "Was there any reason the payment was declined?",
        "I was wondering why my cash was not accepted.",
        "Was there a reason that payment couldn't be accepted?",
        "What was the reason that my payment was not made?",
        "Why my payment was not made is a big question",
        "How come my payment couldn't be made?",
        "Why did the pay-off decline happen?",
        "why was my payment not received",
        "Payment isn't approved... Why?",
        "I asked why I had my pay-off decline.",
        "Why did my payment declined?",
        "Can you tell us why payment was rejected?",
        "Was there a reason that payment was not taken up?",
        "What are the reasons why payment is decline?",
        "I wonder how my cash got rejected.",
        "Someone declined my payment.",
        "Why wasn't my payment received",
        "Is there a reason that payment wouldn't be paid?",
        "a big question is why my payment was not made",
        "I wanted to know why my payment wasn't accepted.",
        "Why would payment not be paid?",
        "Payment decrease?",
        "How came my payment was not received?",
        "What is the reason why payment was not taken up?",
        "What is the reason for payment not being taken up?",
        "What are the reasons why payment was refused?",
        "Which is why my payment was declined?",
        "Do you think there is a reason for the decline of payment?",
        "Why is payment decline happening?",
        "Is there a reason for the decline of payments?",
        "I asked why my payment waned.",
        "I asked if my payment was turned down.",
        "Why can't the payment be accepted?",
        "It is a big question, why my payment was not made.",
        "My payment was turned away.",
        "The payment was declined but what were the reasons?",
        "I was wondering why my payment wasn't made.",
        "A big question is why my payment didn't happen.",
        "There is a question of why my payment was not made.",
        "Where are the reasons for not accepting payment?",
        "Why couldn't it get paid?",
        "Payment declined, what's happening?",
        "Is there a reason why the payment couldn't be made?",
        "My payment failed so why?",
        "Why was my payment decreased?",
        "Why didn't my payments go through?",
        "What is the reason for the decline in payments?",
        "It is not known why payment decline occurred.",
        "There might be a reason why payment couldn't be accepted.",
        "Payment was not given, so why?",
        "Why wouldn't payment be accepted?",
        "The reason for payment declining?",
        "Payment decline, what is its cause?",
        "Why did my payment have trouble?",
        "The reason for my payment not being made is a big question.",
        "Payments declined, what is going on?",
        "Why the payment was declined?",
        "How could my payment not be accepted?",
        "What prompted my payment to be declined?",
        "Why do you not allow payment?",
        "Why was my check not received?",
        "Was the reason for declined payment?",
        "My payment failed, why?",
        "What's going on, payment declined?",
        "What are the reasons why the payment is not received?",
        "Why my payment failed?",
        "What made me have my pay off decline?",
        "It is unclear why payment was declined.",
        "Did the declined payment have a reason?",
        "why was my payment turned down?",
        "My payments did not go through",
        "I asked why the payment was not accepted.",
        "Why my payment didn't go through is a big question.",
        "There are reasons the payment was Declined.",
        "Payment declined, what is the issue?",
        "The reasons for not being paid are a mystery.",
        "The reason for payment decline is still unclear.",
        "How come payment declined?",
        "Payment was Declined?",
        "It's an important question as to why my payment wasn't made.",
        "Why did the payment be declined?",
        "Payment declined what's wrong.",
        "I don't understand why my payment wasn't made.",
        "My cash got rejected",
        "Payment stopped, what's wrong?",
        "Why would the payment decline?",
        "I have no idea why my payment was not made.",
        "Reason for declining payment?",
        "Why payment couldn't be accepted?",
        "Why did my cash get turned down?",
        "Payment wasn't given, what was the reason?",
        "Payment decline reason?",
        "Payment declined what happened?",
        "Can you tell me if the payment was rejected?",
        "How did the payment not be accepted?",
        "The big question is why my payment was not made.",
        "The payment was declined and what were the reasons?",
        "Declined payment - why?",
        "Was there any reason why the payment was not made?",
        "I was wondering how my payment did not go through.",
        "I wonder if there was a reason why payment was declined.",
        "I inquired about why my payment was turned down.",
        "I questioned why my payment wasn't accepted.",
        "How could my payment decline?",
        "Why was the payment turned away?",
        "I wanted to know how my payment was rejected.",
        "I have a big question as to why my payment was not made.",
        "Payment declined, what's going on?",
        "It's not clear what the reason is for the decline in payments.",
        "It's important why my payment was not made.",
        "Why was the payment declined?!",
        "Why does the payment be declined?",
        "I don't know how my payment was rejected.",
        "I want to know why my cash got rejected.",
        "Was my cash rejected?",
        "Why didn't the payment get paid?",
        "There's a big question regarding why my payment wasn't made.",
        "What is the reason for my pay-off decline?",
        "I asked why my payment was refused.",
        "How was the payment turned down?",
        "how did my payment not go through?",
        "The big question was why my payment wasn't made.",
        "Why aren't Payment accepted?",
        "Can you tell me what happened with payment rejection?",
        "I wondered why my payment declined.",
        "A question that is important is why my payment was not made.",
        "So what caused payment failure?",
        "Why did payment Decline?",
        "Why were my payments rejected?",
        "The reasons for not being paid?",
        "I inquired as to why my payment was denied.",
        "Was my payment declined?",
        "Why didn't my money get approved?",
        "Why my payment declined?",
        "What is the reason why the payment is declined?",
        "What's the cause of the decline in payment?",
        "The cause of Payment decline?",
        "Why was payment refused?",
        "The reason for payment being declined?",
        "Why my payment wasn't made?",
        "Decline of payment?",
        "How did my payment end up not going through?",
        "Why did I experience pay off decline?",
        "I would like to know why payment couldn't be accepted.",
        "Why would the payment be refused?",
        "Was there a reason for not paying?",
        "Payment couldn't get paid because of something.",
        "Why did the payment not be made?",
        "Why would my cash get turned down?",
        "Why couldn't payment be taken?",
        "How did the payment go down?",
        "Why is my payment not right?",
        "What about my payment was rejected?",
        "Is there a reason payment could not be made?",
        "My payment got turned down.",
        "Any reasons for not being paid?",
        "I asked about the reason my payment declined.",
        "The reason for payment not being paid?",
        "Was there any reason that the payment was declined?",
        "Was my payment not received?",
        "Payments were declined why?",
        "How can my cash be rejected?",
        "The payment was declined, what's wrong?",
        "What are the reasons for the decline in payment?",
        "My payment declined.",
        "Why the payment declined.",
        "I have a question about why my payment was turned down.",
        "Why my payment wasn't made is an important question",
        "I didn't understand why payment couldn't be accepted.",
        "Why was my payment not accepted?",
        "My payment wasn't accepted.",
        "why was payment not approved?",
        "What are the causes of the payment being declined?",
        "There may be a reason why payment was not taken up.",
        "What was the reason why payment was not taken up?",
        "Payment dropped, what's wrong?",
        "It is an important question, why my payment was not made.",
        "It's important to ask why my payment was not made.",
        "The reasons for declining payment?",
        "Why hadn't payment been taken up?",
        "Payment is declined, why?",
        "I inquired about why my payment was not accepted.",
        "Payments were declined, why?",
        "What is the reason my payment was not made?",
        "Why did it decline my payment?",
        "Why my payment was denied?",
        "why wasn't my payment accepted?",
        "What causes my payment to decline?",
        "How came the payment was rejected?",
        "Why did the payment be denied?",
        "Why did nobody receive my payment?",
        "Why isn't payment paid?",
        "Is there any reason for the declined payment?",
        "Payments not approved... Why?",
        "Is there a reason why payment couldn't be accepted?",
        "Why did the payment Declined?",
        "Why wasn't the payment recieved?",
        "Payment declined, why.",
        "Why would my payment fail?",
        "Is there a reason why payment wasn't given?",
        "Declined payments, why?",
        "Why failed to receive my payment?",
        "Why did I have pay-off decline?",
        "Do you have any clarification on payment rejection?",
        "The reasons for not being paid is a question.",
        "Payment was not taken up, do you know why?",
        "Why wasn't my payment paid?",
        "Why did my payment decrease?",
        "Why was my payment turned down??",
        "Why do I have pay-off decline?",
        "Was there any reason for refused payment?",
        "Why did the decline of payment occur?",
        "What happened, the payment declined?",
        "Why was my money stopped?",
        "What causes the decline in payment?",
        "Payment was declined what was wrong?",
        "Why has the payment been Declined?",
        "why did payment decline",
        "What were the reasons for not accepting payment?",
        "Payment was declined, what were the reasons?",
        "Reason for the decline of payment?",
        "Why was it that the payment declined?",
        "What led to my payment being rejected?",
        "Why wasn't my check received?",
        "Why was payment denied?",
        "Why weren't my payments received?",
        "Payment rejected... why?",
        "Payment isn't approved...why?",
        "Had some money but it was rejected.",
        "There is a big question about why my payment was not made.",
        "Is there any reason why payment was refused?",
        "What are their reasons for declining the payment?",
        "Why did my payment not clear?",
        "What is the reason why payment was not given?",
        "Were my payments turned down?",
        "What made my payment declined?",
        "I didn't understand why my payment was turned down.",
        "Was there a reason for the decline of payment?",
        "The cause of payment decline is a question.",
        "my payment was rejected",
        "why wasn't payment approved?",
        "Why did payment failure happen?",
        "Payment wasn't taken up, why?",
        "Why hadn't payment been given?",
        "What are the reasons for the payment to decline?",
        "Why was I not paid?",
        "Why did the payment not approve?",
        "What are the reasons for refusing to pay?",
        "It is not clear what is behind the decline in payment.",
        "Why did my pay- off decline?",
        "Why payment decline?",
        "The question is why my payment didn't come.",
        "why did my payment decline",
        "What are the reasons why not paid?",
        "How come my payment failure?",
        "Payment wasn't accepted, were there any reasons?",
        "I don't know what the reason is for payment decline.",
        "Why did my money get turned down?",
        "Why did payment go awry?",
        "The reason for the payment decline is not known.",
        "I asked about my payment's decline.",
        "There might be a reason that payment couldn't be accepted.",
        "My payment was refused",
        "Is there any reason why payment wasn't given?",
        "Why did not payment be taken up?",
        "Why was I paid less?",
        "Payment was not given, but why?",
        "The reason for the decline in payment is not known.",
        "Payment decline is mysterious.",
        "What is the reason for not paying?",
        "What was the reason for payment goofed?",
        "Why did I notice a pay-off decline?",
        "Why is it that payment isn't approved?",
        "my payment was not accepted",
        "Why rejected payment?",
        "Had money but it was turned down.",
        "What are the reasons for decline payment?",
        "Payment rejection, can you explain?",
        "Why is my payment not valid?",
        "Payment declined, how?",
        "Why did I have less pay-off?",
        "I was wondering why my payment was rejected.",
        "It's not clear why payment decline is occurring.",
        "Why was my payment not processed?",
        "Why couldn't my payment go through?",
        "Will there be a reason for the decline of payment?",
        "Why didn't my payment get paid?",
        "Why does my payment not go through?",
        "Why is payment not accepted?",
        "What are the reasons the payment has been declined?",
        "What were the reasons for the payment being refused?",
        "I had a big question about why my payment wasn't made.",
        "What are the reasons why payment won't be accepted?",
        "Why is there a decline in payment?",
        "How came my payment was refused?",
        "I wonder if there was a reason payment couldn't be made.",
        "Why was my payment ignored?",
        "What was the reason my payment wasn't made?",
        "Why did my payment not go in my favor?",
        "I don't know why the payment wasn't made.",
        "What happened that my payment didn't go through?",
        "I wondered why my payment wasn't approved.",
        "Why was it turned down for me?",
        "Had money and it was rejected.",
        "I questioned why my payment was declined.",
        "What were the reasons for the payment being declined?",
        "Why did my pay-off go down?",
        "I wondered why my cash was turned down.",
        "The payment declined, what is wrong?",
        "What were the reasons for the payment not to be paid?",
        "How came my payment was not accepted?",
        "I queried why the payment was declined.",
        "Why did it decline, payment?",
        "Why didn't I get my money?",
        "The payment was Declined and what are the reasons?",
        "my payment didn't go through",
        "What was the reason for payment not being paid?",
        "Can you tell us the truth about payment rejection?",
        "Is there any reason that payment was declined?",
        "What factors led to the payment being declined?",
        "Did there be a reason for the decline of payment?",
        "A payment was decline.",
        "Payment not approved... what?",
        "Do you know the cause of payment decline?",
        "How came the payment process stopped?",
        "Why did I have my payment fail?",
        "What happened to my transaction not going through?",
        "Why couldn't I receive my payment?",
        "I wanted to know why the payment declined.",
        "I questioned why my payment was decline.",
        "Why hadn't my cash been accepted?",
        "Was there a reason payment couldn't be accepted?",
        "How come I couldn't pay?",
        "The reason for refusal of payment?",
        "I had my payment refused.",
        "Why did the payment be rejected?",
        "Why can't the payment be paid?",
        "What are the reasons why the payment is Declined?",
        "What's the reason for decline in payments?",
        "I inquired on why my payment was declined.",
        "Why was my payment not made is important.",
        "I wonder why payment couldn't be accepted.",
        "My payment didn't go through",
        "My payment was declined why.",
        "What are the reasons for the payment not to be received?",
        "What are the reasons why the payment was declined?",
        "Were there a reason for declined payment?",
        "How come payment wasn't taken up?",
        "Why was my payment stopped?",
        "I had my pay-off go down.",
        "Why is it that the payment is not approved?",
        "I wonder why my pay-off declined.",
        "Was it a reason why the payment was declined?",
        "It's not clear why my payment wasn't made.",
        "Payment rejection should be clarified.",
        "my cash got rejected",
        "Payments were declined, are there any reasons?",
        "How came my payment wasn't made?",
        "Why did money get rejected?",
        "Is this the reason for rejecting the payment?",
        "Do you know why my payment was turned down?",
        "How did my payment not receive approval?",
        "The important question is why my payment didn't come through.",
        "Payment was refused.",
        "The question is, why my payment wasn't made?",
        "Was there a reason for decline of payment?",
        "My payment was rejected",
        "I wonder why my pay-off decline.",
        "Payment was not made, why?",
        "Did anyone know why payment was declined?",
        "I inquired if my payment was declined.",
        "There is an important question about why my payment was not made.",
        "I didn't know why my payment was rejected.",
        "Payment was not given, why?",
        "Why didn't they receive my payment?",
        "I wonder if you can clarify payment rejection.",
        "Why is the payment falling?",
        "Do you have reason for the decline of payment?",
        "Payment was declined, what?",
        "Payment can't be accepted, were there any reasons?",
        "I wanted to know why my payment was not accepted.",
        "What halted the payment?",
        "Why do my cash get rejected?",
        "I want to know why my payment was turned down.",
        "I inquired about why the payment was declined.",
        "Why was it the payment declined?",
        "Why aren't they accepting payment?",
        "I asked why my payment turned down.",
        "Payments were Declined, was there any reason?",
        "Why couldn't it be paid?",
        "How come payment can't be accepted?",
        "How come my payment was unsuccessful?",
        "Reason for decline of payment",
        "I have a question as to why my payment wasn't made.",
        "My payment was not made and I have a question.",
        "There was a question about why my payment wasn't made.",
        "I asked why payment declined.",
        "Why did I have decline in pay-off?",
        "What caused the lack of payment?",
        "It's unclear why payment decline happened.",
        "I wondered why my payment went down.",
        "What is wrong that payment declined?",
        "Why did I have a decline in pay-offs?",
        "Why did I have decline in pay off?",
        "It is important that I understand why my payment was not made.",
        "How did payment decline happen?",
        "Is it the reason for the decline in payment?",
        "What is the reason the payment was declined?",
        "I wanted to know why my payment was not received.",
        "There could be a reason that payment couldn't be accepted.",
        "What is the reason of payment decline?",
        "Why am I not paid?",
        "What's the reason for not accepting payment?",
        "My pay-off decline was mysterious.",
        "Was there a reason why payment was refused?",
        "Why did you refuse the payment?",
        "Payment was not taken up because of something.",
        "Why did I not get my pay-off?",
        "Why wasn't my transaction accepted?",
        "What was the reason for payment not being given?",
        "What's the reason for the payment decline?",
        "Why wouldn't the payment get paid?",
        "I need to know why my payment wasn't made.",
        "I asked why my payment had declined.",
        "Payment decline, what is the reason?",
        "Payment wasn't accepted, what's wrong?",
        "Why declined a payment?",
        "What are the reasons to decline the payment?",
        "Can you give an explanation for payment rejection?",
        "What are the reasons why payment isn't accepted?",
        "A big question is why my payment was not made.",
        "Why isn't my payment received?",
        "Why did the payment decline.",
        "How come payment could not be paid?",
        "What are the reasons for the payment being declined.",
        "How come my transaction couldn't go through?",
        "Payment declined so why?",
        "Why did my payments go awry?",
        "What was the reason my payment was turned down?",
        "Payment declined, what is Wrong?",
        "Payment was declined, what was wrong?",
        "Why did payment go wrong?",
        "A question about the cause of payment decline.",
        "What was the reason that my payment failed?",
        "Why did the payment go awry?",
        "The person asked why the payment was declined.",
        "Reason for turned down payment?",
        "The reason for payment failure?",
        "Is there a reason payment was not made?",
        "Payment got declined, why?",
        "Why my payment wasn't made is a crucial question.",
        "I didn't understand why I had my pay-off decline.",
        "Declined payment- why?",
        "Why did my pay-off shrink?",
        "Why the payment couldn't be made?",
        "Why had the payment not been approved?",
        "My payment was not accepted",
        "My payment didn't go through!",
        "Payment couldn't get paid, was there a reason?",
        "What are the reasons that payment is not accepted?",
        "Is the reason for the declined payment?",
        "How did I lose my pay-off?",
        "Was the decline of payment due to a reason?",
        "Is it possible to explain the payment rejection?",
        "My payment failed. Why?",
        "Why my payment wasn't made is important",
        "What is the reason for the payment to be declined?",
        "Payment was declined, so were there any reasons?",
        "Why did my pay off drop?",
        "I asked why my payment deviated.",
        "Why is the payment declined?",
        "Why would payment not be taken up?",
        "What stopped a payment?",
        "I inquired why the payment declined.",
        "My payment failed, how?",
        "How came my check was rejected?",
        "Is there a reason for payment not being paid?",
        "Why wouldn't the payment be approved?",
        "I wanted to know why my payment wasn't received.",
        "Why did I decrease my pay-off?",
        "What is the reason for my payment being declined?",
        "A big question is why my payment didn't come.",
        "It is not known what the reason is for the payment decline.",
        "The reason my payment was not made is not known.",
        "Is the reason for decline of payment this?",
        "How come the payment couldn't be made?",
        "Why did payment be Declined?",
        "Why are payment not approved?",
        "How come payment was not given?",
        "Why had my payment not been received?",
        "Why did my payment fails?",
        "The payment was refused.",
        "What happened to the payment decline?",
        "Why didn't the payment be approved?",
        "I didn't understand why payment couldn't be made.",
        "Payment was goofed, why?",
        "What are the possible reasons for refused payment?",
        "What are the reasons for payment decline?",
        "The payment was declined, what were the reasons?",
        "It is not known why payment declined.",
        "Reason for payment not being paid?",
        "Why was the payment not successful?",
        "There is a big question on why my payment wasn't made.",
        "Why was payments declined?",
        "He asked why his payment was declined.",
        "Why did my payment not proceed?",
        "Payment declined, but why?",
        "How was my payment refused?",
        "I asked why my payment was not accepted.",
        "What is the cause of the payment decline?",
        "How could my cash be rejected?",
        "Why didn't payment go through?",
        "Why has payment declined?",
        "What was the reason for payment declining?",
        "I have an important question regarding why my payment was not made.",
        "I didn't understand why my cash was rejected.",
        "Is this the reason that payment was declined?",
        "The payment was Declined, what are the reasons?",
        "Why did payment not be approved?",
        "I don't know why payment couldn't be accepted.",
        "I queried why my payment was not accepted.",
        "What's the reason for the payment being Declined?",
        "Why did I have my pay off decline?",
        "My payment was rejected!",
        "Why did I have less pay off?",
        "Is there a reason for payment decline?",
        "Why did it Declined Payment?",
        "There was a reason why payment was Declined.",
        "Why did I have pay off decline?",
        "Why can't the payment be approved?",
        "Was there a reason why payment couldn't be made?",
        "How came my payment was not made?",
        "My payment was turned down.",
        "I wanted to know why my payment was denied.",
        "What are the reasons behind decline payment?",
        "Why wasn't the payment taken up?",
        "What are the reasons behind the decline of payment?",
        "Why turned down the payment?",
        "How did my payment be denied?",
        "Had money, but had it rejected.",
        "There is a big question on why my payment was not made.",
        "I inquired as to the reason my payment declined.",
        "Why my payment didn't come is a big question.",
        "How did my payment be rejected.",
        "Can you tell me the reasons for payment rejection?",
        "Payment was not taken up, was there a reason?",
        "I don't know why my payment was not made.",
        "Why payment was declined?",
        "Payments are rejected can you clarify?",
        "Was there a reason the payment was declined?",
        "Payment was decline, why?",
        "Reasons for decline of payment?",
        "Why was my payment turned down.",
        "Payment was declined, were there reasons?",
        "Why my payment wasn't made is crucial.",
        "payment decline is not clear what the reason is",
        "The reason for the decline in payments is unknown.",
        "There may be a reason why payment wasn't taken up.",
        "I had my pay-off decline, why?",
        "Why did I decline in pay off?",
        "I was wondering how my payment was turned down.",
        "The cause of the payment decline is a mystery.",
        "What is the reason why the payment was Declined?",
        "Why did my funds get rejected?",
        "How did my payment been rejected?",
        "How did I see my payment rejected?",
        "My payment turned down, why?",
        "I inquired why my payment was declined.",
        "Did there any reason why the payment was declined?",
        "Is this the reason for the decline in payment?",
        "I have a big question why my payment was not made.",
        "Why has the payment not been approved?",
        "Why did the payment not be given?",
        "How came my payment was turned down?",
        "Why decline of payment",
        "Do you have any reason for the decline of payment?",
        "Payment was not taken up, what is the reason?",
        "What are the reasons for not accepting payment",
        "There is an important question regarding why my payment was not made.",
        "why did the payment Decline?",
        "There was a reason why payment couldn't be accepted.",
        "Payment was declined, what is wrong with that?",
        "Why did the payment not be approved?",
        "There was a reason payment couldn't be accepted.",
        "The payment was turned down, why?",
        "Can you clarify payment rejection?",
        "I was wondering why my money was rejected.",
        "Is there a reason payment was not given?",
        "I don't understand why my cash was rejected.",
        "Why did my payments be declined?",
        "Why the payment wasn't made?",
        "The question is why my payment wasn't made.",
        "Payment declined; what's wrong?",
        "Why did I have a pay-off drop?",
        "It isn't clear what the reason for payment decline is.",
        "What was the reason why the payment was declined?",
        "How come my payment was not accepted?",
        "What was the cause of the decline in payments?",
        "I questioned why my payment wasn't received.",
        "Payment decline, what is the cause?",
        "Why payment wasn't made?",
        "What are the causes of not being paid?",
        "Why did payment declined?",
        "How came my transaction didn't go through?",
        "What's wrong, payment declined?",
        "I had a payment that didn't go through.",
        "Payment wasn't taken up, was there a reason?",
        "Why are there no go on payment?",
        "There is a reason why the payment was declined.",
        "How come my payment declined?",
        "What was the reason my payment was not made?",
        "Why did I lose pay-offs?",
        "how did my payment fail",
        "Why refused payment?",
        "The reason for not being paid?",
        "Why was my payment taken away?",
        "I pay was declined.",
        "It is a big question why my payment wasn't made.",
        "Why payment was declined was unknown.",
        "Payment isn't approved, why?",
        "Payment decline??",
        "Had money, but it was rejected.",
        "I questioned why my payment was refused.",
        "I wondered why my payment was denied.",
        "There might have been a reason why payment was declined.",
        "Why the decline of payment?",
        "Was there a reason why the payment wasn't taken up?",
        "Why are the payment declined?",
        "Are there any reasons why the payment was refused?",
        "It is important to understand why my payment wasn't made.",
        "I wonder how my payment did not go through.",
        "Payments not approved...why?",
        "Payment was declined and what was wrong?",
        "Why are the payment declining?",
        "What were the reasons the payment was declined?",
        "Why didn't the payment be received?",
        "Why was my contribution turned down?",
        "It's not known what the reason for payment decline is.",
        "I wondered why my cash had been rejected.",
        "How did my payment don't go through?",
        "It is a big question about why my payment was not made.",
        "Can you tell me the cause of payment decline?",
        "What caused the payment to stop?",
        "A big question is why my payment wasn't made.",
        "The reason for the payment decline is not clear.",
        "Why was my payment not approved?",
        "How come my cash got rejected.",
        "Was the reason for the decline of payment?",
        "Payment declined, what is the reason?",
        "How come my payment was declined?",
        "Was payment declined?",
        "I wanted to know why my payment fell.",
        "How come my transaction didn't go through.",
        "Why did payment decline",
        "The payment is being declined, what are the reasons?",
        "Why did I have a decline?",
        "Why do you reject the payment?",
        "An important question is why the payment wasn't made.",
        "Why did payment not be accepted?",
        "Payment wasn't given, why?",
        "I want to know why my payment was declined.",
        "I paid my payment but it was declined.",
        "Why my payment wasn't made is a big issue.",
        "Payment couldn't be accepted because of some reason.",
        "I questioned why my payment was not made.",
        "What are the reasons behind declining payment?",
        "What's the problem, payment declined?",
        "Why did my cash become rejected?",
        "The payment is declined, what are the reasons?",
        "What did my cash get rejected for?",
        "It is not clear why payment decline occurred.",
        "Why did the payment not become approved?",
        "Why hasn't the payment been approved?",
        "how did my payment not go through",
        "Why did I have a decline in pay offs?",
        "Payment was not taken up, were there any reasons?",
        "Why could my payment fail?",
        "What is the cause of decrease in payment?",
        "Payment declined. Why?",
        "Why couldn't the payment be accepted.",
        "Why paid was declined?",
        "What was the reason payment couldn't be made?",
        "Why did I notice my pay-off decline?",
        "What's the cause of declining payment?",
        "Why did my payment fail to go through?",
        "Why did my payment not go through?",
        "Why was it that payment couldn't get paid?",
        "I wondered why my payment wasn't paid.",
        "Payment couldn't get paid, were there any reasons?",
        "Is there a reason why payment was not taken up?",
        "The important question was why my payment was not made.",
        "What prompted payment failure?",
        "Why didn't my payment go to me?",
        "I wanted to know why the payment was declined.",
        "why was my payment rejected?",
        "Why my payment wasn't made was a big question.",
        "When my payment failed, why?",
        "It is important to know why my payment wasn't made.",
        "Can you tell me about payment rejection?",
        "Why is it that payment not approved?",
        "Why did my payment decline.",
        "What are the reasons for the payment to be declined?",
        "Why wasn't my money accepted?",
        "Why was there a decline in payment?",
        "Why didn't you accept payment?",
        "It's not known what the reason is for the decline in payments.",
        "Why is decline payment done?",
        "Why did my payment not get made?",
        "Why did no go on payment?",
        "Were there any reasons why the payment was Declined?",
        "It is not clear why payment decline took place.",
        "Did the reason for declined payment exist?",
        "The payment was denied.",
        "The big question is why my payment didn't happen.",
        "How come my payment failed?",
        "It's unclear what the reason is for the payment decline.",
        "The reason for the payment decline is not certain.",
        "A decline in payment?",
        "Is that the reason why payment was declined?",
        "Why my payment was declined?",
        "What was the reason for decline of payment?",
        "How could payment not be paid?",
        "My payment refused.",
        "Why did they refuse payment?",
        "Why did my payment go sour?",
        "How is the cause of the payment decline?",
        "Was there a reason payment wasn't taken up?",
        "What were the reasons why the payment was declined?",
        "Why did my pay off fall?",
        "Payment declined what is the problem?",
        "Had money, but it was turned down.",
        "Why won't the payment be approved?",
        "There were reasons why not paid.",
        "I would like to know why my payment was not made.",
        "I had money, but it was not accepted.",
        "How come my payment wasn't paid?",
        "Why did I have a pay-off reduction?",
        "My payment got declined.",
        "What are the reasons why you are not paid?",
        "It's important that I know why my payment wasn't made.",
        "Why did my payment fail??",
        "Why did I have my pay-off fall?",
        "Why did my payment be refused?",
        "How did I get my payment turned down?",
        "Why was payment rejected?",
        "I questioned why my payment had been declined.",
        "Why did the payment not get made?",
        "Do you know why the payment was Declined?",
        "I had money rejected.",
        "The payment was Declined but what are the reasons?",
        "Why did my payment failed?",
        "Why did I see a decline in my pay-off?",
        "Is this the reason for rejected payment?",
        "It was rejected how?",
        "One important question is why my payment wasn't made.",
        "What is behind the decline in payment?",
        "Why did I have a pay decline?",
        "Why did the payment not approved?",
        "I queried why my payment was denied.",
        "What led to payment decline?",
        "What made my payment not go through?",
        "Why do you say no go on payment?",
        "Why was the payment rejected?",
        "I don't know why my cash got rejected.",
        "Why my payment didn't come was an important question.",
        "Why turned down payment?",
        "How did my payment get turned down?",
        "What were the reasons not to accept payment?",
        "Payment failed, why?",
        "Is there a reason for payment being declined?",
        "Why wasn't my payment dispatched?",
        "Can you clarify the reason for payment rejection?",
        "Why was my payment not renewed?",
        "The payment was declined, I asked why.",
        "There might be a reason why payment wasn't taken up.",
        "Payment couldn't be accepted, are there any reasons?",
        "I need to know why my payment was not made.",
        "Why my cash was not accepted?",
        "Why didn't the payment be paid?",
        "Why had my payment fail?",
        "Had some money but it was turned down.",
        "Do you know what the reasons are for decline payment?",
        "Why did payment drop?",
        "Which is the reason for the decline of payment?",
        "Payment not approved...why?",
        "Payment decline is unclear",
        "The reason for payment decline is unclear",
        "My money was rejected.",
        "How did my payment not be approved?",
        "Why wouldn't the payment be taken up?",
        "I ask why my payment declined.",
        "Payment decline is not clear",
        "I had money but was rejected.",
        "I did not understand why my payment was turned down.",
        "Why had my cash turned down?",
        "Is it the reason for the refused payment?",
        "There is an important question about why my payment wasn't made.",
        "Had money, but was refused.",
        "Why isn't payment accepted?",
        "How did I not receive my payment?",
        "How come my payment was turned down.",
        "Why did the payment fall down?",
        "It's not clear what the reason for the payment decline is.",
        "Why would someone decline payment?",
        "Had there a reason why payment couldn't be accepted?",
        "Why did my payment fall through?",
        "Reasons for not being paid?",
        "My question is why my payment was not made.",
        "So why was my payment declined?",
        "Why did I have my payment turned down?",
        "Why wasn't my paymentreceived?",
        "What is the cause of payment decline",
        "What is the cause of payment decline?",
        "Why do you think the payment has been declined?",
        "What are the reasons why the payment was denied?",
        "What are the reasons for not taking payment?",
        "My payment failed, how come that?",
        "Why is my cash rejected?",
        "Declined payment is a mystery.",
        "My cash was rejected",
        "Why the no go on payment?",
        "I wonder what's wrong with my payment.",
        "The reasons for not being paid is unknown.",
        "Why were payment declined?",
        "Why was my payment turned away?",
        "What made the payment turned down?",
        "It is unclear why payment decline occurred.",
        "I asked about my payment being declined.",
        "There might be a reason why payment was declined.",
        "It's important that I ask why my payment wasn't made.",
        "What is the reason for not being paid?",
        "why decline of payment?",
        "payment not approved, why?",
        "What caused my pay-off decline?",
        "My payment was not taken up.",
        "There were reasons for not accepting payment.",
        "Why did payment declining?",
        "Why is my payment not received?",
        "Is there a reason the payment couldn't be accepted?",
        "Why wasn't payment approved.",
        "What are the reasons for the payment to not be paid?",
        "The pay-off declined for me.",
        "I asked why the payment wasn't made.",
        "Why did I not get my pay off?",
        "There are reasons why the payment was refused.",
        "Why refused the payment?",
        "Why did my cash have to be rejected?",
        "How come my cash gets rejected?",
        "Is this the reason for declining the payment?",
        "Why Payment declined?",
        "Why didn't my payment come back?",
        "Payment was declined but what was the reason?",
        "My payment wasn't able to go through.",
        "Do you have an explanation of payment rejection?",
        "Why did my transaction do not go through?",
        "There could be a reason why payment wasn't taken up.",
        "I asked why it was denied.",
        "Is there a reason that payment wasn't taken up?",
        "Why my payment wasn't made is a big unanswered question.",
        "How come my payment wasn't processed?",
        "Payment declined; what is wrong?",
        "Why was payment Declined?",
        "I wondered why my payment wasn't received.",
        "There are some reasons why not paid.",
        "Had money but was rejected.",
        "It's an important question about why my payment was not made.",
        "Why was the payment declined.",
        "The big question is why the payment was not made.",
        "Why haven't the payment been approved?",
        "How come my cash got turned down?",
        "Can you tell us about payment rejection?",
        "Payment decline issue?",
        "The question is \"Why my payment wasn't made?\"",
        "Why would the payment not get paid?",
        "What's wrong with the payment declining?",
        "I wanted to know the reason my payment declined.",
        "Why was my payment not honoured?",
        "How come my transaction was rejected?",
        "Why did I have a decline in my pay-off?",
        "How'd my payment be rejected?",
        "What are the reasons for the payment to be declined.",
        "The reason for payment decline is not clear",
        "So why did my pay-off decline?",
        "My payment was being declined.",
        "Why did my cash not get accepted?",
        "Why did my payment be declined?",
        "It's important to understand why my payment was not made.",
        "Declined payment? why?",
        "A payment was declined.",
        "Why have the payment not been approved?",
        "Payment was declined, what's wrong?",
        "Cause for declined payment?",
        "There are reasons that the payment was declined.",
        "I was wondering why my cash was turned down.",
        "Declined payment was why?",
        "Why did the payment decline",
        "The payment declined as I asked why.",
        "What was the cause of the payment decline?",
        "Why did I have a pay-off decline?",
        "Why the decline in payment?",
        "Why did payment not receive approval?",
        "Was it the reason why payment was declined?",
        "The reason my payment was not made is a big issue.",
        "Payment was declined?",
        "Payment not approved, why?",
        "I questioned why my payment did not go through.",
        "Why did it refuse payment?",
        "What circumstances led to the payment being declined?",
        "What happened to my pay-off decline?",
        "It is a big question of why my payment wasn't made.",
        "What's causing the decline in payment?",
        "What is the reason that my payment failed?",
        "What are some of the reasons why the payment is Declined?",
        "Had money, but it was not accepted.",
        "How come my transaction was not processed?",
        "Why was it that payment was declined?",
        "I wondered why my cash got rejected.",
        "Is there a reason why payment wouldn't be paid?",
        "There is a big question regarding why my payment was not made.",
        "There is a big question over why my payment was not made.",
        "The reasons for decline of payment?",
        "The reason my payment was not made is not clear.",
        "It's not clear why payment declined.",
        "Is this the reason for rejecting payment?",
        "Is there any reason that payment couldn't be accepted?",
        "There might be a reason why the payment was declined.",
        "Was there a reason payment couldn't be made?",
        "What is the cause of decreasing payment?",
        "How did my payment not be accepted?",
        "Payment was declined, why?",
        "Can you tell me how the payment was rejected?",
        "Why did my payment be rejected?",
        "An important question is why my payment didn't go through.",
        "My payments didn't go through",
        "Payment is not approved... why?",
        "A reason for the decline of payment?",
        "I have a big question on why my payment wasn't made.",
        "Why does my cash get rejected?",
        "Why is payment not taken up?",
        "Payment declined, what went wrong?",
        "I had my payment turned down.",
        "What is wrong with the payment declining?",
        "Why were there reasons for the payment to be declined?",
        "Do you have a reason for declined payment?",
        "How did my pay off decline?",
        "Why wasn't my money received?",
        "Why can't you accept payment?",
        "Payment wasn't made, why?",
        "What are the reasons the payment is not accepted?",
        "Did there any reason why payment was Declined?",
        "It's not clear why payment decline is happening.",
        "Was there any reason that payment wasn't taken up?",
        "Payment rejection, can you clarify that?",
        "Payments declined, what is the problem?",
        "The big question was why my payment was not made.",
        "Did you clarify the payment rejection?",
        "I don't understand why my payment failed.",
        "It is unclear why the payment declined.",
        "Why my payment wasn't made is very important.",
        "My payment was declined.",
        "What's the reason for the decline of payment?",
        "What are the reasons for the payment to be turned down?",
        "What went wrong with payment?",
        "What are the reasons why the payment is not being made?",
        "Payment decline?",
        "Was this the reason for the decline of payment?",
        "Why didn't payment be taken up?",
        "What are the reasons for the payment not happening?",
        "Why, payment declined?",
        "What caused the payment to decline?",
        "Payment declined, why",
        "Why did I see my payoff decline?",
        "Reasons for refusing payment?",
        "What is the reason not to accept payment?",
        "Why wasn't my payment made is a big question.",
        "Is this why the payment has been declined?",
        "My pay-off decline puzzled me.",
        "I asked why my payment didn't come through.",
        "Payment decline, what is wrong?",
        "Why was the payment turned down.",
        "Why was payment not received?",
        "What is the reason for declined payment?",
        "Why my payment was turned down?",
        "I don't know why the payment was declined.",
        "Payment declined. What is wrong?",
        "I asked the reason why my payment was declined.",
        "I asked why my payments declined.",
        "I wondered why my payment was declined.",
        "Why was my payment not made is an important question.",
        "How can you explain payment rejection?",
        "Was it a reason for payment to be declined?",
        "What could be the reasons for decline payment?",
        "Why couldn't the payment be paid?",
        "What's the reason for refused payment?",
        "What were the reasons why payment was refused?",
        "Did there reason why payment was declined?",
        "I was wondering why my payment was declined.",
        "What are the reasons why payment was not given?",
        "I asked how my payment failed.",
        "What are the reasons why the payment was not made?",
        "What are the reasons for not getting paid?",
        "Why did I see my pay- off decline?",
        "Do you have reason for decline of payment?",
        "Why wouldn't my money be accepted?",
        "How did my payment get rejected?",
        "I was wondering if there was any reason payment couldn't be made.",
        "Declined payment why?",
        "Payment didn't get paid, were there any reasons?",
        "Why did the payment go incorrect?",
        "It isn't clear what the reason is for the payment decline.",
        "What transpired when my payment was rejected?",
        "Why would my payment be declined?",
        "I have a question, why my payment was not made.",
        "What made my payment turned down?",
        "Why my money was rejected?",
        "Payment decline, why?",
        "Why did my money not come through?",
        "Did anyone have any reason why payment was Declined?",
        "Why wasn't I paid?",
        "Why didn't my payment be paid?",
        "It is not clear what is the reason for payment decline.",
        "What's the reason for the payment to be declined?",
        "Payment declined, what is the problem?",
        "Payment was declined, what went wrong?",
        "Is this the reason for declined payment?",
        "How come the payment is Declined?",
        "What happened to my payment being rejected?",
        "I don't know what the reason is for the payment decline.",
        "Why wasn't my payment done?",
        "Payment declined but what is wrong?",
        "A reason for declining payment?",
        "Why was my payment not dispatched?",
        "Did anyone have reason why the payment was declined?",
        "Why did my cash be turned down?",
        "why did my money get rejected?",
        "Had money, but it wasn't accepted.",
        "Why did a payment go awry?",
        "Payment was declined.",
        "Is this why payment declined?",
        "The reason why payment was declined?",
        "Why was the payment Declined?",
        "It is not known what the reason for payment decline is.",
        "Was there a reason payment was not taken up?",
        "Were there reasons for the decline of payment?",
        "What is wrong, payment declined.",
        "Why is the Payment not approved?",
        "Is there any reason why payment was Declined?",
        "Did anyone have reason why payment was not taken up?",
        "Why declined of payment?",
        "Payments declined, what's the problem?",
        "Why did My payment fail?",
        "Can you give an explanation of the payment rejection?",
        "Was there a reason why payment couldn't be accepted?",
        "What is the reason my payment was turned down?",
        "What were the reasons for the payment not being made?",
        "How come payment decline?",
        "The reason for declined payment is not known.",
        "I wanted to know why my payment went down.",
        "Why didn't my payment go through?",
        "Why the payment was not approved?",
        "Payment was not given, are there any reasons?",
        "Are you able to explain the payment rejection?",
        "How come there are reasons for decline payment?",
        "Payment turned down.",
        "Why was there a decline of payment?",
        "I had a payment rejected.",
        "What prompted the payment to be declined?",
        "Payment was declined",
        "It's a big question why my payment didn't go through.",
        "What are the reasons for not taking the payment?",
        "Payment was declined Why?",
        "Why is it that the payment is Declined?",
        "What was the reason my payment failed?",
        "Why did the payment not receive approval?",
        "Did anyone have reason why payment was Declined?",
        "Payment wasn't taken up, could there be a reason?",
        "Why is payment not approved...",
        "He asked why my payment was declined.",
        "I asked how my payment declined.",
        "Why did the payment refuse?",
        "Does the decline of payment have a reason?",
        "Payment couldn't be accepted, was there any reason?",
        "Why is the payment not being accepted?",
        "What are the causes of not accepting payment?",
        "What were the reasons for not paid?",
        "How did my payment not go ahead?",
        "Payments decline what is the cause?",
        "Why did I pay less?",
        "What are the reasons that payment isn't accepted?",
        "I don't know why my cash was rejected.",
        "What are the reasons for not receiving the payment?",
        "Is there a reason payment wouldn't get paid?",
        "My payment declined, I asked why.",
        "Why did I have less money?",
        "The reasons for the payment being Declined are unknown.",
        "I asked the reason my payment declined.",
        "Payment was turned down, what's wrong?",
        "What was the cause of the decline in payment?",
        "How come payment isn't accepted?",
        "Was it because my payment was declined?",
        "Why did my pay-off Decline?",
        "Payment not approved. why?",
        "I was asking why my payment declined.",
        "Why was my payment unable to be made?",
        "How came my cash was rejected?",
        "There's a big question about why my payment wasn't made.",
        "Why did it decline payment?",
        "Why wasn't Payment taken up?",
        "How got my payment rejected?",
        "The important question is why my payment didn't go through.",
        "Why weren't they accepting payment?",
        "Why did our payment decline?",
        "Are you able to explain payment rejection?",
        "Payment was declined, what's happening?",
        "Why had the payment declined?",
        "Payment declined, what's gone wrong?",
        "Why the payment was declined was not known.",
        "What caused my payment to be turned down?",
        "Why was payment not approved.",
        "Explanation for declined payment?",
        "Is there a reason for the payment being declined?",
        "Why did my money not get paid?",
        "What are the reasons for not receiving payment?",
        "How come my payment wasn't made?",
        "Why was my payments turned down?",
        "Why didn't my payment get accepted?",
        "Did my payment be turned down?",
        "I wanted to know why I had my pay-off decline.",
        "It is unclear why payment declined.",
        "What was the reason my payment didn't go through?",
        "Why did my payoff go down?",
        "It isn't clear what the reason is for payment decline.",
        "The payment was Declined what are the reasons?",
        "There is a question regarding why my payment was not made.",
        "Why does payment decline?",
        "I don't understand why my payment didn't go through.",
        "Payment wouldn't get paid, were there any reasons?",
        "My payment was declined",
        "How did the payment not go through?",
        "Payment declined, what is the situation?",
        "Why am I not receiving my payment?",
        "Is it the reason why payment was declined?",
        "Payments decline what's the cause?",
        "What are the reasons behind the Declined payment?",
        "Why is my payment declining?",
        "What reasons are there for decline payment?",
        "Payment was not given, were there any reasons?",
        "What is wrong, a payment declined.",
        "No go on payment, why?",
        "It is a big question why my payment was not made.",
        "My payment went down.",
        "It is not clear why my payment wasn't made.",
        "The reason for payment decline is questionable.",
        "Was there a reason why payment declined?",
        "Why did the payment being declined happen?",
        "What's the reason for the decline in payments?",
        "What is the cause of a payment decline?",
        "Is this the reason that the payment was declined?",
        "Payment went down why?",
        "Why refuse payment?",
        "Can you explain what happened with payment rejection?",
        "How did my payment stop being accepted?",
        "Why doesn't the payment get approved?",
        "My payment failed, how did it happen?",
        "What are the causes for not being paid?",
        "How did I find my payment rejected?",
        "Payments fell, why?",
        "Why decided not to pay?",
        "The question is why my payment was not made.",
        "Why did payments decline?",
        "I have questions about why my payment was not made.",
        "Why was my payment turned back down?",
        "It's a big question as to why my payment was not made.",
        "The reason for the payment being declined is not known.",
        "How did my pay-off decline happen?",
        "How did the payment decline happen?",
        "The reason my payment was not made is crucial.",
        "What is the reason for not accepting payment?",
        "What happened to cause payment failure?",
        "I was wondering why my payment was refused.",
        "How come my payment was rejected.",
        "Why did I experience pay-off decline?",
        "My payment was declined,",
        "Why I didn't pay is a big question.",
        "Why would the payment not be paid?",
        "I wanted to know why my cash got rejected.",
        "I was wondering why my cash had been rejected.",
        "I am wondering why my payment was declined.",
        "There might be a reason payment couldn't be accepted.",
        "Payments were declined, what is the problem?",
        "What are the reasons for declining payment.",
        "Payment couldn't be accepted, why?",
        "Why were payments Declined?",
        "What is the cause of the declining payment?",
        "Did my payment get rejected?",
        "Were there reasons why payment was not given?",
        "How did my payment not being accepted?",
        "The question is, \"Why my payment was not made?\"",
        "Why did it Declined payment?",
        "A reason for payment decline is not known.",
        "How could my transaction not go through?",
        "There is a big question about why the payment was not made.",
        "What is the root of the decline in payment?",
        "Why is payment not approved",
        "Why are the payment turned down?",
        "Why did the payment not go through?",
        "Why is the payment decline happening?",
        "I wonder why I had a pay off decline.",
        "How come my payment was not processed?",
        "There are a lot of questions about why my payment was not made.",
        "why did my cash get rejected",
        "Why had my cash been rejected?",
        "There was a reason payment was declined.",
        "Why isn't payment allowed?",
        "Had money, but it was denied.",
        "I have a question regarding why my payment was not made.",
        "Can you explain why payment was rejected?",
        "What is the reason for not going on payment?",
        "Why was my payment cut off?",
        "Why is payments declining?",
        "The payment is declined what are the reasons?",
        "It is unclear what caused the payment decline.",
        "Is there a reason payment couldn't be accepted?",
        "Why didn't my money get accepted?",
        "The reasons for decline payment were asked.",
        "I don't understand why my payment was not made.",
        "Was there any reason why the payment wasn't taken up?",
        "Why did I have my payment declined?",
        "Payment was not taken up, what was the reason?",
        "Why my payment wasn't made is a serious question.",
        "Why not the payment?",
        "I questioned how my payment was declined.",
        "Why did I lose my pay-off?",
        "I asked why the payment was declined.",
        "My pay check was declined.",
        "I inquired why the payment was declined.",
        "What was the cause of payment failure?",
        "How happened that my payment was rejected?",
        "The reason that my payment wasn't made is a big question.",
        "It is not known what the reason is for the decline in payments.",
        "Payment was denied.",
        "I inquired as to why my payment was not accepted.",
        "How come the payment couldn't be paid?",
        "Payments were declined, was there any reason?",
        "It isn't clear what the reason is for the decline in payment.",
        "What is the reason for a decline in payments?",
        "Why did my money get turned away?",
        "Why were the payment refused?",
        "Why was my payments declined?",
        "I wasn't sure why my cash got rejected.",
        "I don't understand why payment couldn't be made.",
        "I had a decline in my pay-off.",
        "Why was the payment turned down?",
        "Why did my payment not get paid?",
        "What is the reason for the decline of payment?",
        "How came my cash got rejected?",
        "Why ispayment not approved?",
        "why was payment declined?",
        "Payment was Declined, are there any reasons?",
        "Why wouldn't payments be accepted?",
        "Why have the payment been Declined?",
        "I wanted to know why my payment was refused.",
        "Is there a reason why the payment is Declined?",
        "The reasons for not accepting payment are unclear.",
        "It is a big question as to why the payment was not made.",
        "Why was the payment not taken up?",
        "What are the reasons for the payment not being given?",
        "I was curious why my payment declined.",
        "Why decline of Payment?",
        "How did payment not go through?",
        "Why did payment be refused?",
        "I was wondering how my cash got rejected.",
        "The reason for the declined payment?",
        "It's important that I ask why my payment was not made.",
        "Why wouldn't payment be made?",
        "Why is the payment not approved...",
        "How did my payment not go forward?",
        "What happened to my payment being rejected.",
        "Payment couldn't be paid, why?",
        "why is payment not approved?",
        "What is the cause of decline of payment?",
        "Is this the reason why payment is declined?",
        "Is there any reason why payment was declined?",
        "Why my cash was turned down?",
        "Do you know what happened with payment rejection?",
        "Why couldn't the payment get paid?",
        "I inquired as to why my payment had been declined.",
        "I had money but it was turned down.",
        "I asked why the payment wasn't accepted.",
        "My payment was not made, why?",
        "Why was my payment low?",
        "Payment couldn't be accepted!",
        "The reason for payment decline isn't known.",
        "Why is my payment not happening?",
        "Why dropped the payment?",
        "declined payment?",
        "I don't know what the reason is for the decline in payments.",
        "There were reasons why the payment was Declined.",
        "What are the reasons for declining the payment?",
        "Why the payment was not made is a big question.",
        "My payment got rejected.",
        "Why my payment was not made is a very important question.",
        "\"Why did my payment decline?\" I asked.",
        "What are the reasons for declining to pay?",
        "Is it a reason for the decline of payment?",
        "What are the reasons for the payment to be rejected?",
        "Why did my money not get accepted?",
        "What are the reasons for the payment not to be made?",
        "Why didn't payment taken up?",
        "What are the reasons for the payment to be refused?",
        "Why did my transaction not come through?",
        "Why did the payment decline?!",
        "My payment failed why?",
        "I don't understand why my cash got rejected.",
        "Is this why the payment was refused?",
        "Were there reasons why payment was Declined?",
        "What happened to my payment that was rejected?",
        "Is it possible that my payment was rejected?",
        "What is the reason for the payment not being paid?",
        "Payment was declined, what is the problem?",
        "Payment was declined, what is it?",
        "How did I have my pay-off decline?",
        "Why did the payment fall through?",
        "What are the reasons that payment is declined?",
        "I asked what made my payment decline.",
        "It is difficult to explain why my payment was not made.",
        "I have questions about why my payment wasn't made.",
        "Why is it that payment is not approved?",
        "My payment was no longer received.",
        "I don't understand how my payment was rejected.",
        "It's unclear why my payment wasn't made.",
        "Payment declined what's the problem?",
        "I do not know why my payment wasn't made.",
        "There might be a reason why payment was not taken up.",
        "Was there any reason for the decline of payment?",
        "It is unclear why my payment wasn't made.",
        "What are the reasons why the payment is denied?",
        "There may have been a reason why payment was declined.",
        "How came my payment was denied?",
        "How come payment wasn't given?",
        "Why my payment couldn't be made is a big question.",
        "It's a big question, why my payment wasn't made.",
        "Why is it not accepted for payment?",
        "How come my transaction wasn't accepted?",
        "The reason for the decline of payment is unknown.",
        "The payment declined what is wrong?",
        "I was questioning why my payment was declined.",
        "It is not clear why payment declined.",
        "What went wrong with my payment being rejected?",
        "Why had payment declined?",
        "Why were you refused payment?",
        "What was the reason for my payment not being made?",
        "I wondered why my money got rejected.",
        "How did I not receive my payments?",
        "It's an important question about why my payment wasn't made.",
        "The reason for the payment being declined?",
        "Why my payment wasn't made is a big mystery.",
        "Why paid declined?",
        "Payment declined, what is wrong",
        "Why did payment decline.",
        "It is not clear why my payment was not made.",
        "Payment rejection?",
        "I asked why my money was declined.",
        "Why did I see my payment decline?",
        "I wondered if there was a reason payment couldn't be accepted.",
        "Why did there be a decline in payment?",
        "Why did payment not get approved?",
        "Why was my payment not made?",
        "I was wondering how my transaction didn't go through.",
        "I want to know why my payment declined.",
        "Payment was Declined, was there any reason?",
        "What are the reasons for the payment being rejected?",
        "Can you tell me about the payment rejection?",
        "Explanation for decline of payment?",
        "How come my transaction wasn't processed?",
        "What are the reasons that the payment is declined?",
        "There was a decline in my payment.",
        "Payment was declined and what's wrong?",
        "A big question is why I didn't pay.",
        "I asked why the payment was rejected.",
        "How could my payment be declined?",
        "Payments aren't approved... why?",
        "Why did my payments decline?",
        "The reasons for the payment to be declined are not known.",
        "Why was my payment decline?",
        "How did my payment not come through?",
        "I asked why the payment stopped.",
        "Why was Payment declined?",
        "Did anyone have reason why payment was declined?",
        "Why is the payment not accepted?",
        "Why do I have a pay-off decline?",
        "My pay-off decreased.",
        "What are the reasons for the decline in the payment?",
        "Payment was not taken up, are there any reasons?",
        "Payment declined and what's the problem?",
        "Payment declined, what is wrong with it?",
        "What happened that my payment was rejected?",
        "What are the reasons why the payment has been declined?",
        "Why did my pay-off drop?",
        "Cause of decline of payment?",
        "Was there a reason for declined payment?",
        "I inquired as to why the payment declined.",
        "The payment was declined what were the reasons?",
        "I don't know why payment couldn't be made.",
        "What was the reason for declining payment?",
        "Payment declined,what is wrong?",
        "Is there a reason for not accepting payment?",
        "How did this happen to my payment?",
        "Payment was declined, what reason?",
        "Why did my pay-off decrease?",
        "Why the payment wasn't taken up?",
        "Payment decline is not known what the reason is.",
        "What were the reasons for the payment declining?",
        "Do you know what the reasons for decline payment are?",
        "Why did my payment not be accepted?",
        "What are the reasons for the payment declining?",
        "There are any reasons why the payment was refused?",
        "I inquired why my payment was denied.",
        "What are the reasons for the not being paid?",
        "Why could it not get paid?",
        "What was the reason my payment was declined?",
        "Is there any reason why payment couldn't be accepted?",
        "How was my payment not approved?",
        "How did my pay-off decline occur?",
        "It is not clear why payment decline happened.",
        "how come my payment failed",
        "What's behind the decline in payment?",
        "Why are payments not accepted?",
        "Is it the reason for the payment to be declined?",
        "I don't understand why payment wouldn't get paid.",
        "Why is the payment declining?",
        "Why is the payment rejected?",
        "There is a possible reason for the decline of payment.",
        "Had money but it was refused.",
        "Why is the decline in payment occurring?",
        "Why didn't it be paid?",
        "What is the cause of a decline in payments?",
        "I wonder how my payment didn't go through.",
        "Why was mypayment turned down?",
        "Any reasons why the payment was refused?",
        "What caused the payment to be declined?",
        "I questioned why my payment was not approved.",
        "Why not accepting payment?",
        "There could be a reason why the payment was declined.",
        "Were there any reasons why the payment was declined?",
        "I inquired why my payment was not accepted.",
        "How came my payment was not approved?",
        "Why am I getting rejected with my cash?",
        "Why should my money be rejected?",
        "Why was my money declined?",
        "why my payment wasn't made is a big question",
        "What is going on, payment declined?",
        "Was it the reason for the decline of payment?",
        "Why did my payment not be received?",
        "I was wondering what happened to my payment.",
        "How came my payment didn't work?",
        "Why aren't payment accepted?",
        "What is the reason for payment decline?",
        "How can payment not be accepted?",
        "How came my payment stopped?",
        "Payments decline, what's the cause?",
        "My payment declined why?",
        "Was there a reason why payment wasn't given?",
        "What reasons were given for the payment to be declined?",
        "What were the reasons for declining the payment?",
        "The reason for decline of payments?",
        "How come my transaction did not go through",
        "Is there a reason payment wasn't made?",
        "I don't understand why my cash gets rejected.",
        "Why did someone decline payment?",
        "What are the reasons for not paid?",
        "How did my payment go rejected?",
        "Why is it not paid?",
        "My payment has been rejected.",
        "Why were the reasons for declining the payment?",
        "Is there a reason payment couldn't get paid?",
        "A big question is why the payment was not made.",
        "I asked why the payment went down.",
        "Why couldn't payment get paid?",
        "Payments aren't approved...why?",
        "The question is important, why my payment was not made.",
        "Is the reason for refused payment?",
        "Why was my money not received?",
        "A big question is why my payment didn't go through.",
        "Why my payment was rejected?",
        "Why the payment was turned down?",
        "What led to the payment being Declined?",
        "Why my payment was not made is a big mystery.",
        "Payment was refused, what's wrong?",
        "Why did my payments go down?",
        "Why have my cash rejected?",
        "Why was it that the payment couldn't be made?",
        "Why did the payment not go ahead?",
        "Payment was declined, were there any reasons?",
        "My payment wasn't received, why?",
        "Why declined payment",
        "Why my money was not accepted?",
        "Why didn't we receive the payment?",
        "I wondered why my payment didn't go through.",
        "I wondered why my payments declined.",
        "Why decline the payment?",
        "Why did the payment not get paid?",
        "Why did I see my pay-off go down?",
        "Payment was turned down, why?",
        "WHY did my payment fail?",
        "It was important to ask why my payment wasn't made.",
        "I was surprised that my payment declined.",
        "I don't know why my payment didn't come.",
        "Why wouldn't you accept payment?",
        "my payment was declined.",
        "Payment couldn't get paid, why?",
        "I asked why my payment decreased.",
        "Payment wasn't taken up, what is the reason?",
        "I was refused my payment.",
        "What are the reasons for rejecting a payment?",
        "What reasons are there for declining payment?",
        "Why didn't my transaction go through?",
        "Is this why payment is declined?",
        "How came my payment wasn't processed?",
        "One important question is why my payment was not made.",
        "Why wasn't there payment taken up?",
        "I want to know why my payment failed.",
        "Is there a reason for the decline ofpayment?",
        "Declined payment reasons?",
        "Are there any reasons why payment was refused?",
        "Payment was not approved, why?",
        "It was my payment that was declined.",
        "I enquired as to why my payment declined.",
        "What is the cause of the payment declining?",
        "What is the reason why the payment was declined?",
        "I wondered why my payment stopped.",
        "Why payment wasn't given?",
        "Payment wasn't accepted, what is wrong?",
        "I asked why my cash got rejected.",
        "What is the reason not paid?",
        "my payment was refused",
        "I queried why my payment declined.",
        "I was curious why my payment was declined.",
        "My payment was declining.",
        "Can you clarify the rejection of the payment?",
        "Had some money and it was rejected.",
        "How come my payment was turned away?",
        "Why is the payment refused?",
        "Is there a cause of the payment decline?",
        "Why declined my payment?",
        "Why my payment was refused?",
        "Why did I suffer pay-off decline?",
        "How was my payment not accepted?",
        "What are the reasons that the payment was refused?",
        "Is this the reason for the decline of the payment?",
        "How come my payment failed",
        "Didn't my payment go through?",
        "Was there any reason why the payment wasn't made?",
        "I inquired about why my payment was rejected.",
        "What reasons were given for refused payment?",
        "I wonder why my payment failed.",
        "Why did I have a decrease in pay off?",
        "what are the reasons for decline payment",
        "How did my payment turn down?",
        "The reasons for not accepting payment are not clear.",
        "Why did I have a decline in my pay off?",
        "The payment was declined but what are the reasons?",
        "why my payment declined",
        "I would like to know if you can clarify payment rejection.",
        "Payment declined, what are the reasons?",
        "Why am I not getting my payment?",
        "Why wasn't my payment accepted?",
        "How could the payment be declined?",
        "Reason for decline of payment?",
        "How come my money gets rejected?",
        "There are reasons why the payment was Declined.",
        "Is it the reason the payment was declined?",
        "My payment didn't go through, what happened?",
        "What are the reasons why the payment was refused?",
        "There's a question about why my payment was not made.",
        "I was asked why my payment was turned down.",
        "Do you know why payment couldn't be accepted?",
        "The big question is why my payments weren't made.",
        "I want to know why my payment was not received.",
        "My payment is not going through.",
        "Why the payment isn't approved?",
        "Can you discuss the payment rejection?",
        "I want to know why my payment wasn't made.",
        "Why payment wasn't approved?",
        "Was it a reason for the declined payment?",
        "A reason for the payment being declined?",
        "Did anyone have a reason why payment was declined?",
        "What happened to my payment failing?",
        "My payment declined and I asked why.",
        "I asked why my payment couldn't be made.",
        "Can you explain why payment rejection occurred?",
        "I don't understand why the dough got denied.",
        "Did something stop my payment?",
        "Why isn't payment approved?",
        "Was it because my payment was turned down?",
        "How did they reject my payment?",
        "What made my payment decline?",
        "Why did I get paid less?",
        "Was there a reason for the decline in payment?",
        "Declined payment is the reason?",
        "I question why my payment was not made.",
        "It is important to ask why my payment wasn't made.",
        "My payment was rejected, how did it happen?",
        "The reason for the decline in payment?",
        "How do you explain the cause of payment decline?",
        "I wonder why my payment was declined.",
        "What is the problem, payment declined.",
        "I asked how my payment was declined.",
        "Had money but got rejected.",
        "Why did I see my pay off go down?",
        "How come payment couldn't get paid?",
        "Why was that payment not approved?",
        "Why was my pay-off declining?",
        "Why did the Payment Decline?",
        "My pay-off decline was inexplicable.",
        "Is there a reason why payment is declined?",
        "Why was my payments rejected?",
        "What was the reason for the decline in payment?",
        "Why did I not receive my money?",
        "What stopped payment?",
        "Why did the payment being Declined come about?",
        "It was declined payment, why?",
        "Can you tell me why payment rejection happened?",
        "What reasons were given for the payment being declined?",
        "Why didn't they accept payment?",
        "Why won't payment be accepted?",
        "I had money, but it wasn't accepted.",
        "Payment went down, what's wrong?",
        "Payments were Declined, were there any reasons?",
        "Why wasn't paid?",
        "I want to know if you can clarify the payment rejection.",
        "Payment declined and what is it wrong?",
        "Why did payment go down?",
        "What is the reason for the payment decline?",
        "Why was my payment Declined?",
        "Were there a reason for the declined payment?",
        "Payment couldn't be accepted due to some reason.",
        "What are the reasons why the payment is turned down?",
        "Payment was Declined, why?",
        "I questioned the reason my payment was declined.",
        "Declined payment? Why?",
        "What led to my payment being declined?",
        "There is a reason for the decline of payment?",
        "Why is there no go on payment?",
        "Can you clarify why payment was rejected?",
        "There were reasons the payment was declined.",
        "My payoff was declined.",
        "Payment declined, what is wrong.",
        "I am wondering why my payment was not made.",
        "What are the reasons that the payment is Declined?",
        "Why did the payment go wrong?",
        "Is it the reason for the declining payment?",
        "Was it the reason for declined payment?",
        "Payment refused, why?",
        "Payments aren't approved... Why?",
        "Payment declined but what's wrong?",
        "I questioned the reason my payment declined.",
        "How come the payment was turned down?",
        "Why declination of payment?",
        "What is the cause of payment declining?",
        "The reasons for payment decline is not clear.",
        "The reason my payment wasn't made is a big question.",
        "Why no payment approved?",
        "I was asked how my payment was rejected.",
        "Payment declined, what's wrong with it?",
        "Reasons for decline payment?",
        "Why did my cash get rejected?",
        "What are the reasons decline payment?",
        "Is there a reason why payment was not made?",
        "Why denied payment?",
        "Why do you think the payment was Declined?",
        "Why did the payment being Declined occur?",
        "I was wondering why my payment didn't go through.",
        "Why didn't payment been taken up?",
        "Payment was declined, what is going on?",
        "Was there any reason why the payment was declined?",
        "Is there a reason the payment wasn't taken up?",
        "Can you shed some light on payment rejection?",
        "I don't know why payment wasn't given.",
        "Why wasn't payment taken up?",
        "Why is there a payment not approved?",
        "Declined payment reason?",
        "The payment was declined?",
        "What are the reasons for declining payment?",
        "I queried why my payment was refused.",
        "My payment was rejected, how come?",
        "The cause of the decline in payment?",
        "I wasn't sure why my cash was rejected.",
        "What are the main reasons for not being paid?",
        "There was a decline in payment, why?",
        "Why was my balance turned down?",
        "I inquired why my payment was refused.",
        "How could the payment be rejected?",
        "What were the reasons for the payment to be Declined?",
        "Was there any reason why the payment was Declined?",
        "How could my payment be rejected?",
        "What are the reasons for refused payment?",
        "Why didn't payment be accepted?",
        "Why did I get pay-off decline?",
        "How come my payments were rejected?",
        "Why could payment not be accepted?",
        "Do you know the reason for payment rejection?",
        "How can my payment be rejected?",
        "The payment is declining what are the reasons?",
        "Why was my payment not made is a big question.",
        "What happened to the payment being Declined?",
        "Why did my transaction not go through.",
        "I don't know why my payment didn't go through.",
        "How came my payment was rejected.",
        "Why has the payment been declined?",
        "What is the reason my payment wasn't made?",
        "What is the cause of decreased payment?",
        "Why wasn't that payment approved?",
        "I inquired of why my payment declined.",
        "Was there any reason why payment was refused?",
        "Why did a payment decline?",
        "Why was my payment dropped?",
        "There was a reason why the payment was declined.",
        "Why was my cash rejected.",
        "How can my payment be turned down?",
        "Was the payment rejected?",
        "Is there any reason that payment wasn't taken up?",
        "Why stopped payment?",
        "Why didn't payment be approved?",
        "Why were there reasons for decline payment?",
        "Did anyone have a reason why payment was not taken up?",
        "Were there reasons why payment couldn't be made?",
        "What caused payment not being paid?",
        "What made me have my pay-off decline?",
        "I want to know why payment was declined.",
        "Payment was declined, but why?",
        "Why were payments declined?",
        "Why doesn't payment get approved?",
        "The important question is why my payment was not made",
        "The reason for decline of payment?",
        "I'm wondering why my payment wasn't made.",
        "Why is the payment not paid?",
        "My cash was rejected, why?",
        "I had a question about why my payment declined.",
        "There was a reason payment was Declined.",
        "Why would the cash be rejected?",
        "What's wrong, the payment declined?",
        "I queried why my payment was turned down.",
        "Is it the reason that the payment was declined?",
        "Can there be a reason for the decline of payment?",
        "Why did the payment not be accepted?",
        "Why does my payment go down?",
        "I don't know why my payment declined.",
        "Why is the payment being Declined?",
        "Why could the payment not be accepted?",
        "Why did payment be declined?",
        "Why is payment not approved.",
        "Why payment was not taken up?",
        "Is there any reason why the payment wasn't made?",
        "Was there any reason that payment was declined?",
        "The reasons for not being paid are unclear.",
        "Is there any reason why payment was turned down?",
        "My paid was declined.",
        "Do you have a reason for declining payment?",
        "The payment declined, why?",
        "There might be a reason for the decline of payment.",
        "I didn't understand how my payment was rejected.",
        "Why were the payment declined?",
        "The reason why my payment was not made is a big question.",
        "Payments are rejected, can you clarify?",
        "My payments was turned down.",
        "How did my payment be refused?",
        "Were there reasons why payment was declined?",
        "Was there a reason why payment was not taken up?",
        "Why would my money be turned down?",
        "What made payment not taken up?",
        "There may be a reason why the payment was declined.",
        "How come the payment is declined?",
        "I inquired about the reason why my payment was declined.",
        "There was a reason why the payment was Declined.",
        "I asked why they declined my payment.",
        "Payment fell down, why?",
        "The decline in payment?",
        "Why the payment wasn't given?",
        "I have a big questions about why my payment was not made.",
        "I was wondering why my payment wasn't received.",
        "It isn't clear what the reason is for the decline in payments.",
        "Why was the payment not recieved?",
        "I had money but it was refused.",
        "Declined payment, why?",
        "I asked why the payment was not made.",
        "How come my payment fails?",
        "How can my cash get rejected?",
        "Why is my money rejected?",
        "I have a big question about why my payments weren't made.",
        "Why stopped the payment?",
        "The payment was turned down.",
        "How come my payment was turned down?",
        "How were my payments rejected?",
        "What is the reason payment declined?",
        "Is there a reason the payment couldn't be made?",
        "Payment declined what is wrong",
        "Why did my payment go wrong?",
        "What were the reasons behind the payment being declined?",
        "Is this the reason for the declining payment?",
        "Payments not approved, why?",
        "Why was my payment notreceived?",
        "I don't understand why I had my pay off decline.",
        "Why not pay me?",
        "What were the reasons for the Declined payment?",
        "Why aren't I accepting payment?",
        "It is a big question as to why my payment wasn't made.",
        "Payment refused",
        "What caused payment to stop?",
        "There could be a reason payment couldn't be accepted.",
        "There was a decline in my pay-off.",
        "Why did payment not take place?",
        "Is there a reason why the payment wasn't taken up?",
        "Why was it that my payment declined?",
        "Payment wasn't taken up, was there any reason?",
        "Was there any reason why payment wasn't taken up?",
        "The payment declined and I asked why.",
        "Payment drop cause?",
        "Is there a reason why the payment was refused?",
        "Why did I have a decrease in pay-off?",
        "I asked why my payment dropped off.",
        "Payment declined?",
        "My payment couldn't go through.",
        "What was the reason for not paying?",
        "The question of why my payment was not made is important.",
        "Why payment not approved?",
        "Declined payment Why?",
        "I had my payment rejected.",
        "I queried why my payment was declined.",
        "Had money which was rejected.",
        "How can you explain the payment rejection?",
        "My payment was decided against.",
        "I don't know why payment wasn't taken up.",
        "There may be a reason for the decline of payment.",
        "Is the decline of payment the reason?",
        "Payment declined but why?",
        "Payment decline, cause?",
        "Why was my money rejected?",
        "How come the payment failed?",
        "How was my payment denied?",
        "Is this the reason the payment was declined?",
        "How come the payment declined?",
        "I was wondering why my payment was denied.",
        "What are the reasons payment is not accepted?",
        "I wondered why my payment was refused.",
        "Why isn't payment approved...",
        "My payment was stopped.",
        "Why payment declined?",
        "How was my payment rejected?",
        "Why the payment wasn't received?",
        "I inquired about the reason my payment was declined.",
        "Why did my money be turned down?",
        "I wonder why my cash was turned down.",
        "The payment declined what's wrong?",
        "Why was my money denied?",
        "How did my payment not get paid?",
        "Why didn't my payment be accepted?",
        "Why wouldn't payment be paid?",
        "What caused my payment to be declined?",
        "Payment not approved?",
        "I have a big question over why my payment was not made.",
        "Why did my payment not get accepted?",
        "Payment decline is an unclear reason.",
        "Payment was declined, was it due to any reason?",
        "Why did I have my money rejected?",
        "The question is important, why my payment wasn't made.",
        "What are the reasons the payment was Declined?",
        "There were reasons for the payment being declined.",
        "I wondered why my payment decreased.",
        "Which is the reason for declined payment?",
        "How did I have my payment fail?",
        "I was wondering why my money got rejected.",
        "I asked what made the payment decline.",
        "How did my payment never go through?",
        "Payment was declined, could there be any reason?",
        "I had money and was rejected.",
        "Why did I get a pay-off decline?",
        "I don't understand why my payment was not received.",
        "I was curious as to why my payment declined.",
        "My payment didnt go through.",
        "A important question is why my payment was not made.",
        "The payment declined, I asked why.",
        "Why would my cash not be accepted?",
        "The reason for payment decline is still unknown.",
        "Why are the reasons for the payment decline?",
        "Why didn't payment get taken up?",
        "What are the reasons for refusing the payment?",
        "I had money but it was reject.",
        "Why does it decline of payment?",
        "I wonder why my money got rejected.",
        "Payment was declined, so what was the reason?",
        "I wondered how my payment was rejected.",
        "Why did payment refuse?",
        "I have a big question on why my payment was not made.",
        "What are the reasons for decline of payment?",
        "There are reasons why the payment was declined.",
        "I don't know why payment wouldn't get paid.",
        "There might be a reason why payment was not given.",
        "Can you explain why payment rejection happened?",
        "There was a reason that payment was not taken up.",
        "Declined payment is why?",
        "Why was my payment discontinued?",
        "There was a question about why my payment was not made.",
        "What's wrong, payment declined.",
        "Why did I have a decline in pay off?",
        "I asked why my payment came down.",
        "I don't understand why the dough was denied.",
        "I inquired why my payment had been declined.",
        "Which are the reasons for the payment being declined?",
        "What are the reasons for the payment not being received?",
        "What is the reason for the payment being declined?",
        "Can you tell why payment was rejected?",
        "Is there a reason why payment wasn't made?",
        "Why did that payment decline?",
        "The reason my payment was not made is an important question.",
        "Why did the payment decline??",
        "Why my payment was not made is important.",
        "Disregard payment - why?",
        "Why wasn't payment taken up.",
        "Were my payments declined?",
        "How could payment not be accepted?",
        "I had money but it was declined.",
        "What are the reasons of decline payment?",
        "Why is payment not approved?",
        "Why would a payment not be paid?",
        "A big question is why my payment wasn't made",
        "Payment wasn't accepted?",
        "Why did the payment be Declined?",
        "Why are the payment not approved?",
        "Payment was not given so why?",
        "I asked why I wasn't paid.",
        "How come payment couldn't be paid?",
        "Payment was refused, why?",
        "Why my payment didn't happen is a big question.",
        "Why did payment not be paid?",
        "The reason for decline payment is unknown.",
        "My payment wouldn't go through",
        "I was declined my payment.",
        "Did anyone have any reason why payment was declined?",
        "I asked why I was paid less.",
        "How come my money was rejected?",
        "I requested why my payment was declined.",
        "What's going on? Payment declined.",
        "why did the payment decline?",
        "Why did my pay-offs go down?",
        "What are the reasons that the payment has been Declined?",
        "Payment went down, why?",
        "I wonder why my payment was turned down.",
        "Why isn't the payment accepted?",
        "What is wrong, the payment declined.",
        "A payment was declined for me.",
        "What's happening, payment declined?",
        "Why are the payment denied?",
        "What are the reasons the payment is declined?",
        "Why was it that my payment was not received?",
        "Why was the payment refused?",
        "Is there a reason for payment declining?",
        "Payment was declined, so why?",
        "I don't understand why my payment was declined.",
        "Payment Declined, what are the reasons?",
        "What made me have a pay-off decline?",
        "Why did payment fall?",
        "Why did the payment get Declined?",
        "The question is why my payment didn't come through.",
        "I have a question about why my payment failed.",
        "How did my payment not get accepted?",
        "Payment rejection can you clarify?",
        "I wonder why I had a pay-off decline.",
        "Why does the payment not approve?",
        "I had a question about why my payment was declined.",
        "Why are my cash rejected?",
        "Why did mypayment decline?",
        "Is there a reason why payment wouldn't be accepted?",
        "I inquired on why my payment declined.",
        "What were the reasons for decline payment?",
        "The reason for the payment decline is unclear.",
        "Why did I not receive my payment?",
        "Why were my payment declined?",
        "Why wouldn't my payment work?",
        "Why wasn't this payment approved?",
        "I asked why my payment didn't go up.",
        "I wonder why I had pay-off decline.",
        "It is not clear why the payment decline is happening.",
        "It's unclear why my payment was not made.",
        "Declined payment in question.",
        "Payments declined, what happened?",
        "What happened to my money being rejected?",
        "Is that why the payment was declined?",
        "Is the reason why payment has been declined?",
        "Can you tell me the reason for payment rejection?",
        "Why was my cash denied?",
        "Why did the payment been declined?",
        "Why did my payment not go out?",
        "Yeah, no go on the payment?",
        "I wanted to know why my payment was rejected.",
        "Why did I have my pay-off decline?",
        "My payment was not granted.",
        "A question that is important is why my payment wasn't made.",
        "I wondered why I had a pay-off decline.",
        "Why my payment was not made was an important question.",
        "What are the reasons for decline payment.",
        "Why did my pay off decrease?",
        "Why did I see my pay-offs decline?",
        "Why did I have a pay- off decline?",
        "Why was the payment not paid?",
        "Why wouldn't payment be approved?",
        "Payment dropped, what is wrong?",
        "Why wasn't payment approved?",
        "Why weren't my payments accepted?",
        "How did my payment not go through.",
        "Will you be able to clarify payment rejection?",
        "Why were the payment not approved?",
        "Payment couldn't be accepted?",
        "Payment not approved, what?",
        "Can you explain the reason for the payment rejection?",
        "How come my transaction isn't going through?",
        "payment declined what's wrong",
        "What caused failure of payment?",
        "The reason my payment was not made is a big mystery.",
        "What caused my cash to be rejected?",
        "Payments aren't approved, why?",
        "There is a big question about why my payments weren't made.",
        "How come my transaction didn't go through",
        "I had money but I was rejected.",
        "What are they reasons for not being paid?",
        "The reason for the decline in payments is not known.",
        "Why was the payment not approved.",
        "Why was payment not made?",
        "Payment decline happen?",
        "The reason for the payment decline is a mystery.",
        "Payment was declined, is there any reason?",
        "Why my payment wasn't made is an important question.",
        "Why payment wasn't taken up?",
        "Why declined payment?",
        "I asked why my payment was turned away.",
        "What caused the payment decline?",
        "Why did I suffer a decline in pay-off?",
        "The reason for declined payment?",
        "How come payment was Declined?",
        "Is it reason for declined payment?",
        "I have a question about my payment being turned down.",
        "Why didn't my payment get received?",
        "Why did I decline payment?",
        "There was a decline of my payment.",
        "There were reasons why the payment was declined.",
        "I am wondering why my payment failed.",
        "There was a reason that payment couldn't be accepted.",
        "Is there a reason why the payment was Declined?",
        "Why didn't payment take place?",
        "Why was my payment not given?",
        "What happened to my payments being rejected?",
        "payment declined, what is wrong",
        "Is it the reason for the payment being declined?",
        "Why were payment not taken up?",
        "My payment was turned down!",
        "What is the reason my cash got rejected?",
        "Can you address the payment rejection?",
        "Why was my payment declined",
        "It's not clear what the reason is for payment decline",
        "I wonder why my cash was rejected.",
        "I questioned why the payment declined.",
        "It is not clear what the reason is for the decline in payments.",
        "Why would the payment be Declined?",
        "What are the reasons why payment is declined?",
        "Why my payment was not made was important.",
        "Why has the payment declined?",
        "How came the payment failed?",
        "Why have my payment failed?",
        "How came the payment didn't go through?",
        "What cause payment decline?",
        "What is the reason for the payment to be turned down?",
        "I was wondering why my cash wasn't accepted.",
        "My payment was turned down, why.",
        "Payment decline, what causes it?",
        "What went wrong with my payment?",
        "Payment was declined, what was the reason?",
        "What are the reasons the payment was declined?",
        "Why did payment failure occur?",
        "There is a big question about why my payment isn't made.",
        "Why did I get a pay off decline?",
        "I don't understand why payment couldn't be accepted.",
        "Why did I get my pay-off decline?",
        "Why did my fee decline?",
        "How come payment could not be accepted?",
        "Why the payment wasn't made is an important question.",
        "How did my payment do not go through?",
        "Payment declined, why did it decline?",
        "There is a big question of why my payment was not made.",
        "What is happening, payment declined?",
        "The reason my payment wasn't made is crucial.",
        "my payment was turned down",
        "Why my payment didn't go through is an important question.",
        "Did anyone explain why payment was not taken up?",
        "When my payment declined, I asked why.",
        "Why would my cash be turned away?",
        "Why have my money rejected?",
        "How comes my payment failed?",
        "What was the reason why my payment was declined?",
        "Why would a payment not get paid?",
        "Why wasn't the money received?",
        "Why is the payment Declined?",
        "Why couldn't payment be accepted?",
        "A reason for declined payment?",
        "my payment was turned down.",
        "Why did I have my pay- off decline?",
        "why my payment was declined",
        "How come my transaction wouldn't go through?",
        "Why isn't this payment approved?",
        "How did the payment not get approved?",
        "Why decline of payment.",
        "The questions is why my payment was not made.",
        "It is important to ask why my payment was not made.",
        "Payment was declined what's wrong?",
        "Why was my payment not received?",
        "The reason for declined payment is not yet known.",
        "I had some money but it was rejected.",
        "What was the reason why payment was not given?",
        "What caused the decline in payment?",
        "It's important to know why my payment wasn't made.",
        "Why were my payments unsuccessful?",
        "Why payment was Declined?",
        "The reasons for the decline of payment?",
        "What caused my payment to fail?",
        "Why was my payment not receipt?",
        "Is there any reason that payment was not given?",
        "My payment was not Accepted.",
        "Why did my money be rejected?",
        "The important question is why my payment was not made.",
        "Why have my pay-off declined?",
        "Why my payment stopped?",
        "It's not clear what the reason is for decline in payment.",
        "Why did my payment not be made?",
        "Did there any reason why payment was declined?",
        "Paying was declined.",
        "Payment was declined, what was it?",
        "Is there a reason for decline of payment?",
        "Can you explain the reasons for payment rejection?",
        "What is wrong? Payment declined.",
        "Why would you not accept payment?",
        "I asked why my payments were declined.",
        "How did my payment failed?",
        "Why is my payment turned down?",
        "Why did my payment go bad?",
        "Why my cash got rejected?",
        "The payment was Declined, what were the reasons?",
        "I asked why my payment wasn't paid.",
        "Why did the payment fall?",
        "The reasons why the payment was declined are unknown.",
        "Was it the reason for declining payment?",
        "Why wouldn't my cash get accepted?",
        "It is an important question, why my payment wasn't made.",
        "Why was my fee turned down?",
        "How come my payment was not paid?",
        "Any reasons why payment wasn't made?",
        "payment declined, why?",
        "The important question is why my payment wasn't made",
        "Why my payment was not made is crucial.",
        "Payment wasn't paid, why?",
        "I don't know why my payment didn't get made.",
        "There are any reasons why payment has been refused?",
        "Why wasn't the payment accepted?",
        "Why did the payment refuse to be paid?",
        "Why did my transaction not go through?",
        "It's not clear what reason payment decline is.",
        "Why didn't they accept my payment?",
        "The reason my payment wasn't made is a big mystery.",
        "I asked what caused my payment to decline.",
        "How did my cash get rejected?",
        "How was my payment turned down?",
        "Payment declined, why?",
        "There is a big question as to why my payment was not made.",
        "I asked why my payment was declined.",
        "I was wondering how my payment was rejected.",
        "How did my transaction not go through.",
        "Payment fell why?",
        "Why was it that the payment wasn't approved?",
        "Why does the payment not get paid?",
        "The payment was declined what reasons?",
        "I wanted to know why my payment wasn't made.",
        "I wondered why my payment wasn't accepted.",
        "What's the reason for not being paid?",
        "had money, but it was rejected.",
        "So why decline of payment?",
        "Why didn't the payment go through?",
        "Payment not approved... Why?",
        "Was there a reason why payment wasn't made?",
        "Why couldn't a payment be accepted?",
        "There are any reasons that payment has been refused?",
        "How come the payment was rejected?",
        "I wondered why I had my pay-off decline.",
        "The payment was declined because of some reasons.",
        "Why could the payment not be paid?",
        "Why did the payment not clear?",
        "How come my payment was denied?",
        "I asked why my money was not paid.",
        "What are the reasons why you didn't get paid?",
        "Were there any reasons why payment was denied?",
        "I wonder why my payment didn't go through.",
        "Is it the reason for decline of payment?",
        "What was the cause of the payment failure?",
        "It's a big question why the payment wasn't made.",
        "payment declined Why?",
        "What happened to my money getting rejected?",
        "Any reason why payment couldn't be accepted?",
        "Was there a reason why the payment was Declined?",
        "Is this why payment has been declined?",
        "Why is it a payment not approved?",
        "Why was it that my payment failed?",
        "A big question is why my payments were not made.",
        "I wonder why payment was declined?",
        "The payment was declined and what are the reasons?",
        "A payment was rejected.",
        "Is there a reason payment could not be accepted?",
        "what is the cause of payment decline",
        "Why didn't payment being taken up?",
        "I was wondering if there was a reason why payment couldn't be made.",
        "Payment declined, why?!",
        "Payment refused, what is wrong?",
        "It's a big question as to why my payment wasn't made.",
        "Why was the payment declining?",
        "The issue of why my payment was not made is important.",
        "Payment declined, what's wrong",
        "Payment declined, what is it wrong?",
        "What is the reason for payment declining?",
        "What are the reasons for the payment being refused?",
        "Why wasn't my payment received?",
        "My payment was discontinued.",
        "Why did my pay-off decline.",
        "I had a big question about why my payment was not made.",
        "I asked why my payment was Declined.",
        "How did I not get my payment through?",
        "How did my payment get rejected.",
        "I inquired why my payment was turned down.",
        "Payment turned down, what is wrong?",
        "Payment declined, what could be wrong?",
        "I was wondering if there was a reason payment couldn't be accepted.",
        "When my payment was declined, I asked why.",
        "I don't understand how my cash got rejected.",
        "The reason why my payment was not made is important.",
        "Are there any reasons why the payment was declined?",
        "Why did my payment get turned down?",
        "The reason for decline of payment is unknown.",
        "How did I not get my payment to go through?",
        "Payment refused?",
        "Payment was declined, could there be a reason?",
        "It's unclear what the reason is for payment decline.",
        "What caused payment to decline?",
        "My payments was denied.",
        "Why was the money turned down?",
        "Payment declined What is the problem?",
        "Is there a reason payment couldn't be made?",
        "I want to know if you can clarify payment rejection.",
        "How did my payment get denied?",
        "I queried why my payment was rejected.",
        "Payment was declined, what's wrong.",
        "Why couldn't the payment be made?",
        "The payment was declined, why?",
        "Is there a reason for refusing payment?",
        "The reason for the payment being Declined is unknown.",
        "What causes my payment to be declined?",
        "Was there any reason why payment was not taken up?",
        "I didn't know why my pay-off decline was.",
        "I wasn't sure why my payment was turned down.",
        "Why didn't payment get approved?",
        "The big question is why my payment wasn't made",
        "I wondered why my payment wasn't made.",
        "The reason for the decline in payments is unclear.",
        "What stopped payment??",
        "I inquired as to why my payment was refused.",
        "The reason for refused payment?",
        "Why wouldn't my payment be received?",
        "I asked why it wasn't paid.",
        "So why did the payment decline?",
        "Is this the reason for refusing payment?",
        "Why couldn't my cash be accepted?",
        "Is it the reason for rejected payment?",
        "Why did your payment not go through?",
        "Why would payment be Declined?",
        "What are the reasons why payment isn't made?",
        "Why is payment decline?",
        "Why did payment not get taken up?",
        "Why was my payment declining?",
        "My payment declined, so I asked why.",
        "my payment did not go through",
        "It's not clear what the reason for payment decline is.",
        "Why did my payment come down?",
        "What are the reasons for denying the payment?",
        "I was wondering why my transaction did not go through.",
        "What is the reason for the decline of payments?",
        "Why wasn't my payment received.",
        "How was my payment not received?",
        "Was there a reason payment was not given?",
        "The payment is Declined what are the reasons?",
        "What made my payment reject?",
        "why my payment wasn't made is an important question",
        "I questioned why my payment fell.",
        "What are the reasons for the declining payment?",
        "Payment was not given, could there be a reason?",
        "What are the reasons for the refusal of the payment?",
        "It's unclear what the reason is for the decline in payment.",
        "Why my payment didn't come was a big question.",
        "What was the reason for my payment being rejected?",
        "I don't know why payment was not taken up.",
        "What are the reasons for the payment to be Declined?",
        "Do you have a reason for the declined payment?",
        "The reason my payment was not made is important to me.",
        "How come my payment was refused?",
        "Payment was declined, what is wrong.",
        "It's a big question, why my payment was not made.",
        "Why can't I accept payment?",
        "Payment go down?",
        "Payment not approved... why?",
        "Why was payment not accepted?",
        "Why would the payment not be accepted?",
        "had money but was rejected",
        "What is the reason for payment not being approved?",
        "The reason my payment was not made is important.",
        "A declined payment is why?",
        "I asked how the payment was declined.",
        "I wanted to know why my payment was decline.",
        "Were there a reason for the decline of payment?",
        "I questioned why my payment was denied.",
        "Why is it that no go on payment?",
        "Why did I go down in pay-off?",
        "I asked how my payment was rejected.",
        "Payment wasn't taken up, so why?",
        "Why has the payment Declined?",
        "There was a big question about why my payment wasn't made.",
        "I am not sure what the reason is for payment decline.",
        "Wait, no go on the payment?",
        "Is there a reason that payment wouldn't be accepted?",
        "What are the reasons why you did not get paid?",
        "What's wrong? Payment declined.",
        "The reason my payment wasn't made is a big issue.",
        "Payment was declined, what's the problem?",
        "What are the reasons for the payment to be declined",
        "Were there any reasons why payment was turned down?",
        "Why my payment didn't go through is important.",
        "It's a big question why my payment wasn't made.",
        "My payments were rejected.",
        "I wondered why my cash was rejected.",
        "The reason why payment was declined was not known.",
        "There is a question about why my payment wasn't made.",
        "Payment was refused, what is wrong?",
        "How about my payment was rejected?",
        "The reason for the payment decline is unknown.",
        "What are the reasons for refusing payment?",
        "I inquired about the reasons my payment was declined.",
        "The reason my payment was not made was a big question.",
        "Why did my money go away?",
        "Why should the payment be declined?",
        "It is important to know why my payment was not made.",
        "I don't understand how my payment didn't go through.",
        "Had money, but it was refused.",
        "My payment was declined, I asked why.",
        "Had money but was rejected!",
        "My payment was denied.",
        "Why did I have a pay-off decline.",
        "Why didn't payment approved?",
        "What are the reasons the payment is being declined?",
        "Did anyone have reason why payment was not given?",
        "I asked why my payment ceased.",
        "I was wondering why payment couldn't be accepted.",
        "Why did my payment not happen?",
        "Do you know why payment was refused?",
        "Why did my payment drop?",
        "It is a big question why the payment was not made.",
        "There is a big question about why my payment didn't go through.",
        "Why did I decline in pay-offs?",
        "The question is, why my payment wasn't made.",
        "Why is no go on payment?",
        "I don't know why my payment is wrong.",
        "I want to know why the payment was declined.",
        "payment declined, what's wrong?",
        "Why was it payment declined?",
        "Why does the payment decline?",
        "Why did they decline my payment?",
        "Why didn't my payment get through?",
        "I asked why it was turned down.",
        "What are the reasons why the payment won't be made?",
        "why decline payment",
        "Why did I see my salary decline?",
        "What's the reason for declining payment?",
        "How could my payment not go through?",
        "I would like to know why payment couldn't be made.",
        "Payment could not be paid, were there any reasons?",
        "why did my payment go down?",
        "What is the reason for the payment not being made?",
        "I inquired about why my payment was refused.",
        "I was turned down for my payment.",
        "Payment rejection, can you clarify it?",
        "Why wouldn't my transaction go through?",
        "What are the reasons for Declined payment?",
        "Why was my money turned away?",
        "Is there a reason why payment declined?",
        "Why wasn't the payment approved.",
        "Why did my cash get turned away?",
        "I didn't know why my payment was declined.",
        "Why was it that payment couldn't be made?",
        "What happened that my payment failed?",
        "Can you provide an explanation of payment rejection?",
        "Why weren't paid?",
        "Why isn't the payment approved.",
        "It's a big question of why my payment wasn't made.",
        "Does anyone know why payment was declined?",
        "My payment was no longer accepted.",
        "Payment was declined, why.",
        "How come my transaction did not go through.",
        "Why my payment did not go through?",
        "The answer to why my payment wasn't made is important.",
        "Why did I decline in my pay off?",
        "Was there a reason for declining payment?",
        "Why wasn't the payment approved...",
        "I wondered why the payment was declined.",
        "Why could payment not get paid?",
        "So why did my payment fail?",
        "My payment was declined and I asked why.",
        "Why my payment wasn't made is a big question",
        "What are the reasons not to accept the payment?",
        "What are the reasons for the declined payment?",
        "My payment was Declined.",
        "What is the reason why my payment was not made?",
        "What is the reason for decline in payment?",
        "I questioned why my payment wasn't made.",
        "What is the cause of the decline in payments?",
        "There was a reason payment couldn't get paid.",
        "My payments didn't go through.",
        "I was wondering why the payment declined.",
        "Why the payment was declined was unknown.",
        "Why did I have a pay off decline?",
        "A big question is why my payment didn't come through.",
        "Why isn't the payment approved?",
        "Why did my payment not come through?",
        "My payment was Declined",
        "Why couldn't payment be accepted.",
        "How did my payment reject?",
        "There's a question about why my payment wasn't made.",
        "Why didPayment decline?",
        "Can you tell us the reason for payment rejection?",
        "Why was my money not paid?",
        "How did my payment get refused?",
        "It is important to question why my payment was not made.",
        "How come my cash got rejected?",
        "I had money but was turned down.",
        "The payment was declined so what are the reasons?",
        "How did my payment be turned away?",
        "Was there a reason why payment wasn't taken up?",
        "The reason my payment was not made is a big unanswered question.",
        "Why was the payment declined",
        "Why was it refused payment?",
        "What is the reason for the decline payment?",
        "Why did my payment go awry?",
        "Why was it not paid?",
        "Why didpayment decline?",
        "Any reasons that the payment was refused?",
        "What is the cause of falling payment?",
        "Which is why my payment failed?",
        "What's the reason for the decline in payment?",
        "Can you clarify the payment rejection?",
        "Were there reasons for declining payment?",
        "What are the reasons why the payment is declined?",
        "How did my payment not get through?",
        "Why was it that payment was not taken up?",
        "Payment went down, what is wrong?",
        "My payment was declined, so I asked why.",
        "Is there a reason for the payment declining?",
        "Why did my payment not come back to me?",
        "Had there a reason why payment couldn't be made?",
        "Is it the reason for the decline of payment?",
        "Payment declined, what happened?",
        "I was curious as to why my payment was declined.",
        "What's the cause of decline in payment?",
        "Why wasn't payment approved...",
        "Is there a reason why payment wouldn't be made?",
        "Was it a reason for declining payment?",
        "Why payment was declined was not known.",
        "Why is payments not approved?",
        "What happened to my payment being turned down?",
        "My payment failed, how come?",
        "The reasons for the payment being declined are not known.",
        "Why did my payment fail?",
        "There may be a reason why payment was Declined.",
        "I have a big question as to why my payment wasn't made.",
        "Were there any reasons for the payment being declined?",
        "Payments were declined Why?",
        "The big question is why my payment wasn't made.",
        "Why does the payment be Declined?",
        "I was wondering why my transaction didn't go through.",
        "Can you give a reason for payment rejection?",
        "It is unclear what the reason is for payment decline.",
        "My pay was turned down.",
        "Payment did not rise, why?",
        "Why would my cash be turned down?",
        "The reason for payment decline is a mystery.",
        "I had money but it was not accepted.",
        "What was the reason why my payment wasn't made?",
        "What causes the payment to be turned down?",
        "The payment was declined, what is wrong?",
        "I don't know why payment wouldn't be paid.",
        "How did my money be rejected?",
        "How did it happen that my payment was rejected?",
        "Why wasn't my payment approved?",
        "Why did I have lower pay-off?",
        "why wasn't my payment recieved?",
        "I questioned why my payment went down.",
        "What were the reasons for refusing payment?",
        "What are the reasons for the refused payment?",
        "The reason for payment decline?",
        "I questioned why my payment dropped.",
        "payment declined, what's wrong",
        "My pay-off decline, why?",
        "Had money and it was not accepted.",
        "Why was my payment turned down?",
        "What's the reason for decline payment?",
        "Payment was Declined, do you know why?",
        "I have a big question about why the payment was not made.",
        "I want to know how my payment was rejected.",
        "Why didn't we accept the payment?",
        "Why isn't the payment approved...",
        "My pay-off decline was strange.",
        "There is a question about why the payment was not made.",
        "My payment declined why.",
        "The payment was declined, what are the reasons?",
        "Any reason why payment was refused?",
        "What was the reason for the payment to be declined?",
        "Is there a reason payment wasn't given?",
        "I was wondering why my payment was turned down.",
        "What's wrong, a payment declined?",
        "What are the reasons for rejecting payment?",
        "I had money and it was rejected.",
        "I wondered why my payment did not go through.",
        "Is this the reason for the declined payment?",
        "Any reasons for being refused payment?",
        "Why did my cash be rejected?",
        "Did anyone have any reason why the payment was declined?",
        "The payment declined why?",
        "Why did the payment not take place?",
        "Why did the pay-off decline occur?",
        "Why my payment was not made is a big question.",
        "Why do my payments decline?",
        "The main question is why my payment wasn't made.",
        "Why was the payment not approved...",
        "It is important that I understand why my payment wasn't made.",
        "The decline of payment could be a reason.",
        "Payment declined, then why?",
        "I want to know why my payment was not made.",
        "Payment was not paid, were there any reasons?",
        "I inquired about the reasons my payment declined.",
        "I asked why I paid less.",
        "It is a big question as to why my payment was not made.",
        "I inquired about the decline of my payment.",
        "I didn't know why my cash was rejected.",
        "Why would a payment be Declined?",
        "I had money but it wasn't accepted.",
        "I was wondering if there was a reason payment couldn't be paid.",
        "I didn't know how my payment was rejected.",
        "It is not known what the reason is for payment decline",
        "What is wrong, the payment declined?",
        "What made my payment rejected?",
        "Why declined to pay?",
        "What are the reasons for the payment to be denied?",
        "Why did I receive a pay-off decline?",
        "Why is payment refused?",
        "A big question was why my payment was not made.",
        "What is the cause of the decline of payment?",
        "Why the payment was declined was not clear.",
        "I don't know what the reason is for the decline in payment.",
        "Why was the declined payment Declined?",
        "Can you clarify the rejection of payment?",
        "An important question is why my payment was not made.",
        "Is there a reason why payment isn't made?",
        "Payment couldn't get paid, was there any reason?",
        "Payment decline, what's the reason?",
        "Why did payment not go through?",
        "What are the reasons why you're not paid?",
        "How did my payments not go through?",
        "What are the reasons of not being paid?",
        "What is the cause of the decline in payment?",
        "Payment wouldn't be paid, were there any reasons?",
        "Why did my cash get refused?",
        "How did my pay-off decline?",
        "I question why my payment wasn't made.",
        "What are the reasons why the payment was declined.",
        "Is there a way to explain payment rejection?",
        "Payment was declined, what is wrong?",
        "How came my payment declined?",
        "Why did my pay-off come down?",
        "It's an important question, why my payment wasn't made.",
        "Why are the reasons for declining the payment?",
        "What happened to my payment being denied?",
        "why aren't they accepting payment",
        "What are some of the reasons for the payment being declined?",
        "What is the reason for a declined payment?",
        "Why was it that the payment was turned down?",
        "I had money, but I was turned down.",
        "why declined payment",
        "What are the reasons for the payment not to be paid?",
        "I asked why I didn't get my money.",
        "How come payment not approved?",
        "The payment was turned down",
        "It's important to know why my payment was not made.",
        "What happened to the payment being declined?",
        "The decline in payment is why?",
        "I wasn't sure how my payment was rejected.",
        "Is there any reason why payment wasn't taken up?",
        "Payment couldn't be accepted for some reason.",
        "How did my payment go away?",
        "Why payment was not approved?",
        "Why couldn't the payment be accepted?",
        "Why didn't my cash be accepted?",
        "I don't understand why my payment wasn't received.",
        "My payment was denied",
        "Why did the payment to be declined?",
        "I asked how my payment was denied.",
        "What happened to my pay off decline?",
        "What are the reasons why the payment isn't made?",
        "Why do we see a decline in payment?",
        "Can you explain the decision to reject the payment?",
        "The payment was Declined what reasons?",
        "Payment wasn't given, could there be a reason?",
        "When my payment was turned down, why?",
        "Why was it that payment not approved?",
        "How did I not get a payment?",
        "The big question is why I wasn't paid.",
        "Why not paid?",
        "Is there a reason why payment could not be made?",
        "There are any reasons that the payment was refused?",
        "I had my pay off decline.",
        "I questioned why my payment wasn't paid.",
        "Why did a payment Declined?",
        "I wondered how my payment declined.",
        "Payment was declined, what is it wrong?",
        "I don't understand why my payment was turned down.",
        "Payments weren't taken up, what was the reason?",
        "I asked how my payment could be declined.",
        "It's not clear why my payment was not made.",
        "The question is, why my payment was not made.",
        "What are the reasons for refusal to pay?",
        "Why wouldn't the payment be given?",
        "Payment declined. why?",
        "No pay, why?",
        "Why would the payment be turned down?",
        "How come payment failed?",
        "I wondered how my payment was declined.",
        "The reason why my payment wasn't made is important.",
        "I want to know the reasons for decline payment.",
        "The reason for the payment to be declined is unknown.",
        "Why did the payment not be taken up?",
        "It is unclear what caused payment decline.",
        "I wondered why my cash wasn't accepted.",
        "What factors lead to the payment being declined?",
        "Is the reason for the payment declined?",
        "Do you know how my payment was rejected?",
        "I asked why I had my pay off decline.",
        "There was a payment turned down.",
        "Payment was Declined, were there any reasons?",
        "my payment declined",
        "Payment declined and what is wrong?",
        "What is the reason for the payment being Declined?",
        "I inquired as to why my payment was turned down.",
        "How come my cash was turned down?",
        "I wonder if there was a reason payment couldn't be accepted.",
        "I wonder why my pay off declined.",
        "Payment was declined for me.",
        "Can you explain the reason for payment rejection?",
        "Payment was rejected.",
        "What are the reason for not being paid?",
        "Had my payment been turned down?",
        "why declined payment?",
        "Why would my payment decline?",
        "I asked what was wrong with my payment.",
        "What are the reasons for the payment being declined",
        "The payment was declined with what reasons?",
        "It is not clear what the reason for the payment decline is.",
        "The reason why my payment was not made is crucial.",
        "How could payment not get paid?",
        "I queried why my payment wasn't accepted.",
        "Is it possible my payment was rejected?",
        "Why did I have my cash rejected?",
        "What made the payment stop?",
        "I inquired of why my payment was declined.",
        "My payment decreased.",
        "What is the reason my cash gets rejected?",
        "Do you know why payment was Declined?",
        "Why did the payment not go your way?",
        "What are the reasons for not being paid.",
        "I asked what happened to the payment.",
        "Payments decline, what is the cause?",
        "I had money but wasn't accepted.",
        "Why the payment declined?",
        "What are the reasons behind not being paid?",
        "Why don't I get paid?",
        "What's the reason for the payment being declined?",
        "Why wouldn't my payment be accepted?",
        "had money but was turned down",
        "The payment is Declined, what are the reasons?",
        "It is not known what the reason is for the decline in payment.",
        "Payment rejection, can you tell me more about it?",
        "It is a big question about why my payment wasn't made.",
        "I wondered why my payment was declining.",
        "How did I end up with a pay-off decline?",
        "How did I not receive my money?",
        "My payment had been declined.",
        "Why are payments decline?",
        "I asked why my payment wasn't made.",
        "Why couldn't the payment be approved?",
        "Why were my funds rejected?",
        "How come my payment was not approved?",
        "Payment decline is not clear as to why.",
        "Why a payment not approved?",
        "How come my transaction didn't go through?",
        "I asked if my payment had been declined.",
        "What are the reason for decline payment?",
        "There are any reasons why payment was refused?",
        "Why couldn't payment be paid?",
        "My transaction did not go through, how come?",
        "Was there a reason that payment couldn't be made?",
        "Why did my payment fail",
        "My payments was rejected.",
        "How come my payment was rejected?",
        "How came my payment couldn't be made?",
        "Had some money, but it was rejected.",
        "I had a payment not go through.",
        "Why was the payment decline?",
        "What are the reasons for the decline in payments?",
        "Why was my payment unsuccessful?",
        "I wondered why my payment decline.",
        "Declined payment was the reason?",
        "It's not known what the reason is for the payment decline.",
        "How did my payment failure happen?",
        "What made the payment declined?",
        "I questioned why my payment stopped.",
        "Payment stopped, what is wrong?",
        "How did I not get my payment?",
        "I asked why my payment declined.",
        "Why is Payment not approved?",
        "Why was my bill not paid?",
        "Payments declined what's wrong?",
        "Why did my payment not come?",
        "Why was my pay off decline?",
        "There was a reason the payment was declined.",
        "The payment was declined what are the reasons?",
        "Why was the payment not approved?",
        "What are the reasons for the decline of payment?",
        "Payment declined why?",
        "My transaction didn't go through, how come?",
        "Payment got declined.",
        "I asked how my payment was declining.",
        "Is this why payments were declined?",
        "Why were the reasons why the payment was declined?",
        "I didn't understand why my payment failed.",
        "What reasons are there for not accepting payment?",
        "Why did someone decline the payment?",
        "I don't know why my payment was rejected.",
        "Is it possible you can explain payment rejection?",
        "What are the reasons why payment wasn't made?",
        "Why the payment was not received?",
        "Payment declined, what about that?",
        "I have a question about why my payment didn't go through.",
        "Why did I have a decline in pay?",
        "Why would payment be declined?",
        "How come the payment couldn't get paid?",
        "Did there a reason why payment was declined?",
        "I am not sure why my payment wasn't made.",
        "It's not clear why the payment declined.",
        "I have a big question about why my payment didn't come through.",
        "The question is \"Why my payment was not made.\"",
        "Why decline payment?",
        "I did not understand why my payment declined.",
        "Was there any reason for payment not being taken up?",
        "Why wasn't the payment given?",
        "Why did I incur a pay-off decline?",
        "Why was this declined payment?",
        "Why did my cash reject?",
        "There was a reason my payment declined.",
        "What is the reason my cash was rejected?",
        "Why was a payment not approved?",
        "I wonder how my payment was turned down.",
        "Why the payment wasn't made is a big question.",
        "I wasn't sure why my payment declined.",
        "What was the reason payment declined?",
        "How was my payment not successful?",
        "I was wondering if there was a reason payment couldn't get paid.",
        "why was the payment turned down?",
        "What is the cause of declining payment?",
        "Was there a reason why payment was not made?",
        "Why did payment fail?",
        "My payment has been declined.",
        "The big question is why my payment didn't come through.",
        "What are the reasons for a decline payment?",
        "How did my payment fail to go through?",
        "Why could it not be paid?",
        "Was there a reason why the payment was not taken up?",
        "Why were my cash rejected?",
        "My payment was not made, so why?",
        "Why was it that payment was not made?",
        "Why did I have a pay-off decrease?",
        "What are the reasons for the Declined payment?",
        "I asked why my payment was rejected.",
        "I didn't understand why my cash got rejected.",
        "What are the reasons for the payment being Declined?",
        "I wondered how my payment was turned down.",
        "What were the reasons for rejecting the payment?",
        "Why do my money get rejected?",
        "The big question is why my payment didn't go through.",
        "Why reject payment?",
        "What's the reason for decline of payment?",
        "Why my money wasn't accepted?",
        "I queried why the payment declined.",
        "There could be a reason why payment was not taken up.",
        "The reason my payment was not made is a big question.",
        "What is the reason for refusal of payment?",
        "What has caused the decline in payment?",
        "What is the actual cause of payment decline?",
        "I had money and it was turned down.",
        "Why decline ofpayment?",
        "Is there a reason why the payment is declined?",
        "I questioned why my payment was rejected.",
        "My payment was not accepted.",
        "There was a reason payment was not taken up.",
        "Why do you think the payment has been Declined?",
        "Payment was Declined",
        "Payment decline happened?",
        "I wondered why I had a pay off decline.",
        "We don't know why payment was declined.",
        "I asked why my payment was decline.",
        "What were the reasons why not paid?",
        "What were the reasons for the payment being Declined?",
        "I have a lot of questions about why my payment was not made.",
        "Is this the reason why payment has been declined?",
        "why wasn't my payment received?",
        "Can you explain rejection of payment?",
        "Were there any reasons why the payment was not taken up?",
        "Why could the payment not get paid?",
        "How come my payment didn't go through?",
        "My payment was declined, why.",
        "Why was it that payment was Declined?",
        "Did there be a reason why payment was Declined?",
        "I wondered why the payment declined.",
        "Is there a reason that payment can't be accepted?",
        "What is the reason for payment decline.",
        "Is there a reason why payment couldn't be made?",
        "The reason for payment decline isn't clear.",
        "I wanted to know why my payment decline.",
        "I wondered why my payment had been declined.",
        "Why not my payment?",
        "Can you tell us about the payment rejection?",
        "What are the reasons behind the payment being declined?",
        "Why hasn't payment been approved?",
        "Is there a reason payment wouldn't be paid?",
        "Why did my payment get declined?",
        "Why is the payments not approved?",
        "It is not clear why payment decline is taking place.",
        "What are the reasons not accepting payment?",
        "The important question is why my payment wasn't made.",
        "I questioned why my payments were declined.",
        "Why did payment fall down?",
        "I wonder why my cash got turned down.",
        "Why did I decline in pay?",
        "There's a big question as to why my payment was not made.",
        "Was there any reason why payment was declined?",
        "Why has payment been declined?",
        "I asked why my payment went down.",
        "Payment was not taken up?",
        "My pay off was declined.",
        "I didn't know why my payment was turned down.",
        "Why did the payment not pass?",
        "Why did I lose my pay- off?",
        "It is an important question as to why my payment was not made.",
        "Why had my pay-off decline?",
        "Is there a reason for refusal of payment?",
        "Reason for payment being declined?",
        "Payment declined, why then?",
        "Why is the payment decline occurring?",
        "A important question is why my payment wasn't made.",
        "Why it wasn't paid is a big question.",
        "Why the declined payment?",
        "Why was it that payment was refused?",
        "Why did the payment not get approved?",
        "Why did my payment collapse?",
        "I have an important question about why my payment was not made.",
        "Had money and was denied.",
        "Payment rejection, can you explain it?",
        "Why did I pay off less?",
        "Maybe there was a reason why payment was declined.",
        "Why did my payment not go to me?",
        "Why would a payment not be approved?",
        "Why doesn't payment get paid?",
        "Payments were declined, were there any reasons?",
        "My payment didn't go forward.",
        "Do you have a reason for decline of payment?",
        "I asked why my check was declined.",
        "I wondered how my transaction did not go through.",
        "What is the reason for decline payment?",
        "Why was my cash not accepted?",
        "Why did my payments not go through?",
        "my payment was not recieved",
        "my payment was rejected.",
        "Payments were declined for me.",
        "What was the reason for the decline of my payment?",
        "How come payment couldn't be made?",
        "Why couldn't the money be paid?",
        "Why was my payment not succesful?",
        "Why my money was turned down?",
        "Why did the payment not get accepted?",
        "Why did I see my pay off fall?",
        "There was a reason why my payment was turned down.",
        "why did my transaction not go through?",
        "Payment decline what's the cause?",
        "Why didn't the payment be taken up?",
        "I am wondering if you can clarify payment rejection.",
        "What are the reasons why payment was declined?",
        "Payment declined, Why?",
        "Why was it that my payment was declined?",
        "There is a big question about why the payment wasn't made.",
        "The main question is why my payment was not made.",
        "Why wouldn't a payment be paid?",
        "What were the reasons why payment was declined?",
        "Why did I not receive the payment?",
        "I wonder why my payment was not made.",
        "So what are the reasons for not being paid?",
        "Why could the payment not be made?",
        "Why would payment not be approved?",
        "Is it the reason for refusing payment?",
        "The reasons for not being paid are not known.",
        "Why was payment not given?",
        "How did the payment be turned down?",
        "Were there reasons why payment couldn't be accepted?",
        "A reason for payment decline is not clear.",
        "How did the payment be Declined?",
        "Which are the reasons for the payment to be declined?",
        "My pay-off dropped.",
        "I am wondering what is wrong with my payment.",
        "Why did not payment be given?",
        "Why was my payment turned down",
        "What were the reasons for not being paid.",
        "Why did Payment Decline?",
        "Is there any reason why the payment was not given?",
        "How come my transaction did not go through?",
        "why did my payment fail",
        "They asked why my payment was declined.",
        "Payment was declined why?",
        "Why did mine decline?",
        "Who are the reasons for the payment being declined?",
        "Why did I have pay-offs decline?",
        "Is it the reason that payment was declined?",
        "Is there a reason that payment couldn't be made?",
        "Why did my payment not come out?",
        "What is wrong, payment declined?",
        "Why could payment not be paid?",
        "What are the reasons for decline of the payment?",
        "I was interested in why my payment declined.",
        "Why have I not been paid?",
        "Payment was not given, was there any reason?",
        "I had my payment not go through.",
        "Is there a reason why payment isn't paid?",
        "How was the payment rejected?",
        "Why did I experience a decline in pay-off?",
        "Why did my payment not come back?",
        "Why did my payment do not go through?",
        "Why did I lose my paycheck?",
        "It is important to answer why my payment was not made.",
        "I want to know why payment couldn't be accepted.",
        "A big unanswered question is why my payment was not made.",
        "My payment is turned down.",
        "What are the reasons for not accepting the payment?",
        "I asked why my pay-off decline.",
        "My payment was declined, and I asked why.",
        "Why declined money?",
        "Why did thepayment decline?",
        "Why not receive my payment?",
        "I wondered why my payment was not received.",
        "I have a big question about why my payment wasn't made.",
        "Why couldn't my payment be received?",
        "How did my payment have to be rejected?",
        "Why were not paid?",
        "I was curious about why my payment was declined.",
        "Payment was declined what is wrong?",
        "The reason my payment wasn't made is important.",
        "Why did my payments go bad?",
        "I asked why my payment was turned down.",
        "Why were my payments declined?",
        "I want to know the reason my payment was not made.",
        "What is wrong, that payment declined?",
        "How did my payment come to be rejected?",
        "The payment was rejected how?",
        "How did the payment be declined?",
        "Why would my money be rejected?",
        "What happened to decline payment?",
        "I inquired why my payment fell.",
        "why was my payment declined?",
        "How come I had my pay-off decline?",
        "Why wouldn't payment be taken up?",
        "I was puzzled as to why my payment was turned down.",
        "Can you tell me the real reason for payment rejection?",
        "Why was it that payment was not given?",
        "Why wouldn't payment get paid?",
        "It is not known why payment decline happened.",
        "Why don't payment be accepted?",
        "Why wasn't it accepted?",
        "Why did it decline of payment?",
        "Payment couldn't be accepted, were there any reasons?",
        "Why did I have a decline in pay-off?",
        "Did I have my pay off decline?",
        "How come my payment wasn't approved?",
        "Why was it rejected?",
        "Did anyone have a reason why payment couldn't be made?",
        "Why was it not paid to me?",
        "I am not sure why my payment was not made.",
        "I was wondering what was wrong with my payment.",
        "Why did the declined payment decline?",
        "How did my payment fail to clear?",
        "Did there be any reason why payment was declined?",
        "I asked about why my payment was declined.",
        "Payment declined and what is the problem?",
        "What happened, payment declined?",
        "I was curious about why my payment declined.",
        "How come my cash was rejected?",
        "Why was it that payment wasn't taken up?",
        "My money was not paid.",
        "Payments declined, what's wrong?",
        "Payment declined, what was wrong with it?",
        "The issue of why my payment wasn't made is important.",
        "I am wondering why my cash was rejected.",
        "Why was my pay off declined?",
        "Can you tell me the truth about the payment rejection?",
        "Is it because my payment was turned down?",
        "Why my payment wasn't received is a big question.",
        "Had money but had it rejected.",
        "Why was my payment declined?",
        "What factors led to the payment being Declined?",
        "How did I not get my money?",
        "I had money but it was turned away.",
        "Why did you reject the payment?",
        "I asked why payment was declined.",
        "Why was it that the payment was refused?",
        "I inquired as to why my payment was rejected.",
        "My payment was declined, why?",
        "What are the reasons why the payment was turned down?",
        "What was the reason why payment was declined?",
        "My payment didn't go through.",
        "Why does payment not go through?",
        "I wonder why payment was declined.",
        "I asked about why my payment declined.",
        "My payment was reject.",
        "why wasn't my payment received",
        "I had money but it was denied.",
        "Any reasons for rejecting payment?",
        "There might be a reason why payment couldn't be made.",
        "Payment decline, what's the cause?",
        "Why did I not receive my payments?",
        "My payment has been declined",
        "Why did payment Declined?",
        "What is the reason why the payment is Declined?",
        "Payment was declined, what's going on?",
        "I asked about the decision to decline my payment.",
        "Why couldn't the payment be taken up?",
        "Why did the payment being declined come about?",
        "My payments was decline.",
        "My Payment was Declined.",
        "My payment was declining",
        "Why my payment was not made is a big unanswered question.",
        "There could be a reason why payment wasn't made.",
        "How come my payment failed.",
        "Why my cash was rejected?",
        "Why has my payment declined?",
        "Why did the payment fall off?",
        "It was important to ask why my payment was not made.",
        "What was the reason for my payment not being paid?",
        "They asked why my payment declined.",
        "What was the reason for my pay-off decline?",
        "I questioned why my payment was not accepted.",
        "Why isn't payment approved.",
        "I have a big question about why my payment isn't made.",
        "Had money but was denied.",
        "Why should my payment fail?",
        "Why did I have my payment decline?",
        "Was there a reason the payment couldn't be made?",
        "Why was my payment lower?",
        "Is it the reason for the declined payment?",
        "Was there any reason why payment wasn't given?",
        "Why did someone decline to pay?",
        "Why aren't payment being accepted?",
        "Why the payment was not made is an important question.",
        "Is this the reason of the declined payment?",
        "Why didn't the payment be made?",
        "There could be a reason for the decline of payment.",
        "Why waspayment not approved?",
        "I don't understand why my payment declined.",
        "Payment declined? Why?",
        "There is a question as to why my payment was not made.",
        "I don't understand how my transaction didn't go through.",
        "Why didn't I receive my payment?",
        "What's wrong that the payment declined?",
        "What caused my transaction not to go through?",
        "I asked why my payment fell off.",
        "Why would I have my cash rejected?",
        "Why did my pay-off decline?",
        "There may be reasons why payment was declined.",
        "My money gets rejected.",
        "I requested why my payment declined.",
        "What are the reasons behind the decline of the payment?",
        "Was there a reason for the decline of payments?",
        "Why didn't payment come through?",
        "What are the reasons the payment was denied?",
        "What made my cash rejected?",
        "I asked why my payment wasn't accepted.",
        "What's wrong, the payment declined.",
        "I was wondering why my cash got turned down.",
        "I have a question about why my payment wasn't made.",
        "Payment was Declined were there any reasons?",
        "My payment did not go through",
        "What were the reasons for refused payment?",
        "It is important for me to know why my payment was not made.",
        "Why did I have pay-off declines?",
        "Why is payment declined?",
        "Why did my payment not get sent?",
        "Why didn't they pay me?",
        "Can you explain the rejection of payment?",
        "What caused my payment to decline?",
        "There was a big question about why my payment was not made.",
        "The reasons for not being paid is a mystery.",
        "Had there been a reason why payment was declined?",
        "How came my payment was declined?",
        "Why was this payment declined?",
        "I wanted to know why my payment dropped.",
        "What caused me to have my pay-off decline?",
        "What are the reasons for refusal of payment?",
        "Payment declined what's wrong",
        "I asked why my payment was not received.",
        "How come my payments did not go through?",
        "Is this the reason for the payment being declined?",
        "Was it the reason for decline of payment?",
        "I have no idea why my payment wasn't made.",
        "My payment was rejected.",
        "I questioned the reason why my payment was declined.",
        "Why can't I be paid?",
        "What are the reasons for the payment not being made?",
        "Payment was turned down, what is wrong?",
        "Is there any reason why the payment was Declined?",
        "Payment declined, so why?",
        "Why the payment not approved?",
        "It is a big question, why my payment wasn't made.",
        "Is this the reason why the payment is declined?",
        "I don't know how my payment didn't go through.",
        "Can you explain payment rejection",
        "What is the reason why my payment was declined?",
        "Can you tell me why payment is rejected?",
        "Why was my money refused?",
        "Why was my payment turned off?",
        "The reason for payment decline is not known.",
        "Why did the payment Decline.",
        "I asked why my payment was not paid.",
        "Why did my payment go away?",
        "My cash got rejected, why?",
        "What are the reasons why the payment is declining?",
        "I want you to clarify payment rejection.",
        "Why was the payment declined??",
        "Is this why payment was not made?",
        "There might be reasons why payment was declined.",
        "Questions about why my payment was not made are important.",
        "Why would my money get turned down?",
        "Do you know why payment was not taken up?",
        "What are some of the reasons why the payment was declined?",
        "Is it the reason for declining the payment?",
        "I had a question about why my payment wasn't made.",
        "Why didn't payment get accepted?",
        "There may be a reason why payment was not given.",
        "How do I understand why my payment failed?",
        "why did my payment fail?",
        "Were there any reasons why the payment wasn't taken up?",
        "My payment wouldn't go through.",
        "Why was payments Declined?",
        "I questioned why my payment was Declined.",
        "Why decline in payment?",
        "Was it a reason for the decline of payment?",
        "There is a big question about why my payment was not made",
        "Payment was not taken up, what happened?",
        "What causes the payment to be Declined?",
        "I don't know why the payment was not made.",
        "I asked why my payment declined",
        "Payments not approved...Why?",
        "It is not known why the payment decline happened.",
        "There could be reasons for refused payment.",
        "Why do you think the payment was declined?",
        "There was a reason why payment was declined.",
        "Why weren't my cash accepted?",
        "What reasons did the payment be declined?",
        "Why my payment wasn't recieved?",
        "I have a big question about why my payment didn't go through.",
        "It's an important question, why my payment was not made.",
        "I wondered why I had pay-off decline.",
        "My payment was declined why?",
        "What are the reasons for rejecting the payment?",
        "I questioned why my payment wasn't approved.",
        "Payment could not be accepted, were there any reasons?",
        "Payment rejected, why?",
        "It is not clear what the reason is for the decline in payment.",
        "Why would my money get rejected?",
        "Payment declined What's wrong?",
        "It could be a reason for the decline of payment.",
        "Is there a reason for the payment to be Declined?",
        "I wanted to know why my payments declined.",
        "What is the cause of payment decline.",
        "Why did my pay off decline?",
        "Is this the reason for denied payment?",
        "The payment is not approved?",
        "Why was the payment decliners?",
        "Why is there decline in payment?",
        "Why did my money not get approved?",
        "What are the reasons for not accepting payment?",
        "Are there any reasons for the declined payment?",
        "What was the reason why my payment was not made?",
        "I was refused a transaction.",
        "Is there any reason the payment was not taken up?",
        "Why didn't payment get paid?",
        "How did my payment go down?",
        "Why have the payment Declined?",
        "What were the reasons for the payment being turned down?",
        "I was wondering how my payment didn't go through.",
        "What made payment failure happen?",
        "Payment wasn't taken up, do you know why?",
        "Why was my payment refused?",
        "Is the reason why the payment was declined?",
        "Is there any reason why payment was not given?",
        "Why did payment not be given?",
        "What are some of the reasons for the payment to be declined?",
        "I inquired about the reason why my payment declined.",
        "I do not know why my payment was not made.",
        "Why did the payment not go to me?",
        "What were the reasons for the payment to be turned down?",
        "Why did I see pay-off decline?",
        "Payment not approved...what?",
        "There was a reason that payment was declined.",
        "Payment refused, what's wrong?",
        "Do you know why not paid?",
        "Why did I decline in my pay-off?",
        "Payment declined why.",
        "Reasons for refused payment?",
        "What are the reasons of not accepting payment?",
        "Payment declined, which is why?",
        "Why did the payment decline?",
        "Why did my payment not receive approval?",
        "PaymentRejection can you clarify?",
        "Why did I see my pay-off decline?",
        "My payment was not approved.",
        "Reasons for declining payment?",
        "I asked why my money declined.",
        "Payment was declined, what happened?",
        "Why was the payment Declined.",
        "Why did my cash stop being accepted?",
        "What happened to the payment being rejected?",
        "Why did my pay- off go down?",
        "Is there a reason that payment was not given?",
        "Payment declined and why?",
        "payment declined what is wrong",
        "Why was my payment rejected?",
        "What are the reasons for denying payment?",
        "why did my cash get rejected?",
        "What can you tell me about the payment rejection?",
        "Payment Decline, why?",
        "Why didn't payment be paid?",
        "A payment was turned down.",
        "Is there a reason the payment was declined?",
        "How did my payments be rejected?",
        "An important question is why my payment wasn't made.",
        "Was this the reason for declined payment?",
        "What happened to my cash getting rejected?",
        "I inquired why my payment stopped.",
        "Why is the payment not being made?",
        "How come my payment was not recieved?",
        "Why did payment not be taken up?",
        "What is the reason for the decline in payment?",
        "What are the reasons that payment is refused?",
        "There's a big question as to why my payment wasn't made.",
        "Why was the payment declined?",
        "The payment was Declined what were the reasons?",
        "Why wasn't the payment paid?",
        "What happened to my cash being rejected?",
        "What are the reasons behind not accepting payment?",
        "how come my payment failed?",
        "Why didn't we receive payment?",
        "Why didn't the payment be given?",
        "I didn't know why my cash got rejected.",
        "What are the reasons for the decision to decline the payment?",
        "I asked why the payment was denied.",
        "What happened with my payment being declined?",
        "There could be a reason why payment was not made.",
        "Can you tell me why payment was rejected?",
        "I wonder why my money was rejected.",
        "There is a big question about why my payment wasn't made.",
        "So why did my payment decline?",
        "Is the payment decline reason?",
        "I questioned why my payment declined.",
        "The reason my payment wasn't made is an important question.",
        "I don't understand why my money got rejected.",
        "Did my payment be rejected?",
        "The reason for the decline of payment?",
        "I asked why my payment was not approved.",
        "My question is why my payment wasn't made.",
        "Why have my payment declined?",
        "Was there a reason for the declined payment?",
        "Why waspayment declined?",
        "I demanded to know why my payment was declined.",
        "Is there a reason for the decline payment?",
        "How come the payment was not taken up?",
        "So what is the cause of payment decline?",
        "It is not clear why the payment declined.",
        "Why is there decline payment?",
        "I have a large question about why my payment was not made.",
        "What are the reasons given for not being paid?",
        "Why was my transaction turned down?",
        "What is wrong with the payment declined?",
        "Payments decline, why?",
        "What is the reason my payment failed?",
        "Why did my payment go down?",
        "There may be a reason why payment was not made.",
        "Payment couldn't be made, why?",
        "What caused my payment to not be received?",
        "Is there a reason why payment wasn't taken up?",
        "The question is \"Why was my payment not made?\"",
        "What are the reasons for the decision not to pay?",
        "Why my payment was not made is one of the questions.",
        "Why declined payments?",
        "How come my payment did not go through?",
        "Why is the payment not approved.",
        "Why were my payments turned down?",
        "How come my payment fell through?",
        "The key question is why my payment was not made.",
        "Why wasn't my payment Accepted?",
        "payment declined, what is wrong?",
        "I had a decline in my pay off.",
        "Can you explain the decision to reject payment?",
        "Why would my money not be accepted?",
        "Was the reason for decline of payment?",
        "What are the reasons the payment is turned down?",
        "Payments not approved... why?",
        "The reasons for not accepting payment are not known.",
        "I asked why my payment didn't increase.",
        "Why doesn't payment be accepted?",
        "I had money, but it was turned down.",
        "Why has my payment been turned down?",
        "Why the payment couldn't be accepted?",
        "It is not clear what the reason is for the payment decline.",
        "Was there a reason that payment was declined?",
        "I was wondering why I had my pay-off decline.",
        "What's the reason for not paying?",
        "What are the reasons the payment wasn't made?",
        "Why not approve the payment?",
        "There might be a reason payment wasn't taken up.",
        "Payment declined, what is wrong with that?",
        "What's wrong? payment declined",
        "Why not payment?",
        "I didn't know why I had my pay-off decline.",
        "Is there a reason why the payment was not taken up?",
        "I had money but had it rejected.",
        "I inquired about my payment being declined.",
        "My pay off decline was unexplained.",
        "Can you explain the payment rejection?",
        "It is not clear what the reason for payment decline is.",
        "What was the reason for the decline of payment?",
        "Were there any reasons why the payment was refused?",
        "Why did I see my pay-off decrease?",
        "Payment drop?",
        "Why can't payment be paid?",
        "Why did my payments go wrong?",
        "An important question is why the payment was not made.",
        "The question is \"Why my payment was not made\"",
        "What is going on? Payment declined.",
        "What made the payment Declined?",
        "I was wondering why my cash was rejected.",
        "I inquired why my payment declined.",
        "Payment fell, why?",
        "Why wasn't my payment made is an important question.",
        "Why couldn't payment be taken up?",
        "What are the factors that led to the payment being declined?",
        "I was wondering why my payment was not made.",
        "What caused payment decline?",
        "There are reasons why the payment has been Declined.",
        "Why was payment not taken up",
        "Where are the reasons for the payment being declined?",
        "Payment couldn't be paid because of something.",
        "Payments declined, why.",
        "The payment was declined why?",
        "Why did my pay off go down?",
        "What is the reason for payment failure?",
        "Why was payment turned down?",
        "Any reasons why payment was refused?",
        "I asked why my payment didn't go through.",
        "Can you explain what happened to payment rejection?",
        "The person asked why his payment was declined.",
        "Is that why payment was declined?",
        "Is there a reason for the payment to decline?",
        "Is there a reason for the decline of payment?",
        "What were the reasons for refusal to pay?",
        "What is the reason for the payment not to be paid?",
        "Reason for refusal of payment?",
        "It is not clear what the reason is for payment decline",
        "Why was this payment Declined?",
        "My payment didn't go through?",
        "I wondered if there was any reason payment couldn't be accepted.",
        "I wonder why my payment wasn't made.",
        "Can you state the reason for payment rejection?",
        "Payment declined,what's wrong?",
        "Can you explain the rejection of the payment?",
        "Why did the payment go bad?",
        "The reasons for declined payment?",
        "I asked how my payment could decline.",
        "I wanted to know if there was a reason payment couldn't be made.",
        "Why didn't I receive the payment?",
        "Why the payment was not given?",
        "Mypayment was declined.",
        "Why did I drop my pay-off?",
        "Is there a reason for payment to be declined?",
        "Payment declined and what was wrong?",
        "There might be a reason why payment was Declined.",
        "Why did my payment not go forward?",
        "Payment dropped, why?",
        "How came my payment did not go through?",
        "payment decline is not clear",
        "I wasn't sure why payment couldn't be accepted.",
        "I asked why it was rejected.",
        "What caused my payment to be rejected?",
        "I had money but I was turned down.",
        "Why my payment was declined.",
        "What happened to my pay- off decline?",
        "Can you say why payment was rejected?",
        "How come the payment was declined?",
        "Is the reason why payment was declined?",
        "What is the reason the payment is declined?",
        "Do you have a reason for the decline in payment?",
        "Was there a reason for payment not being given?",
        "It is important to understand why my payment was not made.",
        "It's not clear what the reason is for the decline in payment.",
        "Why did my payment stop?",
        "I have a question regarding why my payment wasn't made.",
        "What are the reasons for declining payment",
        "How come payment isn't approved?",
        "Why did the payment declined?",
        "What stopped the money from being paid?",
        "Is this the reason for the refused payment?",
        "Why have the payment been declined?",
        "There is a big question about why my payment didn't come through.",
        "It was my payment that declined.",
        "Why did I lose my pay-offs?",
        "Why couldn't payment be made?",
        "why did the payment decline",
        "Why did my payment fall down?",
        "Why did my pay-off reduce?",
        "What is the reason for the declined payment?",
        "What made payment decline?",
        "Is this the reason why payments were declined?",
        "So how did my payment not go through?",
        "I don't know why I had my pay off decline.",
        "Why so, no go on payment?",
        "I wonder why I had my pay-off decline.",
        "I had money but that was rejected.",
        "Cause of payment decline?",
        "I don't know why my payment was not received.",
        "Why would a payment be declined?",
        "How came it was rejected?",
        "Why my payment wasn't made is a very important question.",
        "I questioned why my payment was declining.",
        "The person asked why my payment was declined.",
        "Payments were declined, could there be a reason?",
        "How can my payment not go through?",
        "Why did my payment not go through.",
        "Do you know why the payment was declined?",
        "Why did I have my payment Declined?",
        "I inquired about the payment being declined.",
        "Why didn't the payment be accepted?",
        "Is there a reason why the payment wasn't made?",
        "I asked why my payment did not go through.",
        "Why was my payment discounted?",
        "I was wondering why my payment did not go through.",
        "Payment declined what was wrong?",
        "Was the reason why payment was Declined?",
        "Reason for declined payment?",
        "How come my cash wasn't accepted?",
        "My payments were turned down.",
        "Payment fell Why?",
        "payment decline?",
        "How did a payment not go through?",
        "What is causing the decline in payment?",
        "I asked why the payment was refused.",
        "My payment was rejected, what happened?",
        "What are the reasons for the decline payment?",
        "Will you clarify the payment rejection?",
        "How come payment was declined?",
        "What were the reasons why the payment was Declined?",
        "I have a big question about why the payment wasn't made.",
        "Payment was declined but were there any reasons?",
        "Why wasn't there a payment taken up?",
        "Payment fell, what is wrong?",
        "The reasons why payment is not accepted?",
        "I asked about my payment declining.",
        "How come my payment didn't happen?",
        "How come payment couldn't be accepted?",
        "I wonder why my pay-off decline happened.",
        "There was a reason why the payment was not made.",
        "My payments were declined.",
        "I am wondering why I had my pay-off decline.",
        "My Payment was Declined",
        "I wanted to know if there was a reason payment couldn't be accepted.",
        "Why did the payment Decline",
        "It is unclear why payment decline is occurring.",
        "PAYMENT NOT ACCEPTED",
        "Payment declined, what was that?",
        "My payment was declined Why?",
        "Had money but it was rejected.",
        "My payment was decline.",
        "An important question is why my payment was not made",
        "The reason for payment decline is not clear.",
        "Payment wasn't paid, were there any reasons?",
        "Something stopped my transaction?",
        "Why was the Payment not approved?",
        "Is there any reason why the payment was refused?",
        "I asked about my payment decline.",
        "Payment could not be made, were there any reasons?",
        "Why was payment unable to be paid?",
        "I asked why my payment was taken away.",
        "There may be a reason for decline of payment.",
        "I have a question about why my payment was not made.",
        "What is the reason my payment declined?",
        "Why was the payment not made?",
        "Had there a reason why payment was declined?",
        "Why did my transaction fail to go through?",
        "Was there a reason why the payment was not given?",
        "The reasons for decline payment is unknown.",
        "Can you address the issue of payment rejection?",
        "Why did my payment not go ahead?",
        "Why was a payment declined?",
        "The reason that my payment was not made is a big question.",
        "Why did mypayment fail?",
        "Why do payment decline?",
        "I was wondering how my transaction did not go through.",
        "Why failed my payment?",
        "Why did my cash get denied?",
        "Payment declined what is happening?",
        "Why did I suffer a pay-off decline?",
        "What are the reasons why payment is not being accepted?",
        "Why weren't payment taken up?",
        "why did my payment not go through",
        "Why was it turned down for my payment?",
        "I payment was declined.",
        "Why was refused payment?",
        "An important question is why my payment wasn't made",
        "Why my payment wasn't made is something that is important.",
        "Payment was declined, what is wrong with it?",
        "Was there a reason why the payment wasn't made?",
        "Can you shed light on the payment rejection?",
        "I asked about the reason my payment was declined.",
        "Why didn't my cash get accepted?",
        "Why is the payment not approved?",
        "I inquired about why my payment declined.",
        "Why my pay-off decline?",
        "Is the reason for declining the payment?",
        "What are the possible reasons for the payment being declined?",
        "What are the reasons why the payment isn't accepted?",
        "The cause of the payment decline?",
        "My pay-off declined, why?",
        "Why my payment wasn't made is a big question.",
        "What are the reasons for it not being paid?",
        "What are the reasons for not being paid",
        "I inquired about why my payment was declined.",
        "Are there reasons for the decline of payment?",
        "Is this why the payment was declined?",
        "Was payment not accepted?",
        "How come the payment couldn't be accepted?",
        "Declined payment, why.",
        "My payments have been declined.",
        "How are the reasons why the payment was declined?",
        "Why was my payment reduced?",
        "Why was my payment not received.",
        "the payment was turned down",
        "why payment declined",
        "What was the cause of my payment not going through?",
        "Why did the payment Declines?",
        "Why is a payment not approved?",
        "How are the reasons for not accepting payment explained?",
        "Why a payment declined?",
        "What are the reasons why the payment was Declined?",
        "There is a question as to why my payment wasn't made.",
        "Can you tell us why payment rejection happened?",
        "I wondered how my payment didn't go through.",
        "Payment declined, what is wrong?",
        "my payment was declined",
        "How come it wasn't paid?",
        "Did anyone have reason why payment wasn't taken up?",
        "Payments were declined - why?",
        "Which is why my payment was rejected?",
        "Why could not payment be accepted?",
        "What was the reason for declined payment?",
        "Is it a reason for the declined payment?",
        "How come my transaction was not accepted?",
        "How come my transaction fell through?",
        "why did payment decline?",
        "I have a question about why my payment declined.",
        "My payment declined as I asked why.",
        "There may be a reason why payment was declined.",
        "How come my payment was not successful?",
        "What caused the failure of the payment?",
        "How come it was rejected?",
        "Why had the payment Declined?",
        "How did my payment not get approved?",
        "How come the payment wasn't taken up?",
        "I asked why I didn't get paid.",
        "Why was the payment not given?",
        "I had a question about why my payment was not made.",
        "Why my payment was not made?",
        "Why did the payment not get taken up?",
        "How did the decline of payment happen?",
        "I questioned why the payment was declined.",
        "I don't know why payment couldn't be paid.",
        "The reason why my payment wasn't made is an important question.",
        "Why was payment declined.",
        "There could be a reason why payment was not given.",
        "Why was it not accepted?",
        "I wanted to know why my payment decreased.",
        "Is there a reason for refused payment?",
        "Was there any reason why payment was not made?",
        "Why did the decline in payment occur?",
        "Decline of payment could be a reason.",
        "My payment declined so I asked why.",
        "Payment was declined but why?",
        "Payment declined, what is this?",
        "What reason was it that payment was declined?",
        "My payment was dropped.",
        "I had a payment turned down.",
        "What are the reasons for the decline of the payment?",
        "Had some money, but it was turned down.",
        "Why payment couldn't be made?",
        "What are the reasons for denied payment?",
        "Why did my payment not get received?",
        "why was my cash rejected?",
        "Is the decline of payment due to a reason?",
        "Why did I decline in pay-off?",
        "What were the reasons for the payment to be declined?",
        "My transaction was declined.",
        "What are the reasons that the payment is being declined?",
        "My payment didn't go through, how?",
        "The reason why my payment was not made was a big question.",
        "Why payment isn't approved?",
        "Payment decline is unexplained.",
        "How come my payment was not received?",
        "Why would the payment be declined?",
        "The reasons for the payment to be declined are unknown.",
        "Why should my cash be rejected?",
        "Payment turned down, what's wrong?",
        "How are the reasons for declining the payment?",
        "Is there reason why payment was declined?",
        "Why had my payment declined?",
        "Payment was declined, but were there any reasons?",
        "Is decline of payment the reason?",
        "Is there a reason why the payment declined?",
        "Payment was declined, but what was the reason?",
        "The reasons for payment decline is not known.",
        "My payment was dismissed.",
        "I was wondering why my payment declined.",
        "There is a huge question about why my payment was not made.",
        "Payment is not approved?",
        "Why wasn't that payment received?",
        "Payment was Declined, what was the reason?",
        "What are some of the reasons that the payment was declined?",
        "I asked how my payment was turned down.",
        "Why was this payment not approved?",
        "I don't know how my payment did not go through.",
        "Payment wasn't taken up, what's the reason?",
        "The reason that my payment was not made is important.",
        "Why my payment was not made is an important question.",
        "What's the cause of the decline in payments?",
        "why did my pay off decline?",
        "What are the reasons why payment is refused?",
        "Why couldn't I pay?",
        "I was turned down for payment.",
        "Why did the payment go down?",
        "Why my payment was not made is something to ponder.",
        "I wondered why I had my pay off decline.",
        "Why didn't payment be made?",
        "Had my payment been rejected?",
        "I had money and it was not accepted.",
        "Why was payment failure caused?",
        "Why would my payment be turned down?",
        "Why did my payoff decline?",
        "What were the reasons for not getting paid?",
        "I had my payment not received.",
        "What happened to my payment getting rejected?",
        "I don't know why I had my pay-off decline.",
        "Why aren't payment Accepted?",
        "It is unclear why payment decline happened.",
        "What are the reasons why the payment isn't being made?",
        "Had there a reason payment couldn't be accepted?",
        "My money was turned down.",
        "I asked why my payment failed.",
        "Why my payments weren't made is an important question.",
        "The payment was declined for me.",
        "Is there any reason for the refusal of payment?",
        "Was there a reason why payment was declined?",
        "Why did my money get refused?",
        "Why had my money rejected?",
        "Why had my payment turned down?",
        "Payment wasn't taken up, what was the reason?",
        "There is a question about what caused payment failure.",
        "I was wondering if there was any reason payment couldn't be accepted.",
        "What are the reasons that the payment is not accepted?",
        "What were the reasons for declining payment?",
        "What are the reasons for the payment being turned down?",
        "How come the payment didn't go through?",
        "The reason for decline payment?",
        "Why have the payment declined?",
        "Why is the payment turned down?",
        "Any reasons for refusing payment?",
        "Was there a reason for the payment being declined?",
        "There may be a reason payment couldn't be accepted.",
        "I asked if my payment was rejected.",
        "Why was it that the payment was not approved?",
        "How come my payment wasn't recieved?",
        "How come my payment stopped?",
        "Is there a reason why declined payment?",
        "Payment was declined, do you know why?",
        "What causes for the payment to be declined?",
        "What were the reasons that the payment was declined?",
        "We don't know why my payment was not made.",
        "I wonder why I had my pay off decline.",
        "It was a big question why my payment was not made.",
        "Payment was declined, was there any reason?",
        "Was it due to a reason for declined payment?",
        "Is it the reason for the payment not being paid?",
        "It was turned down, why?",
        "How come my payments were turned down?",
        "I inquired as to why my payment declined.",
        "I wanted to know why payment couldn't be made.",
        "I had a payment declined.",
        "I wonder why my cash was rejected?",
        "What is it that the payment declined?",
        "It was my payment that was rejected.",
        "Payment decline is not known why.",
        "I have a big question regarding why my payment wasn't made.",
        "The reasons for not accepting payment?",
        "Why is the payment decline?",
        "I was wondering why my cash got rejected.",
        "Declined payment: why?",
        "My payment was not recieved.",
        "Can you tell me what happened to payment rejection?",
        "Payment declined, WHY?",
        "I inquired how my payment declined.",
        "Why did they decline the payment?",
        "What is the cause of a decline in payment?",
        "Why I didn't receive my payment?",
        "Why did the payment be turned down?",
        "Why was the payment denied?",
        "Why my payment wasn't made is important.",
        "I don't understand why I had my pay-off decline.",
        "What are the reasons for decline payment",
        "It is not clear what the reason is for payment decline.",
        "My payments was declined",
        "Payment couldn't be accepted because of something.",
        "The reason of decline of payment?",
        "Is there any reason why payment wasn't accepted?",
        "The reason for the decline in payment is unknown.",
        "What stopped payment for something?",
        "It's important that I understand why my payment wasn't made.",
        "What was the cause of payment decline?",
        "It's not known what the reason is for the decline in payment.",
        "Why did my payment not get approved?",
        "Payment couldn't get paid, are there any reasons?",
        "What were the reasons for the payment not being paid?",
        "Why did the payment not approval?",
        "There are any reasons that payment was refused?",
        "The reasons for decline payment have been asked.",
        "Why wasn't paid, what are the reasons?",
        "Why was there a decline in my payment?",
        "Why aren't I paid?",
        "I wonder why my payment was not received.",
        "Why are not payment accepted?",
        "Why are they not accepting payment?",
        "How come payment was not taken up?",
        "I had money, but I was rejected.",
        "What are the reasons why the payment is being declined?",
        "Why wouldn't my cash be accepted?",
        "I had money, but was turned down.",
        "It is an important question about why my payment wasn't made.",
        "My pay off declined.",
        "The payment was declined - why?",
        "Had money but it wasn't accepted.",
        "I inquired about the reason my payment declined.",
        "It's not clear why payment decline happened.",
        "I wondered why my payment failed.",
        "Payment declined what's wrong?",
        "There are reasons the payment was declined.",
        "Payment not approved, right?",
        "Is there a reason that payment was not taken up?",
        "The reason the payment wasn't made is a big question.",
        "How came my payment failed?",
        "Why did the payment not come through?",
        "Why was payment not taken up?",
        "why was my payment turned down",
        "Do you know the reasons for decline payment?",
        "I wonder if there was a reason why payment couldn't be made.",
        "Is there a reason why the payment was not given?",
        "Why did I see a pay off decline?",
        "How could my cash get rejected?",
        "Why wouldn't the payment be paid?",
        "I have a question about why my payment was declined.",
        "Why was my payment declined.",
        "Payment declined Why?",
        "Why couldn't payment be made.",
        "My pay-off declined.",
        "Was there any reason that payment was not taken up?",
        "Is there a reason for payment not being given?",
        "Could it be the reason for declined payment?",
        "Are you able to clarify the payment rejection?",
        "The payment declined, what's wrong?",
        "How come my payment didn't come through?",
        "Why is the payment not being paid?",
        "I asked why his payment was declined.",
        "There might be a reason why payment wasn't given.",
        "The reason for payment decline is unclear.",
        "My payment were declined.",
        "Why decline my payment?",
        "Was it the reason for the declined payment?",
        "Payments were Declined were there any reason?",
        "Why were the payment Declined?",
        "My payment did not go through.",
        "My payment was rejected, how?",
        "Payment wasn't taken up, were there any reasons?",
        "Why did my money get rejected.",
        "Was the decline of payment a reason?",
        "It's unclear what the reason is for payment decline",
        "Why did I not get my money?",
        "My payment was no longer forthcoming.",
        "I wanted to know why payment couldn't be accepted.",
        "Why was payment declined?",
        "I don't understand why my payment was rejected.",
        "What's the problem? Payment declined.",
        "I wanted to know why my payment was declined.",
        "Why isn't the payment being accepted?",
        "There was a payment that was not approved.",
        "My payments did not go through.",
        "So why did payment decline?",
        "A payment was refused.",
        "Is this the reason for denying payment?",
        "Was the decline of payment the reason?",
        "why did my payment decline?",
        "My payment declined, why?",
        "Can you state the reasons for payment rejection?",
        "Why did the pay-off decline?",
        "A payment declined, what is wrong?",
        "A big question is why my payment was not made",
        "Why decline of payment?",
        "I had a payment not going through.",
        "Payment fall?",
        "Is the reason for the decline of payment?",
        "Why wasn't my payment successful?",
        "What is the reason for payment not approved?",
        "Payment was declined and what is wrong?",
        "I asked what happened with my payment.",
        "How did my payment not go through",
        "I had my payment declined.",
        "my payment was denied",
        "No go for the payment?",
        "What are the reasons for not payment?",
        "A big question is why I wasn't paid.",
        "Can you tell me the truth about payment rejection?",
        "I inquired about why my payment stopped.",
        "How did my payment end up being rejected?",
        "I ask why my payment was declined.",
        "I asked why I was not paid.",
        "Payment was declined, are there any reasons?",
        "How came my payment didn't come through?",
        "Questions like why my payment was not made are important.",
        "There is a big question of why my payment wasn't made.",
        "What happened with my payment not going through?",
        "Payment was not taken up, why?",
        "I don't know why payment was Declined.",
        "I have a big question about how my payment was not made.",
        "Payment was not given, what reason?",
        "what are the reasons for not being paid",
        "Payment declined, what is occurring?",
        "It's a big question why my payment was not made.",
        "There is a question about why my payment was not made.",
        "It was declined, why?",
        "Is there a reason payment was not taken up?",
        "It is unclear why payment decline is happening.",
        "Payment decline is not clear why.",
        "Why wasn't my cash accepted?",
        "What made the payment decline?",
        "What are the reasons why you weren't paid?",
        "Had money but rejected.",
        "Was there any reason for the declined payment?",
        "Is it the reason for declining payment?",
        "Payments were declined, what is wrong?",
        "I asked the reason my payment was declined.",
        "Why was my payment failed?",
        "Payments declined why?",
        "Was there any reason why the payment was not taken up?",
        "Is there a reason for declined payment?",
        "I was surprised that my payment was rejected.",
        "Why did my paycheck decline?",
        "I asked why my payment had been declined.",
        "How did my payment fail.",
        "Reason for decline of payments?",
        "Declined payment and why?",
        "What are the reasons for the payment being declined?",
        "I paid was declined.",
        "Why hadn't the payment been approved?",
        "Is this the reason for refused payment?",
        "What are some of the reasons for declining the payment?",
        "How came the payment was turned down?",
        "The reason for my payment not being made is important.",
        "Wasn't my payment received?",
        "Payment couldn't be accepted, was there a reason?",
        "How was it that my payment was rejected?",
        "Why did payment not get paid?",
        "What were the reasons for the payment not being accepted?",
        "My payment was turned down",
        "The reason for declining the payment?",
        "Payment couldn't be paid, were there any reasons?",
        "I was surprised my payment was rejected.",
        "How happened my payment failed?",
        "The reasons for decline payment are unclear.",
        "Why didn't my payment go out?",
        "I asked why my payment stopped.",
        "How come my payments didn't go through?",
        "The reason why payment decline is not clear.",
        "Why is payment not done?",
        "My payment did not go forward.",
        "It's unclear what caused payment decline.",
        "Why was it that payment declined?",
        "Why can't payment be accepted?",
        "Why did I see a pay-off decline?",
        "What caused the payment to be Declined?",
        "My payment failed, why.",
        "One of the questions is why my payment was not made.",
        "What are the reasons for decline in payment?",
        "I was wondering why my payment was not received.",
        "I was questioning why my payment declined.",
        "Payment was declined, what was the problem?",
        "My pay-off went down.",
        "Why is the payment being declined?",
        "I wanted to know why my payment was not made.",
        "How did my payment turn out to be rejected?",
        "Why wasn't the payment approved?",
        "Any reason why payment was declined?",
        "Why won't you accept payment?",
        "What were the reasons for not paying?",
        "There is a question about the cause of payment decline.",
        "Payment wasn't approved, why?",
        "I wanted to ask why my payment was declined.",
        "why did my payment not go through?",
        "There are questions about why payment was not taken up.",
        "A big question is why my payments weren't made.",
        "Why did I lose pay-off money?",
        "Why did payment decline?",
        "What are the reasons the payment is denied?",
        "Why hadn't my payment been received?",
        "Is it because my payment was declined?",
        "I asked why my payment was not made.",
        "Why my payment was not received?",
        "What's the reason for payment decline?",
        "Payment flopped why?",
        "Reason for refused payment?",
        "Was it a reason for decline of payment?",
        "I have a question as to why my payment was not made.",
        "How came my money was rejected?",
        "I wanted to know if there was any reason payment couldn't be accepted.",
        "I asked why my payment was stopped.",
        "Why wasn't my transaction going through?",
        "Is there a reason payment couldn't be paid?",
        "What's wrong that payment declined?",
        "Why was the payment stopped?",
        "The question is, why was my payment not made?",
        "My payment wasn't Accepted.",
        "The pay-off decline was unexplained.",
        "What led to payment failing?",
        "I asked what happened to my payment.",
        "Payment fell, what's wrong?",
        "Payment declined, what is going wrong?",
        "Can you shed light on payment rejection?",
        "Why would payment not get paid?",
        "Payment can't be accepted, are there any reasons?",
        "I inquired as to why the payment was declined.",
        "How can my payment not be received?",
        "Is there any reason why the payment was declined?",
        "Why did my cash not be accepted?",
        "The payment was declined, what reasons?",
        "I was turned down for a payment.",
        "Why has payment not been approved?",
        "Whatcaused payment failure?",
        "I had money, and it was rejected.",
        "I wondered why my payment did not increase.",
        "Why my payment wasn't accepted?",
        "I wondered why my pay-off decline.",
        "It is a big question to why my payment was not made.",
        "Did there be a reason for decline of payment?",
        "What are the reasons for refusal payment?",
        "How come my payment wasn't received?",
        "Can you tell me the reason for the payment rejection?",
        "I didn't understand why my payment declined.",
        "Why wasn't a payment approved?",
        "Why was my funds turned down?",
        "Why couldn't payment be approved?",
        "Why couldn't it be accepted?",
        "Payment couldn't be made, what was the reason?",
        "A huge question is why my payment was not made.",
        "Did anyone have a reason why payment wasn't taken up?",
        "Which is the reason for decline of payment?",
        "Were there reasons for the declined payment?",
        "Is there any reason why the payment was not taken up?",
        "I don't know why my payment did not go through.",
        "Why don't you accept the payment?",
        "It's important to ask why my payment wasn't made.",
        "What is the reason for payment not being given?",
        "It is not clear why the payment decline happened.",
        "Why my payment wasn't made is one of the questions.",
        "It is important that I ask why my payment was not made.",
        "Is there a reason for not being paid?",
        "Why wasn't payment taken up",
        "Why did decline payment occur?",
        "I wondered why I had pay off decline.",
        "What was the reason for my payment declining?",
        "Was it due to reason for declined payment?",
        "Why did my payment fail.",
        "My payment was not going through.",
        "I inquired why my payment was rejected.",
        "Why cannot payment be accepted?",
        "my payment was decline",
        "Declined payment, reasons?",
        "What are the reasons why payment is not accepted?",
        "Why did my payment don't go through?",
        "Why was my payment lowered?",
        "Why is payment decline occurring?",
        "Was the reason for the declined payment?",
        "What happened with my payment being rejected?",
        "What is the reason for payment goofed?",
        "Why did I lose my pay off?",
        "What was the reason why payment was Declined?",
        "Payment was not taken up, so why?",
        "What are the reasons for not approving the payment?",
        "How could my payment not be received?",
        "Why was I asked to pay less?",
        "Maybe the reason for declined payment?",
        "What were the reasons for not being paid?",
        "I wonder why my payment was rejected.",
        "The cause of payment decline?",
        "Payment was declined, was there a reason?",
        "Why did I see my pay off decline?",
        "What causes the decline of payment?",
        "Payment declined, what is going on?",
        "Payment could not be accepted?",
        "I questioned how my payment declined.",
        "Why wouldn't the payment be made?",
        "What are the reasons why the payment has been Declined?",
        "Why did my payment fall?",
        "Why is the payment not received?",
        "I was asked why my payment declined.",
        "I wonder why my payment declined.",
        "Why do you think payment was declined?",
        "What is the reason for refused payment?",
        "I questioned why my payment was turned down.",
        "I asked why my payment did not increase.",
        "Was this the reason for declining payment?",
        "What happened to my payment not being accepted?",
        "The payment was declined to me.",
        "Why isn't payment taken up?",
        "Payment declined, what's wrong with that?",
        "Payment couldn't get paid, what was the reason?",
        "My paying was declined.",
        "How did my money get rejected?",
        "A big question is how my payment was not made.",
        "Why did my payment fall off?",
        "What was the reason for my payment being declined?",
        "Why do I have my cash rejected?",
        "Payment wasn't taken up, is there any reason?",
        "Why are payment declined?",
        "Why isn't a payment approved?",
        "The question is why the payment was not made.",
        "Why would a payment not be accepted?",
        "Was this why payment was declined?",
        "Why did they decline payment?",
        "I had some money, but it was rejected.",
        "What are the reasons that payment won't be accepted?",
        "What causes my payment to be turned down?",
        "I don't know why my transaction didn't go through.",
        "Why did my cash go rejected?",
        "What caused the failure of payment?",
        "I am wondering why my payment wasn't made.",
        "I asked about the payment being declined.",
        "My payment was declined, what was the reason?",
        "I had my cash rejected.",
        "There is an important question regarding why my payment wasn't made.",
        "What caused payment to be declined?",
        "The answer to why my payment was not made is important.",
        "I had money but it was rejected!",
        "I asked about the decline in my payment.",
        "How come my transaction doesn't go through?",
        "There's a question about the cause of payment decline.",
        "No go on the payment?",
        "Payment decreased, why?",
        "I wondered why my payment was not approved.",
        "My payment was disapproved.",
        "Why was not paid?",
        "It's unclear what the reason is for the decline in payments.",
        "It is not known why my payment was not made.",
        "Why was it that payment wasn't approved?",
        "Any reason why the payment was refused?",
        "Is there a reason payment was declined?",
        "why was the payment not approved?",
        "What is the reason my transaction did not go through?",
        "Why did decline payment?",
        "How come my payment didn't get through?",
        "Payment failed, how come?",
        "What were the reasons for the decline of the payment?",
        "Payment was declined, what is wrong",
        "Do you have an explanation for payment rejection?",
        "I didn't know why my payment failed.",
        "Did anyone have a reason why the payment was declined?",
        "Why is a payment Declined?",
        "Why are payment decline?",
        "I wanted to ask why my payment declined.",
        "The person asked why the payment declined.",
        "What causes my pay-off decline?",
        "Why did I lose pay-off?",
        "Why a payment is not approved?",
        "Why has my cash been rejected?",
        "I wondered if there was a reason payment couldn't be made.",
        "The payment was Declined why?",
        "Why my payment was not made was a big question.",
        "What are the reasons for the payment to not be made?",
        "I don't know why my payment was turned down.",
        "Why did my payment not come.",
        "What are the reasons why the payment wasn't accepted?",
        "Can you elaborate on the payment rejection?",
        "I asked why my pay was declined.",
        "I want to know why I had my pay-off decline.",
        "Were there reasons why the payment was declined?",
        "Is the payment rejection explained?",
        "There was a reason why my payment was declined.",
        "Payment was Declined why?",
        "Payment declined, what is happening?",
        "How were the reasons for the payment declined?",
        "I received a decline in my payment.",
        "Why wouldn't payment be given?",
        "Why don't you accept payment?",
        "Why did my pay-off decline??",
        "The reason for the payment decline?",
        "Payments declined Why?",
        "He asked why his payment declined.",
        "I'm not sure why my payment wasn't made.",
        "My payment did not go through, what happened?",
        "What are the reasons for turning down payment?",
        "I was wondering why the payment was turned down.",
        "Why was the payment turned off?",
        "Why am I not getting my money?",
        "I wondered why my pay-off declined.",
        "Payment decline, what's wrong?",
        "The reason of the decline of payment?",
        "What were the reasons for payment failure?",
        "Why payment was not made?",
        "My pay was declined.",
        "Payments were not taken up, why?",
        "Payment refused, any reasons?",
        "I paid but it was declined.",
        "It's important to understand why my payment wasn't made.",
        "Is this the reason why payment was declined?",
        "What made my payment not received?",
        "Was there a reason why the payment couldn't be made?",
        "Why have not been paid?",
        "Why wasn't my payment recieved?",
        "Payment denied, why?",
        "It is an important question why my payment was not made.",
        "How come my payment did not come through?",
        "Any reasons for refused payment?",
        "Is there a reason why not paid?",
        "How did my payment not proceed?",
        "My payment was not received, why?",
        "There was a reason the payment was Declined.",
        "Why did decline payment happen?",
        "How come the payment is not approved?",
        "Why was Payment Declined?",
        "No go on payment, why that?",
        "What was the reason for payment failure?",
        "I inquired as to why my payment was declined.",
        "How came my payment was not processed?",
        "Payment declined, what was the problem?",
        "What was the reason payment couldn't be accepted?",
        "Was it because my payment declined?",
        "What made my transaction not go through?",
        "what are the reasons for not being paid?",
        "Why declined the payment?",
        "What led to the decline in payment?",
        "How came my payment didn't go through?",
        "Had there been any reason why payment was declined?",
        "Why did payment not approved?",
        "Paying declined, why?",
        "My cash got rejected.",
        "What is the cause of the decrease in payments?",
        "Why I wasn't paid is an important question.",
        "Were there any reasons why the payment wouldn't be paid?",
        "What is the reason for decline in payments?",
        "Is there a reason for the payment to be declined?",
        "Had money and it wasn't accepted.",
        "I don't know why my payment failed.",
        "What caused the failure in payment?",
        "The reason why my payment was not made is an important question.",
        "Why did the payment go Wrong?",
        "What happened to my payment failing to go through?",
        "Why did my cash get rejected.",
        "I don't know why payment was declined.",
        "I was wondering if there was any reason why payment couldn't be made.",
        "Were there reasons for declined payment?",
        "I asked why it wasn't accepted.",
        "Is it the reason why the payment was declined?",
        "Is it the reason for denied payment?",
        "Payment stopped, why?",
        "I wonder why my pay-off decline occurred.",
        "Why did payment not be made?",
        "Was there any reason why payment was Declined?",
        "I don't know why my payment was declined.",
        "I didn't know why my payment declined.",
        "Why was my payment not successful?",
        "Can you tell me the reason for the rejection?",
        "Payment decline occurred?",
        "I questioned what happened to my payment.",
        "Why is payment declining?",
        "How come my payment wouldn't go through?",
        "Why did my payment fall apart?",
        "I wonder what happened to my pay-off decline.",
        "Why did I not get my payment?",
        "How come my payment went bad?",
        "Why did I lose my payment?",
        "What are the reasons why the payment wasn't made?",
        "Was there any reason that payment couldn't be accepted?",
        "I would like to know why payment was not given.",
        "How came my transaction failed?",
        "I asked about the decline of my payment.",
        "Payment was not given, was there a reason?",
        "Reasons for the decline of payment?",
        "It is not clear why payment decline is happening.",
        "What is the cause of drop in payment?",
        "Payment couldn't be made, was there any reason?",
        "Why couldn't payments be accepted?",
        "What led to the payment being declined?",
        "Payment not approved. Why?",
        "Is there any reason that payment was not taken up?",
        "Why my payments weren't made is a big question.",
        "Did there be a reason why payment was declined?",
        "Is there any reason for the refused payment?",
        "Why couldn't my payment be made?",
        "Did anyone have a reason why payment was Declined?",
        "What caused my transaction to not go through?",
        "Was it a reason for declined payment?",
        "Any reason why the payment was declined?",
        "What are the reasons for declined payment?",
        "Why'd my money be rejected?",
        "My money was declined.",
        "It's an important question why my payment wasn't made.",
        "Is the reason that the payment was declined?",
        "I asked why my bill declined.",
        "There was a payment rejected.",
        "Why are the payment Declined?",
        "I wanted to know why my cash was rejected.",
        "Why was payment declining?",
        "Why no go on payment?",
        "Why was payments not approved?",
        "Why did my pay-off plummet?",
        "I did not know why my payment declined.",
        "I wanted to know why my payment failed.",
        "Why did Payment decline?",
        "What are the reasons for decline pay?",
        "Why my payment wasn't made is something to ponder.",
        "Payment wasn't taken up why?",
        "What are the reasons for no payment?",
        "Is there a reason for the payment decline?",
        "How did my payment not approve?",
        "My payment was not given back.",
        "Any reason why payment was not given?",
        "Do you know why my payment failed?",
        "Payment wasn't accepted, why?",
        "Is there a reason why payment was declined?",
        "I wonder why my cash wasn't accepted.",
        "Why did the payment reject?",
        "It's not clear what the reason is for payment decline.",
        "Why'd my cash be rejected?",
        "Why did you turn down the payment?",
        "Was there any reason payment wasn't taken up?",
        "I inquired about why my payment was denied.",
        "Is there a reason payment wouldn't be accepted?",
        "Why weren't paid, what are the reasons?",
        "Can you clear up payment rejection?",
        "Is it a reason why payment was declined?",
        "Why my payment was not accepted?",
        "I asked why my payment wasn't approved.",
        "Why the payment was declined is not known.",
        "There could have been a reason why payment was declined.",
        "Why are payment not accepted?",
        "What caused my payment not to go through?",
        "Is there a reason why payment can't be accepted?",
        "Payment declined, what's the problem?",
        "Why does my payment decline?",
        "There were reasons for the payment to be declined.",
        "I wondered why my money was rejected.",
        "My payment wasn't going through.",
        "Can you give an explanation of payment rejection?",
        "Was the payment turned down?",
        "Is there a reason why the payment was declined?",
        "Payments were declined what's wrong?",
        "I have a big question about why my payment was not made.",
        "The question is \"Why my payment was not made?\"",
        "I got my cash rejected.",
        "Why would my cash be rejected?",
        "What made my cash get rejected?",
        "Why my payment was not made is important to me.",
        "I don't know why my payment wasn't received.",
        "Why did my pay-off fall?",
        "My payment was rejected, what happened to it?",
        "I wonder how my payment failed.",
        "There was a reason why my payment declined.",
        "There was a question about why payment was not taken up.",
        "I have a question about how my payment was rejected.",
        "Payment declined, what's wrong.",
        "Why wasn't this payment received?",
        "Did there be any reason why payment was Declined?",
        "How did my payment become rejected?",
        "Why did my payoff fall?",
        "It's unclear why payment decline is happening.",
        "How are the reasons for the decline of the payment?",
        "I wondered why my payment was turned down.",
        "Why was my cash rejected?",
        "How do you explain the decline in payment?",
        "why would my cash be rejected?",
        "Why was my payment refusal?",
        "Why dropped payment?",
        "What are the reasons for declinepayment?",
        "how come my payment was turned down",
        "Payment was Declined, was there a reason?",
        "What is the cause of lower payment?",
        "Is there a reason for the decline in payment?",
        "I wondered how my payment did not go through.",
        "Can you tell me why the payment was rejected?",
        "There's a big question about why my payment was not made.",
        "Why I didn't pay is an important question.",
        "Can you explain why the payment was rejected?",
        "No go on payment, why so?",
        "Why did the payment be declined.",
        "The reason for declined payment is not clear.",
        "The reasons for refused payment?",
        "Had money but was refused.",
        "How are the reasons why the payment is Declined?",
        "Why did my compensation decline?",
        "Which is why my payment was turned down?",
        "There might be a reason why payment was not made.",
        "Why was my cash turned away?",
        "I wondered why my payment was not made.",
        "What is the reason for refusing payment?",
        "Why my payment wasn't received?",
        "Payment couldn't be accepted why?",
        "why was my payment not received?",
        "I asked why my cash was rejected.",
        "Why was my cash refused?",
        "My payment wasn't granted.",
        "How did my payment end up rejected?",
        "Why didn't my payment come out?",
        "Why did my payment get rejected?",
        "The reason for declined payment is unclear.",
        "My money got rejected.",
        "It's a big question of why my payment was not made.",
        "I want to know how my payment failed.",
        "Payment not approved...what happened?",
        "What is the reason for my payment being turned down?",
        "Why did the money get rejected?",
        "Payments are not approved... why?",
        "I had money, but was rejected.",
        "Payment came down, why?",
        "The reason the payment was not made is a big question.",
        "I had money but it was rejected.",
        "Is the payment Declined because of something?",
        "Do you know why payment was not given?",
        "I asked why my payment wasn't received.",
        "Why did a payment be declined?"
    ]
}