{
    "company_type": "Auto Repair and Maintenance Shops",
    "inquiry_category": "Brake pedal feels soft or spongy",
    "inquiry_sub_category": "Brake pads and rotors wear",
    "description": "This category includes inquiries about worn brake pads and rotors, which can cause a soft brake pedal. Customers may ask for an inspection to determine if these components need to be replaced, and seek advice on selecting appropriate replacement parts.",
    "inquiry": "Are my brake pads and rotors worn?",
    "paraphrases": [
        "Can you tell me if you see signs of wear on your brakes?",
        "Is that the case with the rotors, because the brake pads have worn down?",
        "Did the brake pads become very tired?",
        "I want to know if there was any sign of wear on my brakes.",
        "Is there an indication of brake wear on my vehicle?",
        "I have to ask if there are any signs of wear in the brakes.",
        "Do you know any signs of wear on your brakes?",
        "Do there any sign of wear on the brakes?",
        "Do you know if my brakes are worn?",
        "I am wondering if there is any sign of wear in my brakes.",
        "Someone asked if the brake pads and rotors looked tired.",
        "I would like to know if I need to replace the brake pads and rotors.",
        "Is there signs of brake wear on my vehicle?",
        "Has the brake pads become tired?",
        "Is it true that the pads and rotors have been used previously?",
        "I question if brakes are worn.",
        "What is the amount of wear on the brakes?",
        "Do you see the signs of wear or wear on your brakes?",
        "I have to know if there is any sign of wear on my brakes.",
        "Do you know what the wear level on my brakes is?",
        "BRAKE PAD andROTATIONWEAR should be looked at.",
        "Is there a possibility of brake wear on my vehicle?",
        "I have to ask if there is a sign of wear on the brakes?",
        "Did the Brakes suffer some damage?",
        "Is the pads and the rotors worn?",
        "Did the Brake parts experience damage?",
        "I want to know if there was any sign of wear on the brakes.",
        "Did you see signs of wear on my brakes?",
        "I want to know if the pads and rotors have any wear on them.",
        "I didn't know if my brake pads and rotors were old.",
        "Are the brakes showing signs of damage?",
        "Do you think BRAKE PAD andROTARY wear is an issue?",
        "Do you think there are signs of wear on my brakes?",
        "What do you believe is the level of wear on my brakes?",
        "Is the brake pad or rotor worn out?",
        "Do you know if the pads and rotors were worn out?",
        "Is there any indicator of brake wear on my brakes?",
        "I need to ask if there is a sign of wear on the brakes.",
        "I don't know if my rotors and brake pads are old.",
        "Do you know whether there were pads or rotors that had suffered wear and tear?",
        "Do you think BRAKE PAD and ROTATIONWEAR need to be looked into?",
        "Is there a sign of brake wear on the brakes?",
        "Do you know if the pads and rotors wear out?",
        "I wonder if brakes are worn",
        "Do you notice any signs of wear in my brakes?",
        "Are there pads and rotors that are worn out?",
        "Do you know if there is any sign of wear on my brakes.",
        "Is it true that both pads and rotors have been used?",
        "I want to know if the brakes are worn out.",
        "I am curious to know whether brakes are worn.",
        "Do the brake pads and rotor look tired?",
        "I'm curious if the brakes have worn down.",
        "Does any sign of wear on the brakes exist?",
        "do you see any signs of wear on my brakes?",
        "Did your brake pads or rotors tired?",
        "Do you see any signs of wear or disrepair on your brakes?",
        "Are the brakes showing signs of wear?",
        "Is there any signs of wear in my brakes?",
        "There is any sign that brakes have begun to wear?",
        "Do you know if the pads or rotors suffered wear and tear?",
        "Do the brake pads and rotors look fatigued?",
        "Have you seen signs of wear on my brakes?",
        "Do there are signs of wear on my brakes?",
        "I want to know what the level of wear is on my brakes.",
        "Can the brake pad and rotor wear?",
        "I don't know if I have old brake pads and rotors.",
        "I am interested to know if the brakes were worn.",
        "Did the brake pad or motor suffer wear?",
        "Does my brakes have any wear?",
        "I want to know if I have any sign that my brakes are worn.",
        "Do you see any wear on your brakes?",
        "Does there seem to be wear on my brakes?",
        "Is there any indication of brake wear with my brakes?",
        "Someone wants to know if there are any worn pads or rotors.",
        "There are pads and rotors that are worn out?",
        "I have to ask if there is any sign of wear on my brakes?",
        "Did the brake pad or rotors wear out?",
        "Is there wear on brakes?",
        "The braking pads have worn down, is that the case with the rotors?",
        "Do you see any indication of wear on the brakes?",
        "Do you think BRAKE PAD andROTATION wear should be looked at?",
        "I asked if there was any sign of wear on my brakes.",
        "Does my vehicle show any signs of brake wear?",
        "Has there any sign of wear on the brakes?",
        "Does there any sign that brakes have begun to wear?",
        "Do you know if there are any signs of wear or wear on your brakes?",
        "Is that a sign of wear on my brakes?",
        "Does the brakes have any signs of wear?",
        "Did the brake parts go through some damage?",
        "Is it true that the pads and rotors were worn?",
        "There is any sign that the brakes have begun to wear?",
        "Did the pads and rotors worn out?",
        "Do I know if the brakes are worn?",
        "Can anyone tell me when my brakes are getting old?",
        "Any signs of wear on your brakes?",
        "Do the brake pads and rotors look exhausted?",
        "What about the wear on the brakes?",
        "I need to know if there is any sign of wear on my brakes.",
        "I would like to know if there is any signs of wear on the brakes.",
        "Do you know if there are pads or rotors that were worn?",
        "Are my brakes tired?",
        "I would like to know if I need to replace the brake pads or rotors.",
        "Do you see any signs of disrepair on my brakes?",
        "I wonder if the brakes are worn",
        "Did the brake pads and rotors not last?",
        "Do your brakes have any wear and tear?",
        "Do your brake pads and rotors become tired?",
        "Does anyone know if there are any signs of wear or wear on my brakes?",
        "Is there an indication of my brakes' age?",
        "Do you recognize any signs of wear on my brakes?",
        "I'm curious whether or not the brakes were worn.",
        "What do you say about the wear level on my brakes?",
        "I am curious as to whether the brakes wore out.",
        "The brake pads have worn down, is the case with the rotors?",
        "The pads have worn down, is that the case with the rotors?",
        "There is a question about the brake wear on my brakes.",
        "Did your brake pads get old?",
        "Do you reckon BRAKE PAD andROTATIONWEAR should be looked at?",
        "Does my vehicle show signs of brake wear?",
        "Do you know if there were pads or rotors that were worn out?",
        "Do the pads or the rotors have wear?",
        "What the level of wear on my brakes is?",
        "I don't know if brakes are worn.",
        "Do I need replacement of the brake pads or the rotors?",
        "I am curious as to whether or not the brakes are worn.",
        "Do the brake pads and rotors fatigue?",
        "I have to ask, does the brakes wear down?",
        "The brakes have worn down, Is that the case with the rotors?",
        "Is it possible that the brake pads are worn out?",
        "Is there a wear level on my brakes?",
        "Do you see any signs of wear on my Brakes?",
        "Is it possible that the brakes are worn-out?",
        "What do you think about the Brake pad and rotor wear?",
        "Does my brakes wear down?",
        "Do the brake pads and rotors look tired",
        "Is there any wear to the brake pads and rotors?",
        "Is it possible the brake pads have worn down?",
        "Are the pads or rotors worn out?",
        "What is the level of wear on my brakes now?",
        "I was wondering about the level of wear on my brakes.",
        "I wondered if there was a sign of wear on the brakes.",
        "I'm wondering if my brakes are shot.",
        "Do the brakes look worn out?",
        "Do you see any signs that my brakes are getting old?",
        "Could it be that the brakes are worn-out?",
        "I must ask if there is any sign of wear in my brakes.",
        "Are the brake pads worn down, the case with the rotors?",
        "Do there appear to be signs of wear on the brakes?",
        "The brake pads were worn down, is that the case with the rotors?",
        "Has brakes begun to wear?",
        "I have to ask if there is any sign of worn brakes.",
        "I want to know if there is any worn pads or rotors.",
        "I am curious to know if the brakes are worn.",
        "I would like to know if there are any signs of wear in my brakes.",
        "Is it possible that my brakes are old?",
        "Are there pads or rotors that have been worn?",
        "Do the rotors and pads have any wear?",
        "There is a question about brakes beginning to wear.",
        "Is there a sign of brake wear in my brakes?",
        "Do there exist any signs of wear in my brakes?",
        "Do you think of BRAKE PAD andROTARY wear?",
        "Did the Brake PARTS suffer some damage?",
        "Is the brakes in a need of maintenance?",
        "Is there any sign that my brakes are wearing out?",
        "Are BRAKE PAD andROTARY wear?",
        "Do you observe any wear or wear on your brakes?",
        "Is there wear on pads or rotors?",
        "Is there any signs of wear or wear on your brakes?",
        "Do the brakes have wear and tear?",
        "Do you know if the pads and rotors have worn down?",
        "What are your feelings about the wear level on my brakes?",
        "DO the brake pads and rotors look tired?",
        "Do you know if the rotors or pads had suffered wear and tear?",
        "Is it true that there have been worn pads and rotors?",
        "How much wear on my brakes is it?",
        "I would like to know if I need a replacement rotors or pads.",
        "What do you believe the wear level is on my brakes?",
        "I want to know the amount of wear on my brakes.",
        "I have to ask if there is signs of wear on my brakes.",
        "Is there any wear on the brake pads and rotor?",
        "Do the brake parts run down?",
        "There appear to be signs of wear on my brakes",
        "Do the brakes have wear and tear.",
        "How tired are the brake pads and rotors?",
        "The brake pads and the rotors might be old.",
        "Is it correct that the pads and rotors have worn?",
        "Does anyone know if there is a sign of wear on the brakes?",
        "What are your views on the wear level on my brakes?",
        "I have to ask, are there any signs of wear on the brakes?",
        "Do I know if there are any signs of wear on my brakes?",
        "I have to ask, if there is any sign of wear on the brakes?",
        "I am not sure whether brakes are worn.",
        "Is there a sign that the brakes are in bad shape?",
        "The brake pads have worn down, isn't that the case with the rotors?",
        "There is a possibility of brake wear on my vehicle.",
        "Are the pads and the rotors worn out?",
        "I need to know if there is any wear on my brakes.",
        "I want to know if there any sign of wear on my brakes.",
        "There could be a sign that the brakes are worn down.",
        "Does the brake pads have worn down?",
        "The brake pads are old, is that the case with the rotors?",
        "Is it possible that my brakes are going old?",
        "Did the BRAKE PARTS suffer some damage?",
        "Does there any wear on the brakes?",
        "Can you tell me if there are signs of wear on my brakes?",
        "Are there worn brake pads?",
        "I asked if there is any sign of wear on my brakes.",
        "Do you think you see signs of wear on the brakes?",
        "I'm wondering if the brakes are worn out.",
        "I'm wondering if the brakes are worn",
        "Could you detect any wear on the brakes?",
        "I'm curious to learn if the brakes were worn.",
        "Can I tell if there is wear on my brakes?",
        "I have to ask if there is any wear on the brakes.",
        "Does my vehicle have any indications of brake wear?",
        "Do the brake pads and wheels look tired?",
        "Does anyone know if there are signs of wear on the brakes?",
        "Does it seem that the pads and rotors have been used?",
        "I want to know if there is a sign of wear in the brakes.",
        "The brakes might have worn down.",
        "Does the pads and the rotors have wear on them?",
        "Is there a sign that the brakes are tiring?",
        "Do you know if the pads and rotors have worn?",
        "Do you know if there are pads or rotors that have been used.",
        "I wasn't sure whether the brakes were worn.",
        "Did the brake pads wear down?",
        "There is a question, do the Brakes are in bad shape?",
        "What does you think the wear level on my brakes is?",
        "Did the rotors and pads worn out?",
        "Is it possible that the brakes have worn out?",
        "Do you know if these are worn pads or rotors?",
        "Did the braking pads suffer wear?",
        "A question about brake pad and rotor wear.",
        "Is it possible that the brake pads are old?",
        "Did your brake pads and rotors get tired?",
        "Do you think that there are signs of wear on the brakes?",
        "Is there any level of wear on my brakes?",
        "Is there any indication that brakes are wearing?",
        "Will the brake pads and rotors be tired?",
        "The level of wear on my brakes is a question.",
        "What is the levels of wear on the brakes?",
        "I have to ask whether there is any sign of wear in my brakes.",
        "Do the brakes have some wear and tear?",
        "What do you think about my brakes' wear?",
        "Is there any indication of the wear on my brakes?",
        "Are the pads or the rotors tired?",
        "Was the pads or rotors worn out?",
        "I have to ask if there was any wear on my brakes.",
        "There could be an indication of brake wear on my brakes.",
        "Do you notice any sign of wear on your brakes?",
        "I am wondering whether the brakes were worn.",
        "Is there any wear on the brake pad and the rotors?",
        "Is there any wear to my brakes?",
        "I want to know if I need a brake pad or rotor replacement.",
        "Are they worn pads or rotors?",
        "I have to ask, does the brakes show any wear?",
        "Do you see any wear and tear on the brakes?",
        "Did the brake pads and the rotors turn out to be tired?",
        "I wonder if the brakes are worn?",
        "I asked if there were any signs of wear on my brakes.",
        "Could the brakes be in need of repair?",
        "Do you know if the pads or the rotors have suffered wear and tear?",
        "Do you know if the pads and rotors have been worn?",
        "I don't know if my pads and rotors are old.",
        "Do you think BRAKE PAD andROTARY wear is wear?",
        "Could you detect the wear on the brakes?",
        "Did the brake pads and rotors fatigue?",
        "What is wear on my brakes?",
        "Do you observe any signs of wear on my brakes?",
        "I am wondering if the brakes are worn-out.",
        "There is a question of brake wear.",
        "Is there any hint of brake wear on my brakes?",
        "Does there an indication of wear on the brakes?",
        "Do there wear on the pads and rotors?",
        "Is there anything wrong with the brake pad and rotor?",
        "Do the pads and rotors show any wear?",
        "Do the pads and rotor have any wear?",
        "The brake pads and the rotors may be tired.",
        "There are brake pads and rotors that are worn.",
        "I wonder if the brakes have wear out?",
        "Was there any wear on the brake pad and rotor?",
        "There may be signs of wear on my brakes.",
        "Do you reckon BRAKE Pad andROTARY wear?",
        "Is it possible the brakes have begun to wear?",
        "Could the brakes be worn out?",
        "I'm curious if the brakes were wearing out.",
        "Did the brake pad orrotor suffer wear?",
        "Do you know whether the brakes have wear and tear on them?",
        "Is the level of wear on my brakes?",
        "Do you know if the pads and rotors have been use?",
        "What about the brake pads and the rotor?",
        "A question about brakes worn out.",
        "Is there a hint of when my brakes are getting old?",
        "Are there pads and rotors that have been worn?",
        "Do my brake pads or rotors wear out?",
        "Do you know if you see wear on the brakes?",
        "What do you think about brake wear on my brakes?",
        "Do you know whether there are signs of wear on the brakes?",
        "I want to know whether the brakes were worn.",
        "Do you know if the brake pad and rotors wear?",
        "Did thebrake parts suffer some damage?",
        "Does it seem like there are signs of wear on my brakes?",
        "I would like to know if there are signs of wear on the brakes.",
        "Is there a sign of brakes wearing down?",
        "I wanted to ask if there was a sign of wear on the brakes.",
        "I wonder if the brakes have tired out.",
        "Is there wear on theBrake pad and rotor?",
        "I asked if there were any signs of wear on the brakes.",
        "Is there any sign that the brakes have started to wear?",
        "I have to wonder if there are any signs of wear on my brakes.",
        "Is the case with the brake pads or rotors?",
        "There is any sign that brakes are starting to wear?",
        "I would like to know if there are signs of wear on my brakes.",
        "I'd like to know if I need a rotors or brake pads.",
        "The brakes may be worn",
        "Do the brake pads have tired appearance?",
        "Is my brakes getting old?",
        "How about brake pads and rotor wear?",
        "Did brake pads and rotors become tired?",
        "Do the pads and rotors look tired?",
        "Does any indication of brake wear occur on my brakes?",
        "I'm curious if there are worn brakes.",
        "There is a question of whether the brakes have begun to wear.",
        "I want to know if I need a brake pad or a rotor replacement.",
        "Is there a sign of brakes wear on my vehicle?",
        "The pads and rotors may have wear.",
        "What do you think about the wear levels of my brakes?",
        "Is there wear and tear on the pads or rotors?",
        "Do you recall any wear and tear on brakes?",
        "What do you know about the level of wear on my brakes?",
        "Is it possible that the brake pads and the rotors are old?",
        "Did the Brake parts sustain damage?",
        "Is there pads or rotors that had been worn?",
        "Will there be any wear on my brakes?",
        "Do the brakes get any wear and tear?",
        "detect any wear on the brakes?",
        "What are your opinions on the wear levels on my brakes?",
        "Do the pads and rotors experience any wear?",
        "The brake pads have worn down, is that the case with the rotor?",
        "Do I need a new brake pad or rotor?",
        "Is there any BRAKE PAD and ROTARY wear?",
        "What do you think the levels of wear on my brakes are?",
        "I wondered if brakes are worn.",
        "Did there become tired brake pads?",
        "There may be signs of wear on the brakes.",
        "Do I need new brake pads or rotor replacements?",
        "Is there a sign that brakes are wearing down?",
        "I wonder if there is any sign of wear on my brakes?",
        "Do I need a replacement brake pads and rotors?",
        "Do you detect signs of wear on my brakes?",
        "I'm interested in whether or not brakes are worn.",
        "Do you see any signs that your brakes are wearing down?",
        "I have to wonder if there are any signs of wear on the brakes.",
        "Are the brake pads worn down and the rotors the same?",
        "Is there a indication of brake wear?",
        "Is the brake pads or the rotors tired?",
        "I have to question if there is any sign of wear on the brakes.",
        "Do there appear be signs of wear on my brakes?",
        "Does there have been any signs of wear on my brakes?",
        "I want to know if there is any wear in my brakes.",
        "Do you reckon BRAKE PAD andROTARY worn?",
        "Did the brakes becoming tired?",
        "There may be a sign of wear on the brakes.",
        "Do signs of wear on my brakes show up?",
        "Is it possible that there are signs of wear on my brakes?",
        "I am wondering if there is any sign of wear in the brakes.",
        "Do you know if there's any sign of wear in my brakes?",
        "Is there a sign my brakes are worn?",
        "There could be signs of wear on the brakes.",
        "I would like to know if there are any worn pads or rotors.",
        "Is there any indication that the brakes are wearing down?",
        "Is it possible that there is brake wear on my vehicle?",
        "There is a question about brake wear on my car.",
        "I have to ask, do the brakes show any wear?",
        "Do you know if any pads or rotors suffered wear and tear?",
        "Did the brake pad or rotors have wear?",
        "Are theBrake pads and rotors tired?",
        "Are BRAKE PAD andROTARY wear what you reckon?",
        "I'm curious about whether the brakes were worn.",
        "The brakes have worn down, is that the case for the rotors?",
        "Is it true that the pads and rotors have been in use?",
        "I ask if the brakes were worn.",
        "What do you think about the signs of wear on my brakes?",
        "I must ask, does there any sign of wear on my brakes?",
        "Do you see any signs of wear on your brakes?",
        "Should BRAKE PAD and ROTATIONWEAR be looked at?",
        "Were the brake pads tired?",
        "Is the brake pads tired.",
        "Did the brakes suffer any wear?",
        "I am curious about the brakes being worn.",
        "I need to question if there is any sign of wear on my brakes.",
        "The brakes may become tired.",
        "Did the brake pads and rotors become worn out?",
        "I'm curious as to whether or not the brakes were worn.",
        "I would like to know if I need to replace the brake pads or rotor.",
        "I asked if there were signs of wear on my brakes.",
        "Do the pads and rotors have wear?",
        "Is there a sign the brakes are worn down?",
        "I have to ask if I have any signs of wear on my brakes.",
        "The brakes have worn down, is that what the case with the rotors?",
        "Do you see any signs of wear or disrepair on my brakes?",
        "I have to ask if there is a sign of wear on my brakes.",
        "Do you have any signs of wear on my brakes?",
        "There is a question of brake wear on my brakes.",
        "I want to know if I need a brake pad or rotors.",
        "Is it possible that the brake pads are worn down?",
        "Is there any worn out pads and rotors?",
        "Do you have any sign that my brakes are worn?",
        "Did the brakes have any wear and tear?",
        "Do there appear to be worn down brakes?",
        "Do the brake pads and rotors appear tired to you?",
        "Did the brake pads orrotor suffer wear?",
        "Is there any apparent signs of wear on my brakes?",
        "Did the Brakes suffer damage?",
        "What about the level of wear on my brakes?",
        "There is wear on my brakes?",
        "Can I ask if there is any sign of wear in my brakes?",
        "I'm curious to know if the brakes were worn",
        "Is the pads or rotors worn?",
        "Checking the brakes for wear?",
        "I am curious whether or not the brakes were worn.",
        "Do the brake pads and rotors wear out?",
        "Are there pads or rotors that have suffered wear and tear?",
        "Is there damaged pads or worn out rotors?",
        "Do you see signs of worn brakes?",
        "Do you see any signs of wear on my BRAKES?",
        "The brake pads and rotors could be old.",
        "Was the brake pad or rotors worn?",
        "Do I need replacement brake pads or rotor?",
        "Is there any sign that the brakes are worn out?",
        "I'd like to know if I need a brake pad or rotors.",
        "Is it the case that the brake pads have worn down?",
        "Are there any signs of when my brakes are getting old?",
        "I'm curious if any brakes are worn.",
        "Is there any wear on the brakes.",
        "I am curious as to whether the brakes are worn",
        "Did your brake pads and rotor become tired?",
        "Do you know whether the pads or rotors were worn?",
        "Do you think BRAKE PAD AND ROTATIONWEAR should be looked at?",
        "I asked if there was a sign of wear in my brakes.",
        "Do you see wear or wear on my brakes?",
        "Is it possible the brakes are worn-out?",
        "Do you think BRAKE PAD andROTATION WEAR need to be looked at?",
        "I need to ask if there is a sign of wear in the brakes.",
        "Do you know if there is any sign of wear on my brakes?",
        "I would like to know if I need a new brake pad or rotors.",
        "I am curious as to whether or not the brakes were worn.",
        "I'm wondering if there's any sign of wear on the brakes.",
        "I need to ask if there is wear on the brakes.",
        "Do you know if the pads and the rotors had suffered wear and tear?",
        "Do you know if there is brake pad and rotor wear?",
        "Do I have a sign that my brakes have worn out?",
        "Is my rotors and brake pads old?",
        "Did the brake pads become exhausted?",
        "I have a question, do there any signs of wear on the brakes?",
        "How much wear on my brakes are there?",
        "Does anyone detect any wear on the brakes?",
        "Is there any wear on the brake pad and rotor.",
        "I'm curious as to whether the brakes were worn",
        "Do you know if there is wear on brakes?",
        "Is there any sign that brakes are worn down?",
        "Is there signs of wear on the brakes?",
        "Do you have a sign of wear in your brakes?",
        "There may be a sign that the brakes have started to wear.",
        "Is the pads and the rotors worn out?",
        "Does there have been any signs of wear in my brakes?",
        "Is there any sign the brakes are worn?",
        "Do you know if the brakes need some repair?",
        "Do you know if the rotors or pads were worn?",
        "Do the brake pads and rotors have a tired appearance?",
        "Does anyone detect wear on the brakes?",
        "I would like to know if I need brake pads or rotor replacements.",
        "Do the pads or rotors wear out?",
        "I am curious about whether brakes are worn.",
        "Do there appear to be wear on the brakes?",
        "Do you see any signs of wear on myBrakes?",
        "Do you know if pads or rotors were worn?",
        "Is there any sign that the brakes have worn down?",
        "Do I have any indication of wear on my brakes?",
        "Could it be that the brakes are worn out?",
        "Do my brake pads and rotors have wear?",
        "Do you feel any wear on the brakes?",
        "Are there pads and rotors that are worn?",
        "What do you feel the wear level on my brakes is?",
        "Does the rotors have worn down due to the brake pads?",
        "Did the brakes become tired??",
        "The brake pads could be tired.",
        "I'm curious whether brakes are worn",
        "Does there any indication of brake wear on my brakes?",
        "Are the brakes in need of some service?",
        "What are the wear levels of my brakes?",
        "Do there appear to be any signs of wear on the brakes?",
        "Did your brake pads and rotors tire out?",
        "Does anyone know if the brakes are worn?",
        "Do you observe signs of wear or wear on your brakes?",
        "Did your brake pads and rotors become worn out?",
        "Do you see any signs of the wear on my brakes?",
        "Do you have any indication of brake wear on my vehicle?",
        "Do I need a brake pad or a new rotor?",
        "Is there any sign of when my brakes are getting old?",
        "Do the brakes suffer some damage?",
        "There is a question of whether the brakes were worn.",
        "Do you think BRAKE PAD and ROTARY wear are due?",
        "I want to know if there is any signs of wear on my brakes.",
        "Should BRAKE PAD andROTATIONWEAR be looked at?",
        "Do you experience any signs of wear on my brakes?",
        "Do you want BRAKE PAD and ROTATION WEAR looked at?",
        "Does my brakes show any signs of wear?",
        "Is there a worn out pads or rotors?",
        "Do you know if there are any wear on the brakes?",
        "Do you think BRAKE PAD andROTATION WEAR should be examined?",
        "Do I have any signs that my brakes are tired?",
        "I am interested in if the brakes are worn.",
        "Do I see any sign of wear on the brakes?",
        "What's the level of wear on my brakes?",
        "What's the level of wear on the brakes?",
        "Is there any worn pads orrotors?",
        "There is wear on the brake pad and the rotors.",
        "Do you witness any signs of wear on my brakes?",
        "Do you know if you see signs of wear on the brakes?",
        "There is a question as to whether brakes are worn.",
        "I want to know if there is any sign of wear on my brakes.",
        "Do you know if there are pads or rotors that have worn out?",
        "Is there an indication of brake wear in my brakes?",
        "Do I have any sign of wear on my brakes?",
        "I wonder if the brakes wear out.",
        "Does anyone see signs of wear on my brakes?",
        "Have the pads and rotors worn down?",
        "I am curious to know if brakes are worn.",
        "Do you know if any of the pads or rotors were worn?",
        "Is there any indication that my brakes are worn?",
        "Is there any indication ofbrake wear on my car?",
        "I am curious as to whether the brakes have been worn.",
        "Is there any indication of brake wear in my vehicle?",
        "Did the brake pads androtor become tired?",
        "Is there any sign that brakes are tiring?",
        "I have to ask if there are signs of wear on the brakes.",
        "Is there an indication that my brakes are worn?",
        "I have to ask if there was any sign of wear on my brakes.",
        "What is the level of wear on my brakes??",
        "Did the brake pads begin to wear down?",
        "Are there any signs of brake wear?",
        "Has there any sign of wear on my brakes?",
        "Did the pads or the rotors wear out?",
        "I want to know if my brakes are getting old.",
        "Is it possible that the brake pads have worn down?",
        "DO there appear to be signs of wear on my brakes?",
        "I'm wondering if brakes are worn out.",
        "The brakes may have begun to wear.",
        "The brake pads and rotors are tired?",
        "Is there any indication of wear on your brakes?",
        "Did the brake pads and the rotors wear out?",
        "Do you know whether there is any sign of wear on the brakes?",
        "Do you see any wear on my brakes?",
        "Is my brakes showing signs of wear?",
        "Do you think BRAKE PAD and ROTATIONWEAR needs to be looked at?",
        "Do you think BRAKE PAD andROTARY wear wear?",
        "I want to know if I need a brake pad or a rotors replacement.",
        "Does there any sign of wear on my brakes?",
        "Do you think my brakes are wearing down?",
        "Did the brake pad or rotor wear out?",
        "Are there pads or rotors that have been used?",
        "Do you see signs of wear on your brakes?",
        "Take a look at any brake wear.",
        "Did the brake pads or rotors have wear?",
        "Did the brake pads and rotors get tired?",
        "Do you think BRAKE PAD andROTATIONWEAR should be looked at?",
        "Do you see any wear on my brakes.",
        "Do you notice any sign of wear on the brakes?",
        "Did your brake pads and rotors become Tired?",
        "I'm curious on whether the brakes were worn.",
        "Are the brakes worn down, or is the case with the rotors?",
        "How about the brake pad and the rotor?",
        "Did the brake pads experience wear?",
        "I was wondering if there were signs of wear on my brakes.",
        "I have to ask if there are any signs of wear on the brakes.",
        "The brake pads have deteriorated, is that the case with the rotors?",
        "Can there be signs of wear on my brakes?",
        "Is there any sign of brakes wear on my vehicle?",
        "Does the brake pad or rotor suffer wear?",
        "Did the brakes have wear and tear?",
        "Does any sign of wear in my brakes show up?",
        "Is they any worn pads or rotors?",
        "Do you notice any wear or wear on the brakes?",
        "Is it possible that brakes have wear and tear?",
        "Do you observe any signs of wear on your brakes?",
        "Do you see wear and tear on the brakes?",
        "Do my brake pads and rotors wear?",
        "Is the brake pads and rotors worn out?",
        "What is the wear on the brakes?",
        "Do you think BRAKE PAD andROTARY wear is happening?",
        "I asked if there were any signs of wear in the brakes.",
        "Do there appear to be signs that my brakes are worn?",
        "I have to ask if there is any sign of wear on brakes.",
        "Check the brakes for any wear?",
        "BRAKE PAD and ROTARY wear, do you think so?",
        "Is my brakes in need ofrepair?",
        "I'm wondering if the brake pads have worn down.",
        "Is there any signs of wear on the brakes?",
        "Do you know whether there is wear and tear on brakes?",
        "Is it possible that the pads and rotors have been worn?",
        "Do you find any signs of wear or wear on my brakes?",
        "Do you see any signs of wear to my brakes?",
        "I'd like to know if I need brake pads or rotor replacements.",
        "Do you recognize any signs of wear on the brakes?",
        "Is my brake pads and rotors wearing out?",
        "Is there wear on the pads or the rotors?",
        "Is it possible you see signs of wear on your brakes?",
        "Do you know if the brakes have wear and tear?",
        "Do you see signs of wear on my Brakes?",
        "I was wondering if the brakes are worn.",
        "Do you see signs of wear in my brakes?",
        "Is there any indication of wear or wear on my brakes?",
        "I have to ask if there is any evidence of wear on my brakes.",
        "Do you know if the pads or the rotors sustained wear and tear?",
        "I would like to know if I need a brake pad or a rotor replacement.",
        "Is the brake pad and rotor worn?",
        "Is brakes have wear and tear?",
        "Are there tired brakes?",
        "Is there any wear on the brake pad or the rotor?",
        "Does the brake pads and rotors look tired to you?",
        "I wonder if the brakes have worn out.",
        "What's the amount of wear on my brakes?",
        "Do you know if you see signs of wear or wear on the brakes?",
        "I'm unsure if brakes are worn.",
        "I would like to know if I need a new brake pad or a new rotor.",
        "I am curious if the brakes have been worn.",
        "What is the extent of wear on the brakes?",
        "Does there seem to be any wear on my brakes?",
        "Do you see any sign of wear on the brakes?",
        "Is there any indication of my brakes' wear?",
        "I wonder if there is any indication of wear on the brakes.",
        "Is there any wear on the brake pad and helicopter?",
        "Was the brake pad or rotor worn out?",
        "I want to know if there's any sign of wear on my brakes.",
        "Is the case with the rotors, if the brake pads have worn down?",
        "Do you reckon the BRAKE PAD and ROTARY wear?",
        "Do you know whether or not there were pads or rotors worn?",
        "Do I have any sign of wear in my brakes?",
        "Do you know if there is any indication of wear on the brakes?",
        "Is it possible that you see any signs of wear on my brakes?",
        "Do you know if there are signs of wear or wear on the brakes?",
        "Are there any pads or rotors that have been worn?",
        "Do you detect signs of wear or wear on the brakes?",
        "I have to ask, does the brakes wear out?",
        "I'm curious as to if the brakes wear down.",
        "Do you see any sign of wear in my brakes?",
        "Do you know if there were pads or rotor worn?",
        "Is it possible that brakes have started to wear?",
        "Do the brakes suffer wear?",
        "Does anyone see signs of wear or wear on the brakes?",
        "I have to ask, are there any signs of wear on my brakes?",
        "Did the brakes become tired.",
        "Did your brake pads and rotors start to wear out?",
        "I'm asking if brakes are worn.",
        "Is there wear on the brakes pad and rotor?",
        "Did the brakes become worn?",
        "What does you think the wear level is on my brakes?",
        "Did the brake pad or rotator suffer wear?",
        "check the brakes for wear?",
        "I'm curious as to whether there are worn brakes.",
        "Is there a problem with the brake wear on my vehicle?",
        "I am curious about whether or not the brakes were worn.",
        "There's a question about brake wear on my brakes.",
        "I wonder if there's any sign of wear on my brakes.",
        "What do you think of the level of wear on my brakes?",
        "Do you know the amount of wear on my brakes?",
        "Is there any indication of brake wear on my brakes",
        "Do the brake pads and equipment look tired?",
        "Are there any levels of wear on my brakes?",
        "What do you believe the wear level of my brakes is?",
        "Does there any wear on my brakes?",
        "Do your brakes wear out?",
        "Could there be signs of wear on my brakes?",
        "Do you see any wear to your brakes?",
        "I'm curious if brakes were worn.",
        "Do the brakes need any wear and tear?",
        "I wonder if there are worn-out brakes?",
        "Is anyone aware of brake wear on my vehicle?",
        "Are there brake pads that are tired?",
        "Is the brake pads worn down, or is that the case with the rotors?",
        "I need to ask if there is any sign of wear on the brakes?",
        "Do there appear to be signs of wear in my brakes?",
        "I wonder if my brakes are worn.",
        "Is there a worn pad or rotors?",
        "The brake pads are worn out, is that the case with the rotors?",
        "I wish to know if there is any sign of wear on the brakes.",
        "Do you notice signs of wear or wear on my brakes?",
        "I wonder if there is wear on the brakes.",
        "Will there be wear on the brakes?",
        "Is my vehicle showing any signs of brake wear?",
        "Did the brake pads and rotors start to wear?",
        "Could the pads and rotors have worn out?",
        "What is the level of wear to my brakes?",
        "Is there wear on my brakes?",
        "Is there any indication that the brakes are worn down?",
        "Do you think BRAKE PAD and ROTARY wear are on?",
        "Is there any sign brakes have begun to wear?",
        "Did the Brakeparts suffer some damage?",
        "What about the brake pads and rotors?",
        "Is there any worn pads and rotors?",
        "Is it possible that my brakes are shot?",
        "How much wear do you think my brakes have?",
        "Is your brakes showing signs of wear?",
        "Did the brake pads become too tired?",
        "What do you think the wear level on my brakes is??",
        "Do the brake pads and rotors have wear and tear?",
        "Is it possible that my brakes wear out?",
        "Do you see any signs of wear on the brakes",
        "Do you have an opinion on BRAKE PAD andROTARY wear?",
        "I asked if there was a sign of wear on the brakes.",
        "Is there brake pad wear?",
        "What do you think about the wear in my brakes?",
        "I want to know if there are any signs of wear on the brakes?",
        "Is there a sign that brakes have started to wear?",
        "There is a question if brakes have begun to wear.",
        "Do the pads and rotors wear?",
        "Is there any sign that my brakes are old?",
        "Are there signs of wear on the brakes?",
        "Do the brake pads or the rotors suffer wear?",
        "Is there any indication of brake wear on my brakes.",
        "The brakes might be worn",
        "There is a question of whether the brakes are worn.",
        "Does anyone know if there is wear on the brakes?",
        "What about the brake pads & rotors?",
        "Is there any brake wear on my vehicle?",
        "Do you know if the brakes need checkup?",
        "I wondered if the brakes were worn out?",
        "I am curious on whether brakes are worn.",
        "Is it possible that my brakes are failing?",
        "Is it true the pads and rotors have been worn?",
        "Are there pads or rotors that have worn out?",
        "Try to detect wear on the brakes.",
        "I'm unsure if the brakes were worn.",
        "Does anyone know if the brakes have begun to wear?",
        "I need to ask, is there any sign of wear on my brakes?",
        "Are there any signs that the brakes are worn down?",
        "Do I need to replace the brake pads or the Rotor?",
        "The brakes may be worn out.",
        "Do you believe BRAKE PAD andROTATIONWEAR needs to be looked at?",
        "Do I know if my brakes are being worn?",
        "Are they any worn pads or rotors?",
        "Is the brake pads getting old?",
        "I want to know if you see signs of wear on my brakes.",
        "Will there be any signs of wear in my brakes?",
        "Is there a sign of wear to my brakes?",
        "Did your brake pads and rotors tired?",
        "Is BRAKE PAD and ROTARY wear what you think?",
        "Does there any sign of wear in the brakes?",
        "I have to ask, do my brakes wear down?",
        "What is the level of wear I have on my brakes?",
        "Do you know if there is any wear on brakes?",
        "Do you think BRAKE PAD and ROTATIONWEAR need to be examined?",
        "Does my vehicle have an indication of brake wear?",
        "Do the brakes have tired looking pads?",
        "Is there wear on the Brake pad and rotor?",
        "Do you know if they're a worn pads or rotors?",
        "Are there any signs that the brakes are worn?",
        "do you reckon BRAKE PAD andROTARY wear?",
        "What is the state of my brakes?",
        "I am curious if there are worn brakes.",
        "BRAKE PAD and ROTARY wear, do you reckon?",
        "Is the rotors and the pads worn out?",
        "There is a question concerning brake wear on my brakes.",
        "I need to ask if there is wear on my brakes.",
        "Do the brake pads and rotors have age?",
        "I would like to know if there is any indication of brake wear on my brakes.",
        "Do you have any indication of wear in my brakes?",
        "Do the pads or the rotors have wear on them?",
        "Do you know if pads or rotors are worn out?",
        "I have a question about the level of wear on my brakes.",
        "I have to ask, is there any sign of wear in the brakes?",
        "What is the overall level of wear on my brakes?",
        "I would like to know if there is a sign that my brakes are worn.",
        "I want to ask if there is any sign of wear in my brakes.",
        "Do you see signs of wear or wear to your brakes?",
        "Did the Brake parts suffer some sort of damage?",
        "The brakes seem to have worn down, is that the case with the rotors?",
        "Was the pads and rotors used up?",
        "I wonder if there are worn out brakes.",
        "I am curious as to if the brakes were worn.",
        "Is the rotors worn down because of the brake pads?",
        "Did the pads and rotors become worn out?",
        "Is there any indication of the age of my brakes?",
        "Does anyone know if there is wear on my brakes?",
        "I want to know if there are any worn pads or rotors.",
        "The brake pads may be worn down, is that the case with the rotors?",
        "Can you tell me about brake pad and rotor wear?",
        "Do you know any signs of wear or wear on your brakes?",
        "Are you seeing signs of wear on your brakes?",
        "Do you see signs of wear on the brakes.",
        "I wondered if the brakes were worn-out.",
        "Is there any sign that the brakes are tiring?",
        "Is the case that the brake pads have worn down?",
        "Did the brake pads become worn?",
        "Are my brake pads getting old?",
        "The brake pads worn down, is that the case with the rotors?",
        "The BRAKE PAD andROTATIONWEAR should be looked at.",
        "I have to wonder if there is a sign of wear in my brakes.",
        "Is there anything to indicate that brakes have begun to wear?",
        "I'd like to know if I need a new brake pad or rotors.",
        "I need to know if there's any sign of wear in my brakes.",
        "Do you know if the pads or the rotors suffered wear and tear?",
        "Do there any signs of wear in my brakes?",
        "Do the brake pads and the rotors look tired?",
        "Does there a sign of wear in my brakes?",
        "Did the brake pads become tired",
        "Do you know if there are any signs of wear on the brakes.",
        "Do the pads or the rotors wear out?",
        "I have to ask whether there are any signs of wear on my brakes.",
        "Are the pads androtors worn out?",
        "There is a question about brake wear on my vehicle.",
        "Is there any wear on the pads or the rotors?",
        "Do I have a sign that my brakes are wearing down?",
        "Is there any indication that my brakes are getting old?",
        "I want to know if there is any sign of wear on the brakes.",
        "There is any sign of brake wear on my vehicle?",
        "There might be a sign of brake wear on my vehicle.",
        "I would like to know if I need brake pads or rotors.",
        "Is it possible that I have a sign that my brakes are worn?",
        "Is the brake pads worn down, the case with the rotors?",
        "Do I need replacement brake pads and rotors?",
        "Do you have any evidence of wear in my brakes?",
        "What do you think is the level of wear on my brakes?",
        "Does any sign of wear on my brakes exist?",
        "I asked if brakes are worn.",
        "Is there wear and tear on the brakes?",
        "Is it the case with the brakes that they have worn down?",
        "I have to ask, does there a sign of wear on my brakes?",
        "Does the brake pads have worn out?",
        "Did the brake pads and the rotors look tired?",
        "I'm curious as to whether the brakes had been worn.",
        "Are there tired brake pads?",
        "Does there look to be signs of wear on my brakes?",
        "Is it possible I have signs of wear on my brakes?",
        "What are the wear levels on my brakes?",
        "Is the brake pads or rotors tired?",
        "What level of wear is on my brakes?",
        "Did the brake pads get tired?",
        "Do you know if the pads or the rotors had any wear and tear?",
        "Is there wear on the brake pads or the rotor?",
        "Do you think BRAKE PAD and ROTATIONWEAR needs to be examined?",
        "I was curious as to whether brakes were worn.",
        "I have asked if there is any sign of wear on the brakes.",
        "Do you see signs of wear with the brakes?",
        "Do I need a brake pad or rotor replacement?",
        "Do I need replacements of the brake pads or the rotors?",
        "Do you know if there are any worn pads or rotors.",
        "Have brakes been worn out?",
        "Do there appear to be signs of disrepair on my brakes?",
        "Do my brakes have any signs of wear?",
        "There is a question about wear on my brakes.",
        "I would like to know if I need a brake pad or rotor replacement.",
        "Did there any sign of wear on the brakes?",
        "Do you know if there is a sign of wear on my brakes?",
        "do you see any signs of wear on the brakes?",
        "Check for wear on the brakes.",
        "I have to ask, does there any wear on my brakes?",
        "BRAKE PAD andROTARY wear, do you think?",
        "Is there any sign that brakes are wearing out?",
        "What do you think is the wearlevel on my brakes?",
        "Do you notice signs of wear or wear on your brakes?",
        "Is there any sign of wear or wear on your brakes?",
        "Do you know if there are wear and tear on brakes?",
        "Did the brakes become tiring?",
        "Do you think BRAKE PAD andROTATION WEAR should be looked at.",
        "Is there any sign of brake wear on my vehicle",
        "I have to wonder if there is any sign of wear in my brakes.",
        "I want to know if brakes are worn out.",
        "Is there any wear on the brake pads and the rotors?",
        "Are there any indications of when my brakes are getting old?",
        "The brakes may have become tired.",
        "Do you see any symptoms of wear or wear on my brakes?",
        "The brake pads and rotors might become tired.",
        "Is that the case with the brakes or the rotors?",
        "I don't know if my brake pads and rotors are worn.",
        "Can you detect wear on the brakes?",
        "Did the brake pad or rotors wear?",
        "Do you observe signs of wear on my brakes?",
        "Is it possible that there were pads or rotors worn?",
        "Does the pads or rotors have any wear?",
        "I have to ask if there are any signs of wear in my brakes.",
        "Did the brakes suffer wear.",
        "Is it the case that the brake pads are worn down?",
        "Is it true that brakes have begun to wear?",
        "I need to know if there is a sign of wear in my brakes.",
        "Is that the case with the brake pads and the rotors?",
        "Did the brakes begin to wear out?",
        "I wonder if brakes have any wear and tear.",
        "What does you reckon the wear level on my brakes is?",
        "Do you know if they are worn pads or rotors.",
        "Did the brake pads wear out?",
        "Is it the case with the rotors that the brake pads have worn down?",
        "Is there an indication when my brakes are getting old?",
        "Do you know if it's any worn pads or rotors?",
        "Is it possible that pads or rotors are worn out?",
        "I need to know if there's any sign of wear on the brakes.",
        "The brakes may be wearing out.",
        "I'm unsure whether brakes are worn.",
        "Do you know if the pads or rotors are old?",
        "Do you think there are any signs of wear on my brakes?",
        "Can you detect any wear on the brakes?",
        "Is there any sign that the brakes have worn?",
        "I'm curious whether brakes are worn.",
        "I wasn't sure if the brakes were worn.",
        "Do you know if you see any wear on your brakes?",
        "Is there any sign of brake wear on the brakes?",
        "I have to ask if there is any wear on my brakes?",
        "I have to ask is there any sign of wear on the brakes?",
        "I am wondering if the brakes were worn.",
        "Do you recognize signs of wear on my brakes?",
        "I question if the brakes were worn.",
        "Do I need a replacement of the brake pads or the rotors?",
        "Did the rotors and brake pads become tired?",
        "What is your opinion on the wear level on my brakes?",
        "Is there any sign of the brakes starting to wear?",
        "Is the rotors worn down, is that the case with the brake pads?",
        "Is there any sign of brake wear on my brakes?",
        "The brake pads and the rotors might be tired.",
        "Is there a sign that brakes are beginning to wear down?",
        "I am curious whether the brakes were worn.",
        "What amount of wear is on my brakes?",
        "Did the brake pads age?",
        "Do you know if any pads or rotors had suffered wear and tear?",
        "Is it possible the pads and rotors are worn out?",
        "Are you sure about BRAKE PAD andROTARY wear?",
        "Do the brake pads and rotors looked tired?",
        "I wonder if the brakes have been worn.",
        "Is there a case where the brake pads are worn down?",
        "Is there any signs of brake wear on my car?",
        "I am interested in the level of wear on my brakes.",
        "What level of wear do I see on my brakes?",
        "Is there anything that indicates brake wear on my brakes?",
        "Do you reckon BRAKE PAD and ROTATIONWEAR should be checked?",
        "Did the rotors or brakes suffer wear?",
        "There is any sign that brakes are beginning to wear?",
        "Is there any wear or wear on my brakes?",
        "Are there any signs of brake wear on my vehicle?",
        "Do you have any signs of wear on your brakes?",
        "Are the pads and rotors in question worn out?",
        "Does the brakes become tired?",
        "There is a question of whether or not brakes have begun to wear.",
        "Did the rotors and pads get tired?",
        "I was wondering if brakes were worn.",
        "Did the brake pads becoming tired?",
        "Check brakes for any wear.",
        "The brakes might have wear and tear.",
        "Is there any wear on the brake pad or rotors?",
        "The brakes may be worn down.",
        "Are there any signs of brakes wear?",
        "Is this true that the pads and rotors have been worn?",
        "Is it possible that pads and rotors are worn out?",
        "Has the brake pads worn down?",
        "Do brakes seem worn out?",
        "Do the pads or rotors have any wear?",
        "Is there worn brake pads, shot rotors?",
        "Do there seem to be wear on my brakes?",
        "Do the signs of wear on my brakes exist?",
        "I don't know if my brake pads or rotors are old.",
        "Do the brake pads and rotors be tired?",
        "I have to ask, is there any wear on my brakes?",
        "Any signs of wear or wear on my brakes?",
        "I'm curious about brakes being worn.",
        "Do I have an indication of my brakes being worn?",
        "Did rotors and pads wear out?",
        "Is there any indication that the brakes are wearing?",
        "The brake pad and rotor have wear and tear.",
        "The brakes might be worn down.",
        "Do you know if there were worn out pads or rotors?",
        "I asked if the brakes were worn.",
        "How about the brake pads and rotor?",
        "I'm wondering if brakes are wear.",
        "I would like to know if I need a replacement brake pad and rotors.",
        "I want to know if the brake pads have worn down.",
        "There might be a sign of wear on the brakes.",
        "Do the rotors and the brake pads look tired?",
        "Do you experience any signs of wear on your brakes?",
        "Are there pads or rotors worn out?",
        "The brake pad and the rotor have wear and tear.",
        "Is there any wear on the brake pad and the rotor?",
        "Do my brake pads and rotors need repairs?",
        "I have to wonder if there is any sign of wear on the brakes.",
        "I am wondering if my brakes are worn.",
        "Does anyone know if I have any signs of wear or wear on my brakes?",
        "Does that mean that my brakes are getting old?",
        "Is there a sign that the brakes have begun to fail?",
        "I would like to know if there are any signs of wear on the brakes.",
        "Do you know if pads or rotors have been worn?",
        "I am unsure if the brakes were worn.",
        "Has the Brake parts suffered some damage?",
        "Do you notice any signs of wear in the brakes?",
        "There might be an indication of brake wear on my brakes.",
        "Was the brake pads tired?",
        "I wondered if the brakes are worn-out.",
        "There could be worn out pads or rotors.",
        "Do the pads and rotor have any wear on them?",
        "Do you know if there are pads or rotors that are worn out?",
        "Do I see any signs of wear in my brakes?",
        "Is there old pads or worn out rotors?",
        "How much wear do my brakes have?",
        "Do there exist any signs of wear on the brakes?",
        "I have to ask if there is any sign of wear in my brakes.",
        "Do you see any indicators of wear on your brakes?",
        "Do you see signs of wear or disrepair on my brakes?",
        "Is the brake wear on my brakes showing?",
        "Are my brake pads wearing out?",
        "Do you see any indications of wear on the brakes?",
        "Do you know if there were pads or rotors that had been used?",
        "Is that the case with the rotors and brake pads?",
        "Do you see signs of worn out brakes?",
        "Did the brake pads become fatigued?",
        "I am curious if the brakes were worn",
        "Do brakes seem to have any wear and tear?",
        "Do the pads and rotor have wear on them?",
        "Does anyone see any signs of wear or wear on my brakes?",
        "Is there a sign that the brakes are starting to wear down?",
        "Are the brake pads and rotors old?",
        "Is there any sign that the brakes are wearing out?",
        "Did the brakes have wear on them?",
        "Do you know if I have any wear on my brakes?",
        "Do you see wear on my brakes?",
        "There might be signs of wear on the brakes.",
        "I need to ask if there is any wear on my brakes.",
        "Do I need new brake pads or rotors?",
        "There is a question of brake wear on my car.",
        "Do you know if they're worn pads or rotors?",
        "I wonder if the brakes have been worn out.",
        "Do you know if there are signs of wear on your brakes?",
        "I'm wondering if there are any signs of wear on my brakes.",
        "Did the brake pads and rotors feel tired?",
        "I have to ask if there is any indication of wear in my brakes.",
        "Did the brake pads and rotors wear down?",
        "Does there any sign of brake wear on my brakes?",
        "Did the Brakes become Tired?",
        "I would like to know if the brakes are worn-out.",
        "Have the Brake parts suffered some damage?",
        "I wonder if there is a sign of wear on the brakes.",
        "Does anyone know if my brakes are getting old?",
        "What do you think about the wear level on myBrakes?",
        "Do you see any symptoms of wear or wear on your brakes?",
        "Are the brake pads or the rotors old?",
        "I have no idea if my brake pads and rotors are old.",
        "Is it true that there are pads and rotors worn?",
        "There might be wear on the pads and rotors.",
        "I am not sure if the brake pads and rotors are old.",
        "Brake pads and rotor wear?",
        "Is it true that brakes are wearing down?",
        "Do you know if the pads and rotors have aged?",
        "Is the rotors and brake pads tired?",
        "Do you notice any signs of wear to your brakes?",
        "Is there a sign that brakes have deteriorated?",
        "Do you know if there is any signs of wear in my brakes?",
        "What do you think about the wear level in my brakes?",
        "Is there any sign that brakes have worn out?",
        "Did the brake pad or rotor wear down?",
        "what is the level of wear on my brakes",
        "I want to know if my brake pads and rotors are old.",
        "Is there a sign that brakes have been worn?",
        "There may be signs of brake wear on my brakes.",
        "Is it true that the pads and the rotors have been used?",
        "Do I have a sign that my brakes have worn?",
        "The brake pads have worn down, is that the case for the rotors?",
        "Is there wear and tear on brakes?",
        "I wondered if the brakes were worn.",
        "Is there any signs of brake wear?",
        "Is your brake pads or rotors tired?",
        "Is it true that the rotors and pads have worn?",
        "Did the brake pads tired?",
        "Does there seem to be any signs of wear on my brakes?",
        "Is the brake pad and rotors worn out?",
        "I would like to know if I need a new brake pads or rotor.",
        "Do you know whether or not brakes have wear and tear?",
        "I wonder if the brakes are worn.",
        "I have to ask if there's any sign of wear on the brakes.",
        "Was the brake pad or rotors worn out?",
        "I am curious as to whether brakes are worn.",
        "There are signs of wear on my brakes?",
        "I wish to ask if there is any sign of wear on the brakes.",
        "Is it possible that there is brake wear on my car?",
        "Is it possible that there are brake pads and rotor wear?",
        "Is there any sign of my brakes being worn?",
        "Does there appear to be any sign of wear on the brakes?",
        "Is there a worn pads or rotors?",
        "Did the brake or rotor wear?",
        "Will you detect any wear on brakes?",
        "Is there a sign that brakes are tiring?",
        "I have to ask, does there seem to be any wear on the brakes?",
        "Does there exist any signs of wear in my brakes?",
        "There is a question about brake wear.",
        "There is wear on the brake pads and the rotors.",
        "I wonder if there is any sign of wear on the brakes?",
        "Can you tell me about any wear and tear on brakes?",
        "What do you think is the amount of wear on my brakes?",
        "Are my brakes in need of a repair?",
        "Do you think BRAKE PAD andROTATIONWEAR should be reexamined?",
        "I want to know if I need brake pads or rotor replacements.",
        "Is this the case with the brake pads?",
        "Do you reckon BRAKE PAD andROTARY wear?",
        "The Brake parts run down?",
        "I'm wondering whether the brakes are worn.",
        "Has the brakes had any wear and tear?",
        "How much wear is there on the brakes?",
        "I am interested in whether the brakes are worn.",
        "Do my brake pads and rotors have any wear?",
        "Do you see any signs of wear on my brakes?",
        "Is there a sign that the brakes are being worn down?",
        "Do you know if the rotors and pads wear out?",
        "Do you see signs of wear on the brakes?",
        "Does the rotors and pads have wear?",
        "How much wear do you see on your brakes?",
        "Do you see any signs of wear or damage to your brakes?",
        "Is there any sign that the brakes are beginning to wear?",
        "Are there any signs that the brakes have started to wear?",
        "Is there signs of brake wear on my brakes?",
        "Does anyone know if there are signs of wear or wear on your brakes?",
        "Is there a case where the brake pads have worn down?",
        "Do you know if the brakes are worn out?",
        "Do the brakes have any wear.",
        "Are there worn pads or rotors?",
        "The brakes may have worn.",
        "Do the brakes wear?",
        "I don't know if brakes are worn out.",
        "The wear level on my brakes?",
        "Do you think BRAKE PAD andROTATION WEAR should be checked?",
        "Do you recall any wear and tear on the brakes?",
        "I have to ask if there is any sign of wear on the brakes?",
        "I would like to know if I need a replacement brake pad or a new rotors.",
        "Do the brakes worn out?",
        "Is there any sign that the brakes are tired?",
        "Could the pads and rotors be old?",
        "There is any indication of brake wear on my car?",
        "I'd like to know whether the brakes were worn.",
        "Is the brake pads and rotors old?",
        "I need to know if there are any signs of wear in the brakes.",
        "I asked if there was any sign of wear in my brakes.",
        "There could be brake wear on my brakes.",
        "Do the rotors and brake pads look tired?",
        "Do you see signs of wear to the brakes?",
        "Do you believe there are signs of wear on your brakes?",
        "Is there a sign that the brakes are beginning to wear?",
        "Is there any wear on the Brake pad and rotor?",
        "Do you know if the brakes need some work?",
        "Is there a sign that the brakes are worn out?",
        "What about BRAKE PAD andROTARY wear?",
        "Do signs of wear on my brakes exist?",
        "I was wondering if there was any sign of wear on my brakes.",
        "Do you see any signs of wear with my brakes?",
        "I'm curious if the brakes worn.",
        "Did the pads and the rotors become tired?",
        "Are pads and rotors worn out?",
        "I am interested in whether brakes are worn.",
        "What is the condition of my brake pads and rotors?",
        "The brake pads wore down, is that the case with the rotors?",
        "Does there seem to be signs of wear on the brakes?",
        "Do you see any signs of wear and wear on your brakes?",
        "I have to ask, does my brakes wear out?",
        "Do you see any signs of my brakes wearing down?",
        "Is there any sign of brake wear on my brakes.",
        "I would like to know if I need replacement brake pads or rotor.",
        "Do the pads and rotors have wear and tear?",
        "The brakes may be tired.",
        "I would like to know if I need a brake pad or rotor.",
        "Do there look to be wear on my brakes?",
        "I'm curious as to if brakes are worn.",
        "Is the Brake parts suffering some damage?",
        "Do there appear to be any signs of wear on my brakes?",
        "Are there indications of brake wear on my vehicle?",
        "Did your brake pads and rotors become fatigued?",
        "There may be signs of wear on my brakes",
        "I don't know if there are any signs of wear on the brakes.",
        "Does there appear to be any signs of wear in my brakes?",
        "Do the pads and Rotor have any wear?",
        "Do you see any wear or wear on your brakes?",
        "The brakes have worn down, is that the case with the rotor?",
        "Is there any wear to the brake pads and rotor?",
        "Do I need to replace the brake pads or therotor?",
        "Is there a sign of wear on my brakes.",
        "Is there a sign the brakes are wearing down?",
        "There might be a sign that the brakes are wearing down.",
        "Do you see signs of wear or wear on the brakes?",
        "Do I need a new brake pad and rotor?",
        "Do you see signs of wear in the brakes?",
        "What do you think the wear level on my brakes is like?",
        "I want to know if there is a sign of wear in my brakes.",
        "I need to know if there are any signs of wear on my brakes.",
        "The brakes may have been worn out.",
        "The pads and rotors might be tired.",
        "Do I need brake pads or a new rotors?",
        "There is a question about brake wear on my brakes.",
        "Can the brakes have any wear and tear?",
        "Does the pads or the rotors have wear on them?",
        "I am wondering about the level of wear on my brakes.",
        "Do the brakes suffer wear and tear?",
        "Does the pads and rotors have any wear?",
        "When the brake pads wear down, is that the case with the rotors?",
        "Is it possible the brake pads are old?",
        "I have to ask if there was any sign of wear on the brakes.",
        "Does anyone know if brakes have begun to wear?",
        "Is there a problem with brakes worn out?",
        "I am wondering if there is signs of wear on my brakes.",
        "Do you know if you have signs of wear on your brakes?",
        "Do you know if I am wearing my brakes?",
        "I want to know if there is any sign of wear on my brakes?",
        "Do you know if the brakes are in need of repair?",
        "Do you claim BRAKE PAD andROTARY wear?",
        "Is your brake pads and rotors tired?",
        "Do you know if the pads and the rotors have been used?",
        "I was wondering if brakes are worn.",
        "Is the brake system tired?",
        "Did the brakes become worn down?",
        "I was wondering if there was any indication of brake wear on my vehicle.",
        "Does there appear to be wear on the brakes?",
        "Do you know if the pads or rotors had suffered wear and tear?",
        "What is the degree of wear on my brakes?",
        "Do you know whether I have signs of wear on my brakes?",
        "Do you know if the pads or rotors were worn out?",
        "I want to know if the brakes have any wear and tear.",
        "The pads and rotors may have wear on them.",
        "Do you think there is wear on the brakes?",
        "Is there any wear and tear to brakes?",
        "Is the brake pads fatigued?",
        "Do you know if there are signs of wear on my brakes?",
        "Do you notice any signs of wear on my brakes?",
        "Does anyone know if there are any signs of brake wear on my brakes?",
        "Do you know if the pads or the rotors experienced wear and tear?",
        "I was curious about whether brakes were worn.",
        "Is the pad or rotors worn out?",
        "When the brake pads wear down, is it the case with the rotors?",
        "Does there seem to be any sign of wear in my brakes?",
        "Did pads and rotors wear out?",
        "There is wear and tear on the brake pad and rotor.",
        "There is a sign that the brakes are wearing down.",
        "Will there be any signs of wear on the brakes?",
        "Does anyone know if there are any signs of wear in my brakes?",
        "Do you notice any wear to your brakes?",
        "Are the brakes worn down, is that the case with the rotors?",
        "I would like to know if there is any indication of brake wear on my vehicle.",
        "Do you reckon BRAKE PAD andROTARY wear is?",
        "Is the Brakes in need of a repair?",
        "I would like to know if my brakes are worn.",
        "Do you have signs of wear on your brakes?",
        "Do your brakes have any signs of wear?",
        "Is brakes having any wear and tear?",
        "I do not know if brakes are worn.",
        "Is BRAKE PAD and ROTATIONWEAR something that should be looked at?",
        "Do you see wear or wear on the brakes?",
        "Do you know if there are pads or rotors worn?",
        "Do you know if the pads or the rotors have worn?",
        "Is there a problem with brake wear on my vehicle?",
        "I want to know if the pads and rotors have any wear.",
        "I have to question if there is any sign of wear in the brakes.",
        "Did the brakes suffer Wear?",
        "Is there any sign of brakewear on my brakes?",
        "Did the brake pads or the rotors wear out?",
        "Do you have any signs of wear in my brakes?",
        "Did the Brake parts run down?",
        "The pads and rotors might have some wear.",
        "Is there any indication ofbrake wear on my vehicle?",
        "Is there a sign of brakes beginning to wear?",
        "I am curious about whether the brakes were worn.",
        "Do my brakes need some work?",
        "Do I need a replacement brake pad or rotor?",
        "Will there be any worn pads or rotors?",
        "do you see signs of wear on your brakes?",
        "Any signs of wear on the brakes?",
        "I need to ask if there are any signs of wear in the brakes.",
        "Has there been any sign of brake wear on my brakes?",
        "I would like to know if there was any sign of wear on the brakes.",
        "Is there any worn-out pads or rotors?",
        "Do you think the BRAKE PAD andROTATION WEAR should be looked at?",
        "Do I need a new brake pads or rotors?",
        "Is it true that the pads and rotors have worn out?",
        "Do you see any signs of wear on my brakes",
        "Did your brake pads and rotors wear out?",
        "Is there any worn pad or rotors?",
        "I'm interested in if brakes are worn.",
        "brakes have wear and tear",
        "I want to know what the level of wear on my brakes is.",
        "I wonder if there is a sign of wear in my brakes.",
        "What do you think the wear level in my brakes is?",
        "I would like to know if I need a brake pads or rotors.",
        "Do you know if I have worn down my brakes?",
        "Is there a time when my brakes are getting old?",
        "Is my brake pads tired?",
        "Is there any sign that the brakes are wearing?",
        "Are the pads or rotors worn?",
        "Did the brake pads become tired?",
        "Do I see signs of wear on my brakes.",
        "I ask if the brakes are worn.",
        "The brake pads have worn down, is that the case with the rotors",
        "Is any indication of brake wear on my brakes?",
        "Do I have any indication that my brakes are tired?",
        "Do you know whether or not the brakes have wear and tear?",
        "Is it possible that the brake pad and the rotor wear?",
        "Do the brake pads and rotors become tired?",
        "Has my brake pads worn out?",
        "Look for wear on the brakes.",
        "Is it true that the rotors and pads have been used?",
        "Do you know if there had been wear and tear on the pads or the rotors?",
        "Is there any sign ofbrake wear on my brakes?",
        "How do you think the wear level of my brakes is?",
        "The brakes might have become tired.",
        "I am curious if brakes are worn",
        "Is there signs of wear or wear on the brakes?",
        "I wonder if there are any worn out brakes.",
        "Is it possible that the pads and the rotors are worn?",
        "There appears to be wear on my brakes.",
        "Is there any wear on brake pads and rotors?",
        "Is there any sign that the brakes are starting to wear?",
        "Is there a sign that the brakes have worn?",
        "Do you know whether the brakes need some service?",
        "What is the level of the wear on my brakes?",
        "What are the wear levels on your brakes?",
        "What do you think about the brake pads and rotor wear?",
        "Did the pads or the rotors wear down?",
        "I need to ask, is there any sign of wear on the brakes?",
        "I am curious as to whether the brakes were worn.",
        "Is there an indication that my brakes are getting old?",
        "Do the brakes show any signs of wear?",
        "Are the brakes getting old?",
        "I am wondering if there is any sign of wear on the brakes.",
        "What level of wear do I experience on my brakes?",
        "Is it possible I have a sign that my brakes are worn?",
        "What do you think about the wear level on my brakes?",
        "Does there sign of wear on the brakes?",
        "I wonder if the brakes worn out.",
        "Check for wear on the brakes?",
        "Do you see signs of wear on my brake pads?",
        "Do the Brake parts run down?",
        "Will there be any sign of wear on my brakes?",
        "Does there exist any sign of wear on my brakes?",
        "Do the pads and rotors suffer from wear and tear?",
        "Do you see the signs of wear or wear on the brakes?",
        "Do you know if there is wear and tear on brakes?",
        "Is there sign of wear on my brakes?",
        "Do I have any sign that the brakes are worn?",
        "Is it the case with the rotors that the brake pads are worn down?",
        "I want to know if there is any wear in the brakes.",
        "Are there worn out pads or rotors?",
        "Is there any indication of brake wear on my motor vehicle?",
        "Do I have a sign of worn brakes?",
        "Do I need to replace brake pads or the rotor?",
        "There is a question regarding whether or not brakes are wearing down.",
        "Any signs of wear on my brakes?",
        "Do my brakes need some repair?",
        "I am curious if the brakes were worn.",
        "Did the brakes have wear?",
        "There is a possibility that the brakes have begun to wear.",
        "Do you reckon BRAKE PAD and ROTARY worn?",
        "Do you know if there were pads or rotors that had wear and tear?",
        "I'm curious if there were worn brakes.",
        "Is BRAKE PAD andROTARY wear what you reckon?",
        "I'm curious about whether or not brakes are worn.",
        "I have to wonder if there is any sign of wear in the brakes.",
        "There may be pads or rotors worn out.",
        "Is there any wear on brake pads and rotor?",
        "I need to know if there is any sign of wear in my brakes.",
        "Do I know if my brakes are wearing down?",
        "Do you know whether there are pads or rotors that have been used?",
        "Do there be any signs of wear on my brakes?",
        "Is there an indication of brake wear on the vehicle?",
        "I wonder if the pads and rotors are worn out?",
        "Is there any indication of brakewear on my brakes?",
        "Is the brake pads or rotors old?",
        "Do you see the signs of wear or wear on my brakes?",
        "Okay, what about the brake pads and the rotors?",
        "Is there any indication that the brakes are worn?",
        "Do you know if there are any worn pads or rotors?",
        "I'm wondering if there are any signs of wear on the brakes.",
        "Do you reckon BRAKE PAD andROTATION WEAR should be looked at?",
        "Does the brake pads and rotors look fatigued?",
        "Do the brake pads and the rotors have tired looks on their faces?",
        "Is it true that the pads and rotor have been worn?",
        "Was there any worn out pads or rotors?",
        "I have to ask if there is any wear on the brakes?",
        "Is it true that there are worn pads and rotors?",
        "There is a question about the brake wear on my vehicle.",
        "Is there any sign that the brakes have begun to wear?",
        "I wonder if the brakes have any wear and tear.",
        "Do you see signs of wear on your Brakes?",
        "brake wear on my brakes?",
        "Do the brake pads androtors look tired?",
        "Has there any indication of brake wear on my brakes?",
        "Do you see any wear or wear on my brakes?",
        "Would you detect wear on the brakes?",
        "Is any indication of brake wear on my vehicle?",
        "Do you see any signs that my brakes are aging?",
        "There are possible signs of wear on my brakes.",
        "Should I check my brakes for signs of wear?",
        "Does anyone know if there is any indication of brake wear on my brakes?",
        "Do you think BRAKE PAD or ROTATION WEAR should be looked at?",
        "I don't know if there are signs of wear on my brakes.",
        "Do I have an indication of brake wear?",
        "Do you see signs of wear and tear on my brakes?",
        "I'm not sure if brakes are worn.",
        "Check for any wear on brakes.",
        "Do you know if the pads or rotors that were worn?",
        "Is there any sign that the brakes are getting old?",
        "Does the brakes seem to be worn?",
        "\"Do there any signs of wear on the brakes?\"",
        "I want to know whether brakes are worn.",
        "Do there appear to be signs of wear on my Brakes?",
        "Are rotors and pads worn out?",
        "Is there any indication ofbrake wear?",
        "Is it possible that the pads or the rotors are worn out?",
        "Did your brake pads and rotor wear out?",
        "Is there wear on the pads or rotors?",
        "Is there pads or rotors that are tired?",
        "If my brake pads and rotors are old, I don't know.",
        "Do you observe the wear on my brakes?",
        "Is your brakes showing any signs of wear?",
        "Is there wear and tear on the brake pads?",
        "Is the brakes have wear and tear?",
        "What do you believe the wear level on my brakes is?",
        "Do you know if they have worn pads or rotors?",
        "Do you know if they are any worn pads or rotors?",
        "What are your opinions on the wear level on my brakes?",
        "I am wondering whether the brakes are worn.",
        "Do the brake pads and the rotors feel tired?",
        "Is there a sign that brakes are losing strength?",
        "Do the brake pads and rotors have been tired?",
        "Were your brake pads and rotors tired?",
        "Do the brakes have wear andtear?",
        "I wanted to ask if there were any signs of wear on the brakes.",
        "Can you tell me if there are any signs of wear on the brakes?",
        "I would like to know if there is any indication of brake wear.",
        "Do you recognize any signs of wear on your brakes?",
        "There are any signs of brake wear on my brakes?",
        "I wonder if I have any sign that my brakes are worn.",
        "I'm curious if the brakes have been worn.",
        "I would like to know if I need a new brake pad or a new rotors.",
        "Do the pads and rotors get any wear?",
        "Do you know if there are pads or rotors that had been used?",
        "Do you reckon BRAKE PAD AND ROTARY wear?",
        "The pads and rotors might have some wear on them.",
        "I am curious about if brakes are worn.",
        "Do you know if the pads or the rotors had been worn?",
        "I am interested to know if the brakes are worn.",
        "What's the degree of wear on my brakes?",
        "There is a question of if the brakes are worn.",
        "Try to detect any wear on the brakes.",
        "Does anyone know if I have signs of wear on my brakes?",
        "Is there some signs of wear on my brakes?",
        "Do the pads and rotors have any wear to them?",
        "Do the pads and rotors have any wear and tear?",
        "Do the brakes have any wear and tear.",
        "Do the brake pads have wear?",
        "Is it true that the pads and rotors have been used?",
        "What is the level of wear on my car brakes?",
        "I want to know if there any signs of wear in my brakes.",
        "Is it correct that the pads and rotors have been worn?",
        "Do my brake pads and rotors wear out?",
        "The brake pads are starting to wear down, is that the case with the rotors?",
        "Could it be that the brakes were worn out?",
        "There seem to be signs of wear on my brakes?",
        "How much wear on my brakes do I have?",
        "Do you reckon BRAKE PAD ANDROTARY wear?",
        "Do you know if the pads or the rotors have been used?",
        "I wanted to know if the brakes are worn.",
        "Has the pads and rotors worn out?",
        "Is theBrake pads tired?",
        "Does anyone know if you see signs of wear on your brakes?",
        "Is it possible you see signs of wear on my brakes?",
        "I would like to know whether brakes are worn.",
        "Do you reckon BRAKE PAD andROTARY wear",
        "What do you think aboutBrake pad and rotor wear?",
        "The pads have worn down, is that the case for the rotors?",
        "Did you see any signs of wear or wear on my brakes?",
        "Can you tell me if there were pads or rotors that were worn?",
        "Are there pads or rotors that had been used?",
        "Are the pads and rotors used up?",
        "Do you know whether there is a sign of wear on the brakes?",
        "I want to know if there's a sign of wear on the brakes.",
        "Did the Brake parts experience some damage?",
        "Do you see any signs of wear on the Brakes?",
        "Do you know whether they're any worn pads or rotors?",
        "I would like to know if the brakes are worn.",
        "I wonder if the brakes are tired.",
        "What is the level of wear of my brakes?",
        "Do you know the extent of the wear and tear on the pads and rotors?",
        "I wonder if there is any sign of wear on my brakes.",
        "There can be signs that brakes have begun to wear.",
        "Do you know if there was a worn pads or rotors?",
        "Are there any signs of wear on my brakes?",
        "Is there any sign of wear in my brakes?",
        "Is it true that the brake pads are worn down?",
        "I have to ask if there is any signs of wear on my brakes.",
        "Do you think BRAKE PAD and ROTATION WEAR should be checked out?",
        "Do you know if you see signs of wear or wear on your brakes?",
        "Did the brake pad or rotor wear up?",
        "Do you think the brakes are worn-out?",
        "I have to ask if there are signs of wear in my brakes.",
        "Look for any wear on the brakes?",
        "Is there a sign that the brakes are giving out?",
        "Do you see any signs of wear on the brakes of my car?",
        "Do the brake pads appear tired?",
        "There may be an indication of brake wear on my vehicle.",
        "Do you see any wear in your brakes?",
        "The brake pads and rotors may be tired.",
        "Is there any wear on the brake pads?",
        "Does the brakes look worn out?",
        "There is wear on the brake pad and rotors.",
        "Does my vehicle have any signs of brake wear?",
        "Is the case with the brakes, they have worn down?",
        "Do you recognize BRAKE PAD andROTARY wear?",
        "Do you observe any wear or wear on my brakes?",
        "I want to know if the brakes have any signs of wear.",
        "Does any indication of brake wear exist on my vehicle?",
        "Does anyone see any signs of wear on my brakes?",
        "I wonder if there are signs of wear on my brakes?",
        "Is there wear and tear on the brake pads and rotor?",
        "Do you think BRAKE PAD and ROTATIONWEAR should be checked?",
        "\"Do there appear to be signs of wear on my brakes?\"",
        "Is there a sign of brake wear on my brakes.",
        "Is there any rotors or pads that are worn out?",
        "Are the brake pads and the rotors worn out?",
        "What do you think is the wear on my brakes?",
        "Did the brake pads or rotors wear?",
        "How about the brake wear?",
        "Do you know if the brake pad and the rotor wear?",
        "I'm curious as to whether or not the brakes are worn.",
        "Is there some indication of brake wear on my brakes?",
        "The brake pads and the rotors look tired.",
        "Do you know of any signs of wear on my brakes?",
        "Do you think BRAKE PAD and ROTARY wear are issues?",
        "Do you see any signs that your brakes are aging?",
        "There appears to be signs of wear on my brakes?",
        "Does the Brakes have any wear and tear?",
        "Do you think BRAKE PAD andROTATION WEAR needs to be looked at?",
        "Do you see signs of wear for the brakes?",
        "Do you see any signs of wear on your brakes",
        "I want to know if there is any sign of wear on the brakes?",
        "Do you detect any wear on brakes?",
        "The brakes may be worn.",
        "Did the brake pad or the rotor wear?",
        "Do the brakes have tired pads?",
        "Do there seem to be signs of wear on my brakes?",
        "Is it true that the pads and rotor have been used?",
        "Does my brakes have any signs of wear?",
        "Do you agree that BRAKE PAD andROTATION WEAR should be looked at?",
        "Has there been any signs of wear in my brakes?",
        "I do not know if the brake pads and rotors are old.",
        "Do you think BRAKE PAD andROTATIONWEAR needs to be looked at?",
        "Did there appear to be signs of wear on my brakes?",
        "There is a question about the level of wear on my brakes.",
        "Are there pads or rotors that are worn?",
        "Do the brake pads have a tired look?",
        "I wonder if the brakes have worn-out.",
        "I'd like to know if I need a brake pad or a rotors.",
        "There is a question about whether or not the brakes have begun to wear.",
        "I question if there is any sign of wear in my brakes.",
        "I'm not sure if the brake pads and rotors are old.",
        "I am wondering if there are signs of wear on my brakes.",
        "Is it possible that I have brake wear?",
        "Have the pads and rotors worn out?",
        "I have to ask if the brakes have any signs of wear.",
        "Did your brake pads tired out?",
        "I want to know if there any signs of wear on my brakes.",
        "The brakes seem to be tired.",
        "I would like to know if I need a replacement rotors or brakes.",
        "Do I need a new brake pad or rotors?",
        "Do there any indications of wear on the brakes?",
        "Do I know if my brakes are worn?",
        "Do the brake pads and rotors feel fatigued?",
        "Did brakes have any wear and tear?",
        "Did the pads and rotors wear out?",
        "What about Brake pad and rotor wear?",
        "There could be a sign of wear on my brakes.",
        "Is it true that the pads and brakes have been used?",
        "Is it the case that the brake pads wear out?",
        "I am curious whether the brakes are worn.",
        "Is there any indication that brakes have started to wear?",
        "I have to ask if there's a sign of wear on the brakes.",
        "I have to ask if there any sign of wear in my brakes.",
        "Do you know if the brakes have begun to wear?",
        "Is there a indication of brake wear on my brakes?",
        "The pads and rotors may have been worn.",
        "Do you think there is any sign of wear on the brakes?",
        "I was curious if the brakes are worn.",
        "Did the brake pads Become Tired?",
        "Is there any indication that the brakes are beginning to wear?",
        "What does the level of wear look like on my brakes?",
        "Has there been any sign of wear in my brakes?",
        "Did the brake pads and rotors become tired.",
        "Did the pads and rotors wear down?",
        "Do you know if there is any sign of wear in my brakes?",
        "Do you think you see any signs of wear on the brakes?",
        "The brake pads have worn down, Is that the case with the rotors?",
        "Is it possible my brakes are shot?",
        "Do you know any signs of wear or wear on my brakes?",
        "Do the brake pads and rotors look tired to you?",
        "I would like to know if I need a new brake pad and rotors.",
        "Do you know if there are any signs of wear in my brakes?",
        "What amount of wear is on the brakes?",
        "Is it possible that pads and rotors are worn?",
        "Are there signs of wear on my brakes.",
        "Does there a sign of wear on my brakes?",
        "What do you think the wear level at my brakes is?",
        "I wonder if there are worn-out brakes.",
        "Do you see any sign of wear in the brakes?",
        "Do you think BRAKEPAD andROTARY wear?",
        "I want to ask if there is any sign of wear on my brakes.",
        "I wonder if my brake pads and rotors are old.",
        "Is there a need for a brake pad and rotor replacement?",
        "If the brake pads have worn down, is that the case with the rotors?",
        "Do you know if the pads and rotors have tired?",
        "Did the brakes become tired?",
        "Is there a sign that the brakes are wearing down?",
        "Is it the case with the brake pads that they wear down?",
        "Brake parts are running down?",
        "I am wondering if the brakes are worn.",
        "There may be a sign that the brakes are wearing down.",
        "What is the level of wear on your brakes?",
        "Would there be signs of wear on my brakes?",
        "Do you think the pads and rotors are worn out?",
        "Did my brakes wear down?",
        "The pads and rotors may have some wear.",
        "Do you know whether you see signs of wear on your brakes?",
        "Are the brakes wearing out?",
        "Is it possible that my brakes are worn?",
        "Do there appear to be signs of wear and tear on my brakes?",
        "There are any signs of wear on my brakes?",
        "I'm curious to know whether brakes are worn.",
        "Do you think the BRAKE PAD andROTARY wear?",
        "Did the brake pad or the rotors wear?",
        "I am interested to know whether the brakes were worn.",
        "Did brake pads become tired?",
        "The brakes might have been worn.",
        "Is my brake pads and rotors worn?",
        "Do there exist any signs of wear on my brakes?",
        "It is possible that the brakes are worn out.",
        "Do you see signs of wear and tear on the brakes?",
        "Do you know if there had been wear and tear on the pads or rotors?",
        "Did the brake pads tire out?",
        "Is there any indication of wear on my brakes?",
        "Did the brake pad or Rotor suffer wear?",
        "I wonder if the brakes were worn.",
        "Does any sign of wear in my brakes exist?",
        "Do you know if the pads and rotors have any wear?",
        "Did the brake pads become worn out?",
        "Is there worn out pads or rotors?",
        "Do you know if the brake pad and rotor wear?",
        "Do my brakes wear down?",
        "Do my brakes show any sign of wear?",
        "Do you reckon BRAKE PA andROTARY wear?",
        "Is there an indication of brakes wear?",
        "I want to know if there is any wear on my brakes.",
        "Do you see signs of wear on your brakes.",
        "I'm curious as to whether the brakes are worn",
        "I question if there is a sign of wear in my brakes.",
        "Does there exist any signs of wear on my brakes?",
        "A question about brake wear on my brakes.",
        "Do you detect wear on the brakes?",
        "I wonder if the brake pads have worn down.",
        "I want to know if there is any sign of wear in my brakes.",
        "There is wear on the brake pads and rotors.",
        "what do you think the wear level on my brakes is?",
        "I'm curious to find out if the brakes were worn.",
        "Did the brake pad and rotors wear out?",
        "The brake pad or rotor may have suffered wear.",
        "Do you know if there's any wear on the brakes?",
        "I have to ask if there are any signs of wear on the brakes?",
        "Is there a sign that my brakes are getting old?",
        "I wondering if brakes are worn.",
        "What about brake wear on my vehicle?",
        "do the brakes have wear and tear?",
        "I wonder if there's any sign of wear in my brakes.",
        "Can you tell me if you see any signs of wear on the brakes?",
        "Do you notice the wear on my brakes?",
        "Do you think I have any signs of wear on my brakes?",
        "Is the brake pad or rotor old?",
        "Is there worn out brakes?",
        "I asked if there was any wear on my brakes.",
        "Is the brakes has any wear and tear?",
        "I need to ask if there are any signs of wear on my brakes.",
        "Is there evidence of wear on my brakes?",
        "I'd like to know if brakes are worn.",
        "There might be signs of wear on my brakes.",
        "The pads and rotors may be tired.",
        "Is the case with the brakes and the rotors?",
        "I have to ask whether there is any sign of wear in the brakes.",
        "What about worn brake pads, shot rotors?",
        "Do you see any signs that my brakes are worn out?",
        "Is the case that the brake pads are worn down?",
        "Will the pads and rotors be worn?",
        "Are the brake pads worn down like the rotors?",
        "Did the brake pad or rotor accumulate wear?",
        "Do you know if there are any signs of wear on the brakes?",
        "Is there any signs of wear on your brakes?",
        "Did the brake pads become tiresome?",
        "I would like to know whether there is any sign of wear on the brakes.",
        "I am wondering if you see any signs of wear on my brakes.",
        "There may be some indication of brake wear on my vehicle.",
        "Is there wear on the brake pads and the rotor?",
        "There are any worn pads or rotors?",
        "Is it true that pads and rotors are worn?",
        "Do the rotors and pads look tired?",
        "Did the Brake parts suffer some kind of damage?",
        "Do you observe any wear on my brakes?",
        "What do you think of the wear level of my brakes?",
        "Is there any sign that brakes are starting to wear?",
        "Do you know if any pads or rotors have suffered wear and tear?",
        "Is there any sign that the brakes have worn out?",
        "Do I have a sign of wear on my brakes?",
        "Is there something wrong with the pads or the rotors?",
        "Do you reckon BRAKE PAD and ROTARY Wear?",
        "Do you recollect BRAKE PAD andROTARY wear?",
        "Is there any worn out pads or rotors?",
        "Do you know if the pads or the rotors had worn out?",
        "Do you think the pads and rotors have been worn?",
        "I have to question if there are any signs of wear on my brakes.",
        "Does the pads and rotors wear out?",
        "I have to ask whether there is any sign of wear on my brakes.",
        "The brake pads can be tired.",
        "Are there worn out pads and rotors?",
        "Are you sure you see any signs of wear on your brakes?",
        "I need to ask if there is any sign of wear in my brakes.",
        "Is there a sign that the brakes have started to wear?",
        "Is there BRAKE PAD andROTARY wear?",
        "Do you see signs of wear and wear on the brakes?",
        "Do there appear to be wear on my brakes?",
        "I am unsure if brakes are worn.",
        "I have to ask, is there any sign of wear on the brakes?",
        "Do you think BRAKE PAD andROTATION WEAR should be looked over?",
        "It's a question about brake pad and rotor wear.",
        "I have to question if there is any sign of wear on my brakes.",
        "Does my brake pads and rotors wear out?",
        "Do I know if I have worn brakes?",
        "Do the pads and rotors have wear issues?",
        "Is my brakes showing any wear?",
        "I need to know if there are any worn pads or rotors.",
        "Do you think BRAKE PAD and ROTARY wear are problems?",
        "Is there any brake pad or rotor wear?",
        "Did your rotors and brake pads wear out?",
        "There may be wear on the brakes.",
        "Do you know if I have signs of wear or wear on my brakes?",
        "I am curious as to if the brakes wear out.",
        "What do you think about the brake wear on my vehicle?",
        "How much wear does my brakes have on them?",
        "Is there any wear on the Brake Pad and rotor?",
        "Are BRAKE PAD andROTARY wear what you think?",
        "Did the brake pads or rotor wear down?",
        "What is the level of wear on my vehicle's brakes?",
        "Do you see any wear or damage on my brakes?",
        "I'm curious to know whether the brakes were worn.",
        "I have to ask, is there a sign of wear on my brakes?",
        "Do you know if the brake pads need service?",
        "Do you know if the brakes need an repair?",
        "Is there any sign that the brakes are beginning to wear down?",
        "Do you think that the pads and rotors have been used?",
        "Is there a sign of brake wear on my brakes?",
        "Does the brake pads and the rotors look tired?",
        "Does anyone see signs of wear or wear on my brakes?",
        "Are the pads or rotors tired?",
        "Is there a sign of wear in my brakes?",
        "The brakes have any wear and tear?",
        "Does there any signs of wear on my brakes?",
        "I would like to know if I need a brake pad or rotor replaced.",
        "Can you tell me if I have any signs of wear on my brakes?",
        "Is it true that the pads and rotors have been utilized?",
        "Is there some wear on my brakes?",
        "Do the rotors and pads have wear?",
        "Is it true that both the pads and the rotors have been worn?",
        "I don't know if the brakes are worn-out.",
        "Do you know if the brakes require some service?",
        "Is there an indication of when my brakes are getting old?",
        "What do you think about my brakes wearing down?",
        "Is there any pads or rotors that had been worn?",
        "Is there any worn pads or rotors?",
        "Check brakes for wear.",
        "There are questions about brake pad and rotor wear.",
        "Are there any pads or rotors that had been worn?",
        "Is the brake pads worn down and the rotors the same thing?",
        "Are the brake pads fatigued?",
        "I need to know if there is any signs of wear in my brakes.",
        "Does the pads or rotors have wear on them?",
        "Do the brakes suffer any wear and tear?",
        "Do the brake pads and rotors look tired??",
        "I want to know if you see any signs of wear or wear on my brakes.",
        "Do the pads and Rotor have wear on them?",
        "Do you see signs of wear on my brakes.",
        "Is there any sign that the brakes are worn down?",
        "Is it possible that I have signs of wear on my brakes?",
        "Did the Brake parts absorb some damage?",
        "There is a question regarding whether brakes have begun to wear.",
        "Do you notice any wear or wear on my brakes?",
        "I'm wondering if the brakes are worn.",
        "Do you see any indications of wear on your brakes?",
        "Do you know if there are signs of wear or wear on your brakes?",
        "Is it possible that rotors and pads are worn?",
        "Do you see any signs of wear or damage on your brakes?",
        "I have to ask, does there a sign of wear on the brakes?",
        "Did the brake pads and rotors become exhausted?",
        "what is the level of wear on my brakes?",
        "I was wondering if there was any sign of wear on the brakes.",
        "Is there a problem with the brake pads or the rotors?",
        "Do you know if there was wear and tear on the pads or rotors?",
        "I have to question if there is any wear on my brakes.",
        "Are the pads and rotors in question worn?",
        "Is there any worn pads or a rotors?",
        "Are there brake pads and rotor wear?",
        "Is there any wear or tear on brakes?",
        "I would like to know if there is a sign of wear in my brakes.",
        "Do you see any signs of wear or fatigue on my brakes?",
        "Do you see any signs of wear or injury on my brakes?",
        "Do you observe wear on my brakes?",
        "Is there a worn out rotors or pads?",
        "I am wondering what the level of wear is on my brakes.",
        "\"Do there any signs of wear on my brakes?\"",
        "Do pads and rotors wear out?",
        "Do you reckon that BRAKE PAD andROTARY wear?",
        "Do you know if there were any pads or rotors that had suffered wear and tear?",
        "Is my brake pads and rotors getting old?",
        "Did the brake pads turn out to be tired?",
        "What do you think the wear level on my Brakes is?",
        "Do you know if the pads and rotor have worn?",
        "There may be worn out pads and rotors.",
        "Does the brake pads become tired?",
        "Is the pads or the rotors worn out?",
        "Is there a sign that brakes are getting old?",
        "Do you see any signs of wear and tear on the brakes?",
        "What is the degree of wear on the brakes?",
        "I must ask, does there any sign of wear in my brakes?",
        "There is a question regarding whether the brakes have begun to wear.",
        "Do you reckon BRAKE PAD andROTARY wear??",
        "Will there be any signs of brake wear on my vehicle?",
        "Does there exist a sign of wear in my brakes?",
        "There's a question, do the Brakes are in bad condition?",
        "What do you think the wear level is of my brakes?",
        "I'm curious if the brakes are worn out.",
        "Do you think that there are signs of wear on my brakes?",
        "I'm unsure if my brake pads and rotors are old.",
        "What about brake pad and rotor wear?",
        "Do you see any signs that my brakes are starting to wear?",
        "Does anyone know if there is any sign of wear on the brakes?",
        "Do you witness any signs of wear on your brakes?",
        "Do you detect any wear on the brakes?",
        "Is it possible to see signs of wear on my brakes?",
        "I would like to know if I need brake pads or a new rotor.",
        "Do you know if the rotors and pads are worn?",
        "Does anyone know if there are signs of wear or wear on my brakes?",
        "I need to ask, does there any sign of wear in my brakes?",
        "Are my brakes getting old?",
        "Do you see any signs of wear and wear on my brakes?",
        "I have a question, does there any sign of wear on the brakes?",
        "Does the brakes need any wear and tear?",
        "Do the brake pads and rotors tired?",
        "Do the brake pads look fatigued?",
        "Do the brakes seem to be worn?",
        "Is there a sign that the brakes are getting old?",
        "Do you know if the brakes wear?",
        "Do you think BRAKE PAD and ROTATION Wear should be looked at?",
        "Did the brake pads and rotors become fatigued?",
        "I am wondering if there is any indication of brake wear on my car.",
        "Is there any wear on the pads and rotors.",
        "Did the Brake parts go through some damage?",
        "I need to know if the brakes were worn.",
        "Was the brake pad and rotor worn out?",
        "I have to question if there are any signs of wear on the brakes.",
        "Do I need replacement brake pads or rotors?",
        "Is my brakes worn out?",
        "Do you see any indications of wear or wear on my brakes?",
        "Is there any indication of wear or wear on the brakes?",
        "Check the brakes for any wear.",
        "Are there worn-out brakes?",
        "Does my brake pads wear out?",
        "Do you experience any wear on your brakes?",
        "Do you see any signs that my brakes are showing wear?",
        "Is there a sign that my brakes are wearing down?",
        "Is there any indication that the brakes are tired?",
        "I'm curious if the brakes were worn?",
        "Is there any problem with the brake pad and rotor?",
        "Are there any signs of wear or wear on my brakes?",
        "I don't know if the brake pads and rotors are old.",
        "Do you know if they have worn pads or rotor?",
        "I'd like to know if there is any sign of wear on the brakes.",
        "Did the rotors and brake pads get tired?",
        "Did your brakes become tired?",
        "Check out any brake wear.",
        "There is a question about brake wear on the brakes.",
        "Do you see the wear and tear on my brakes?",
        "Do the brake pads look tired?",
        "Do you know if you have signs of wear or wear on your brakes?",
        "Did the rotors and pads wear down?",
        "How about brake pad and rotor wear?",
        "I would like to know if I need a replacement rotor or brake pad.",
        "Do you think BRAKE PAD and ROTATION wear should be looked at?",
        "Is there a case where the brakes have worn down?",
        "I am unsure if my brake pads and rotors are old.",
        "Is my brake pads or rotors worn?",
        "What is the level of wear on my BRAKES?",
        "There is a question as to if the brakes are worn.",
        "I'm wondering if there are signs of wear on my brakes.",
        "Do we see signs of wear on my brakes?",
        "I am wondering if I have any sign that my brakes are worn.",
        "I am curious if there is any sign of wear on the brakes.",
        "Did the brake pads become old?",
        "Do you see any symptoms of wear on my brakes?",
        "Do I have any sign that my brakes are old?",
        "Do you observe any wear on the brakes?",
        "Are there any signs of when my brakes are old?",
        "I'm curious as to if the brakes have worn down.",
        "The brakes might be worn.",
        "Do you know if pads or rotors had wear and tear?",
        "There is a question about whether the brakes have begun to wear.",
        "Is there any pads or rotors that have suffered wear and tear?",
        "What do you reckon the wear levels on my brakes are?",
        "Someone wants to know if there are signs of wear on my brakes.",
        "I have to wonder if there is a sign of wear on the brakes.",
        "Did your brake pads and rotors age?",
        "Is my brake pads wearing out?",
        "Do my pads and rotors have any wear?",
        "Is there a problem with the brake pad and rotor?",
        "Does the brakes show any signs of wear?",
        "Do the brake pads and rotors look tired?",
        "I would like to ask if there is any sign of wear on the brakes.",
        "Do there signs of wear on my brakes?",
        "There is a question of whether brakes are worn.",
        "Do you notice any wear or wear on your brakes?",
        "Do the Brakes wear out?",
        "Do there appear to be signs of worn out brakes?",
        "Do the rotors and pads have any wear on them?",
        "Is there a sign that the brakes are not holding up?",
        "Did you see any wear on my brakes?",
        "What about my brake pads and rotors?",
        "Is there wear on the brakes?",
        "A question about the level of wear on my brakes.",
        "Do there signs of wear on the brakes?",
        "There is a question about if brakes have begun to wear.",
        "Do you view any signs of wear on my brakes?",
        "Do the brake pads and rotors have a tired look?",
        "What are your opinions of the wear level on my brakes?",
        "I was wondering if the brakes are worn out.",
        "The pads and rotors may be worn out.",
        "The brakes could be tired.",
        "Do there any signs of wear on my brakes?",
        "Will there be any signs of wear on my brakes?",
        "I have no clue if my brake pads and rotors are old.",
        "Are there pads or rotors that had wear and tear?",
        "Do you know if the pads and rotors suffered wear and tear?",
        "Do you think there are any signs of wear or wear on the brakes?",
        "I don't know if the brakes were worn.",
        "Do I have a sign of wear in my brakes?",
        "Is there any sign that the brakes are being worn down?",
        "Is there any indication of wear or wear on your brakes?",
        "Brake pads and rotors?",
        "Was the brake pad or rotor worn?",
        "Do you feel BRAKE PAD andROTATIONWEAR should be looked at?",
        "I wondered if there were signs of wear on my brakes.",
        "I'm curious whether the brakes are worn.",
        "Is there any wear on the brake pads androtors?",
        "I have to ask, did the brakes wear down?",
        "Did your brake pads and rotors become exhausted?",
        "I have to ask whether there are any signs of wear on the brakes.",
        "Is there any worn brake pads or shot rotors?",
        "Do you observe signs of wear on your brakes?",
        "Do the Brake pads and rotors look tired?",
        "Do you think BRAKE PAD and ROTARY wear is happening?",
        "I would like to know if I have any sign that my brakes are worn.",
        "Did the brake pad or the rotors suffer wear?",
        "I'm asking if the brakes were worn.",
        "What do you think about the wear levels on my brakes?",
        "The rotors and brake pads are tired.",
        "Do the pads or rotors have wear on them?",
        "Has there been any wear on my brakes?",
        "Is there a tired rotors and brake pads?",
        "What is the wear level on my brakes.",
        "Do you see signs of wear and wear on your brakes?",
        "Is there any sign that the brakes are wearing down?",
        "Are you seeing signs of wear on the brakes?",
        "Is there any sign that brakes are getting old?",
        "Do my brake pads and rotor wear out?",
        "Do you notice any wear on my brakes?",
        "Do you know if you are seeing signs of wear on your brakes?",
        "I asked if there was any sign of wear in the brakes.",
        "I've wondered if the brakes are worn.",
        "Did the brake pad/rotor suffer wear?",
        "Does there any indication of wear on the brakes?",
        "There might be a sign of wear on my brakes.",
        "Do your brakes show any signs of wear?",
        "I would like to know if I need a brake or rotor replacement.",
        "I need to know if there is any sign of wear in the brakes.",
        "What degree of wear on my brakes?",
        "Do you know if there are any pads or rotors that have been used?",
        "Is it true that the pads and rotors have worn down?",
        "Is there any sign that brakes are getting tired?",
        "The brake pads have started to wear down, is that the case with the rotors?",
        "Do you see any signs of wear or disrepair on the brakes?",
        "Do you detect any brake wear?",
        "Do you see signs of wear or damage on my brakes?",
        "Do you think BRAKE PAD andROTARY wear are issues?",
        "Tell me if you see any signs of wear on my brakes.",
        "Does anyone know if there is any sign of wear in the brakes?",
        "Is there a sign of brake wear in my vehicle?",
        "I am curious if brakes are worn.",
        "I am curious to know whether the brakes are worn.",
        "Do you know if there are signs of wear in my brakes?",
        "Is it true that the pads and rotors have been use?",
        "I'm curious if the brakes were worn.",
        "Do you see any sign of wear or wear on the brakes?",
        "do you know if there is any sign of wear on the brakes?",
        "I'm curious if the brakes wore out.",
        "Is it the case with the brake pads that they have worn down?",
        "Is there a wear on my brakes?",
        "I need to ask if there is a sign of wear on my brakes.",
        "The brakes have some wear and tear.",
        "Is it possible that pads and rotors have worn out?",
        "Do you have any signs of wear in your brakes?",
        "What about the brake pad and the rotors?",
        "Does your brakes wear or show signs of wear?",
        "Can you tell me if there is any sign of wear on my brakes?",
        "Did your brake pads or rotors turn out to be tired?",
        "Do the brakes have worn down?",
        "I do not know if there are signs of wear on my brakes.",
        "Is it likely that there are signs of wear on my brakes?",
        "Are there pads or rotors that have had wear and tear?",
        "Do the pads and rotors experience wear?",
        "I just want to know if there is any sign of wear on the brakes.",
        "Do you know any signs of wear on my brakes?",
        "The brake pads might have worn down.",
        "I'm curious if brakes are worn",
        "Do you know if the pads and rotors have deteriorated?",
        "Did the pads or Rotors suffer damage?",
        "The brake pads and rotors appear tired.",
        "The brakes might have been worn out.",
        "I'm curious as to if the brakes were worn.",
        "Did the brakes become tiresome?",
        "Do you know if I have wear on my brakes?",
        "There may be a sign of wear on my brakes.",
        "Do you see any of the signs of wear on my brakes?",
        "I wonder whether the brakes are worn.",
        "Do I need to replace the brake pads or the rotors?",
        "I am not sure if my brake pads and rotors are old.",
        "Do you know if there is any signs of wear on my brakes?",
        "What about wear on the brakes?",
        "Check brake wear?",
        "I want to know if there's any wear on the brakes.",
        "Do you see signs of wear or wear on the brakes.",
        "What are your thoughts on the wear levels on my brakes?",
        "There could be pads or rotors that are worn out.",
        "Do I notice signs of wear on my brakes?",
        "Is it possible that my brakes are getting old.",
        "Is there a sign that the brakes have become worn?",
        "What do you think about my brakes' wear level?",
        "Is there any sign of brake wear in my vehicle?",
        "Do the pads and rotors suffer any wear?",
        "Are there any signs of brake wear on the brakes?",
        "Do I see any sign of wear on my brakes?",
        "I wonder if the brakes were worn?",
        "I have to ask if there is any indication of wear on my brakes.",
        "Is there a sign that the brakes are starting to wear?",
        "Is it true that the pads and rotors wore out?",
        "Do you know if the brakes have wear and tear on them?",
        "Do the brakes have signs of wear?",
        "Is the case with the brake pads or the rotors?",
        "Is it possible that the brake pads and rotors are old?",
        "Do you see any indications of wear or wear on the brakes?",
        "Do you know whether there is any sign of wear on my brakes?",
        "What do you think the amount of wear on my brakes is?",
        "I want to know if I need a replacement brake pad or rotor.",
        "Are there any signs of wear on your brakes?",
        "I have asked if there is any sign of wear on my brakes.",
        "Does there seem to be any wear on the brakes?",
        "Do the pads and rotors have wear in them?",
        "What do you think are the wear levels on my brakes?",
        "There is a question about brake pad and rotor wear.",
        "Do you reckon BRAKEPAD andROTARY wear?",
        "What is level of wear on my brakes?",
        "Do my brake pads and rotors wear down?",
        "I need to ask if there's any sign of wear on the brakes.",
        "I want to know if there's a sign of wear in my brakes.",
        "Is the brakes having any wear and tear?",
        "Do you see any wear or signs of wear on my brakes?",
        "Will there be a sign of wear on my brakes?",
        "I'm interested in if the brakes were worn.",
        "Do you think BRAKE PAD andROTATION WEAR should be reviewed?",
        "Are the brake parts running down?",
        "Are the brake pads or rotors old?",
        "I just want to know if there is any sign of wear on my brakes.",
        "I have to ask whether there are any signs of wear in my brakes.",
        "I am curious to see if the brakes are worn.",
        "Is it possible the brakes are worn out?",
        "Do you know if there is a sign of wear on the brakes?",
        "Did your brake pads start to get tired?",
        "Does anyone know if my brakes are worn?",
        "Is there a sign of wear on the brakes.",
        "Do the brake pads seem tired?",
        "Is there a sign that the brakes are worn down?",
        "Is the worn down brake pads the case with the rotors?",
        "Are BRAKE PAD and ROTARY wear possible?",
        "The pads and rotors might have wear on them.",
        "I wonder if there is a sign of wear in the brakes.",
        "Do you know if the brakes have wear and tears?",
        "Is the brakes wearing out?",
        "Is it possible that the brakes have worn down?",
        "Are there any signs that my brakes are getting old?",
        "Does the brakes have wear and tear?",
        "Did the brake pads or the rotors turn out to be tired?",
        "Is the pads and rotors tired?",
        "Did the brake pad or rotor show signs of wear?",
        "I will ask if there is any sign of wear on my brakes.",
        "BRAKE PAD andROTATIONWEAR should be looked into.",
        "Do there appear to be any signs of wear in my brakes?",
        "Is there an indicator of brake wear on my vehicle?",
        "Do there any signs of wear on the brakes?",
        "Do my brakes have worn pads?",
        "I wonder if there is any sign of wear on the brakes.",
        "Do you reckon BRAKE PAD andROTARYwear?",
        "Are brake pads tired?",
        "There is any sign of wear on the brakes?",
        "I would like to know if you see signs of wear on my brakes.",
        "There is a question as to whether or not brakes have begun to wear.",
        "The brakes have worn down, is that the case with the rotors.",
        "Is it true that the pads androtors have been used?",
        "brakes have begun to wear?",
        "Has there been any sign of wear on my brakes?",
        "What is the levels of wear on my brakes?",
        "Is the brakes and rotors worn out?",
        "Do you think BRAKE PAD andROTARY wear is on?",
        "Is the case with the rotors? The brake pads have worn down.",
        "Is the brake pad and the rotor worn out?",
        "Do you think BRAKE PAD andROTARY wear are a problem?",
        "I would like to know if I need a replacement brake pad or rotors.",
        "Do you know if the brake pads or the rotors are old?",
        "Do signs of wear on my brakes appear?",
        "Do you know if you see any signs of wear or wear on your brakes?",
        "Is it possible that the brake pad and rotors wear?",
        "Are the pads and rotors worn?",
        "Do you know if any of the pads or rotors had been worn?",
        "Did the brake pads get worn out?",
        "I would like to know if I need a rotors or brake pads.",
        "Do you have a sign of wear in my brakes?",
        "Do the brake pads and the rotor wear?",
        "Is the brake pad and rotor in bad shape?",
        "Is there any worn pads or Rotors?",
        "Is there any pads or rotors that are worn out?",
        "Do you detect wear on brakes?",
        "Is it true that the pads and the rotors have been worn?",
        "Do you know if the pads and rotors have worn out?",
        "Does anyone see any signs of wear or wear on the brakes?",
        "Did the BRAKE parts suffer some damage?",
        "The brake pads and rotors looked tired.",
        "Is there a sign that the brakes have worn out?",
        "Does there appear to be any signs of wear on my brakes?",
        "Do you know of any signs of wear or wear on my brakes?",
        "Is there any signs of wear on my brakes?",
        "I am interested in whether the brakes were worn.",
        "Do you know the level of wear on my brakes?",
        "Is that the case with the rotors or the brake pads?",
        "Do you see the wear on my brakes?",
        "Does anyone have any evidence of wear on my brakes?",
        "I was wondering whether the brakes were worn.",
        "I have to ask, do there any signs of wear on the brakes?",
        "Is the rotors and pads really worn out?",
        "Will there be any sign of wear in my brakes?",
        "What are the levels of wear on my brakes?",
        "Do you know if the pads or the rotors were old?",
        "Do I need a new brake pad or a new rotors?",
        "Do I need replacement pads or rotors?",
        "Is there wear on the brake pad and rotors?",
        "Do you know if there was wear and tear on the pads or the rotors?",
        "There is a question as to whether or not brakes are wearing down.",
        "A question about brake wear on my vehicle.",
        "Did the pads and rotors become tired?",
        "Do the brakes have wear and Tear?",
        "I wondered if there were any signs of wear on the brakes.",
        "Do I know if there is any sign of wear on my brakes?",
        "I want to know if there is any indication of wear on the brakes.",
        "Is there any BRAKE PAD andROTARY wear?",
        "Is there a sign that the brakes are worn down.",
        "I want to know the level of wear on my brakes.",
        "Do the brake pads and rotors have worn down?",
        "What do you reckon the wear level on my brakes is?",
        "Is there any wear on the brake pads and rotors?",
        "Has there been any sign of wear on the brakes?",
        "Does the brakes suffer some damage?",
        "Are there signs of wear or wear on your brakes?",
        "There's a question about brake wear on my vehicle.",
        "Did the brake pads endure wear?",
        "I have to ask, do there seem to be any signs of wear on the brakes?",
        "What does you think the wear level on my brakes are?",
        "The brake pads may be tired.",
        "Did the brake pads and rotors become Tired?",
        "I would like to know if there is any sign of wear on the brakes.",
        "Don't the brake pads and rotors look tired?",
        "Do the brake pads and the rotors look fatigued?",
        "Is the case that the brakes have worn down?",
        "The brakes were possibly worn.",
        "The brake pads and rotors may have become tired.",
        "Is there any indication that the brakes have begun to wear?",
        "Did the brake pads degrade?",
        "There may be brake wear on my brakes.",
        "What are my brakes' levels of wear?",
        "The pads have worn out, is that the case with the rotors?",
        "Do you think there are pads or rotors that are worn out?",
        "Is there a sign that my brakes are in bad shape?",
        "I have to ask whether there is any sign of wear on the brakes.",
        "Is there wear on the brake pads androtors?",
        "I'd like to know if there is any sign of wear on my brakes.",
        "I would like to know if I need the brake pads or the rotor replaced.",
        "I'm curious to know if the brakes had been worn.",
        "Is there any sign that brakes have worn down?",
        "Is it possible the brakes are worn?",
        "I am curious about whether or not brakes are worn.",
        "Is it true that the rotors and pads have been worn?",
        "Are the brake pads getting old?",
        "What do you think about the wear on my brakes?",
        "What do you feel the wear level on my brakes are?",
        "Were there any worn pads or rotors?",
        "Does my brakes wear out?",
        "Do you think BRAKE PAD and ROTATION WEAR should be checked?",
        "Do you see any signs that my brakes are tired?",
        "I need to inquire if there is any sign of wear on my brakes.",
        "\"Is there any sign of wear on my brakes?\"",
        "Is there a sign the brakes have begun to wear?",
        "The rotors have worn down, is that the case with the brake pads?",
        "Did the braking system suffer wear?",
        "I'm curious to know if brakes are worn",
        "Is it a fact that the pads and rotors have been worn?",
        "What's the wear level on my brakes?",
        "I'm curious as to whether the brakes have been worn.",
        "Are BRAKE PAD andROTARY wear possible?",
        "Have I seen signs of wear on my brakes?",
        "I am unsure if the brakes are worn.",
        "What do you think the wear level on my BRAKES is?",
        "Is it possible that there is any worn pads or rotors?",
        "Do you suspect BRAKE PAD and ROTARY wear?",
        "Is there pads or rotors that have been worn?",
        "I am curious to know whether the brakes were worn.",
        "Do you see signs that my brakes are wearing down?",
        "Is the brake pads tiring?",
        "I am wondering if there is any wear on my brakes.",
        "Do the pads and rotors wear up?",
        "Do you know if the brakes wear down?",
        "The brakes have worn down, is this the case with the rotors?",
        "Did the brake pad or rotors suffer wear?",
        "Do you reckon BRAKE PAD and ROTATION WEAR should be looked into?",
        "The rotors have worn down, is that the case with the brakes?",
        "Do you reckon BRAKE PAD andROTATION WEAR should be looked into?",
        "Is there anything to suggest brake wear on my vehicle?",
        "Should there be signs of wear on my brakes?",
        "I would like to know if you see any signs of wear on my brakes.",
        "Did your brake pads and rotors start to get tired?",
        "I have to ask, do the brakes wear out?",
        "Do the brake pads and rotors have tired looks?",
        "Do the pads or rotors have any wear on them?",
        "I would like to know if I need a brake pad or rotors.",
        "Does anyone see any signs of wear on the brakes?",
        "Do you know if the brakes have any wear and tear?",
        "Do you have any evidence of wear on the brakes?",
        "I wonder if the brake pads have worn down?",
        "Do you know whether the brakes have wear and tear?",
        "Do you know if there were pads or rotors that had worn?",
        "Is it true that the pads and rotors have already been worn?",
        "Do you think I have signs of wear on my brakes?",
        "I wondered if there was a sign of wear in my brakes.",
        "Is it possible that my brakes are showing signs of wear?",
        "The brakes have worn down and is that the case with the rotors?",
        "Is it possible that I have brake wear on my brakes?",
        "I want to know if there is any indication of brake wear on my brakes.",
        "I do not know if the brakes were worn.",
        "Does there seem to be any signs of wear in my brakes?",
        "Do you see any signs of wear at the brakes?",
        "Did the brakes begin to wear down?",
        "Did your brake pads or rotors become tired?",
        "Do you know if there is any wear on my brakes?",
        "I'd like to know if I need to replace the brake pads or the rotors.",
        "Is the brake pads really tired?",
        "Is there brake wear?",
        "Do you see any signs of wear by the brakes?",
        "Is BRAKE PAD andROTARY wear what you think?",
        "Do you notice wear on my brakes?",
        "Do you see any signs of wear and tear on my brakes?",
        "Do you know if the pads and rotors have been used?",
        "What does you think about the wear level on my brakes?",
        "There is any sign that the brakes have started to wear?",
        "Does there any sign that brakes are starting to wear?",
        "Is there any sign the brakes are worn down?",
        "Do you know if there's any wear and tear on brakes?",
        "Is the brake pads and rotors looking tired?",
        "I wonder if there is any signs of wear on the brakes.",
        "Is there pads or rotor worn out?",
        "I have to wonder if there are any signs of wear in my brakes.",
        "I need to know if there is a sign of wear in the brakes.",
        "I am curious if the brakes had been worn.",
        "I would like to know if the brake pads and the rotors need to be replaced.",
        "Is there indication of brake wear on my brakes?",
        "I wonder if the brakes worn out?",
        "I'm wondering if the brakes are worn-out.",
        "Does your brakes show signs of wear?",
        "Did the brake pad or rotor age?",
        "How much wear does my brakes have?",
        "Is there wear on the brake pad and rotor?",
        "Can there be any signs of wear on my brakes?",
        "Will there be any indication of brake wear on my car?",
        "I wonder if the brakes wear-out?",
        "Do you detect any signs of wear on my brakes?",
        "I wonder whether there is any sign of wear on the brakes.",
        "Do you reckon BRAKE PAD orROTARY wear?",
        "Maybe the pads and rotors are worn out.",
        "Did the brake pads or rotors get tired?",
        "What do you think about the brake pad and rotor wear?",
        "Did the brake pads or rotors wear out?",
        "Do you know if there's any sign of wear on my brakes?",
        "What are your thoughts about the wear level on my brakes?",
        "I would like to know if I need to replace my brake pad or rotor.",
        "I have to question if there is any sign of wear in my brakes.",
        "Do you believe the BRAKE PAD andROTARY wear?",
        "Do you see any wear on the brakes.",
        "Have my brake pads worn out?",
        "Will the brake pad and rotor wear?",
        "I wish to know if the brakes were worn.",
        "Do you know if you see any wear on the brakes?",
        "There is a question about brakes having any wear and tear.",
        "What is the amount of wear on my brakes?",
        "Do you think BRAKE PAD and ROTARY wear is a problem?",
        "I was wondering if there was any sign of wear in my brakes.",
        "Does the pads and rotors wear down?",
        "Do brakes seem to have wear and tear?",
        "I want to know if my brakes are worn.",
        "Is there indication of brake wear on my vehicle?",
        "There could be a sign that the brakes are wearing down.",
        "Are there any signs of wear on brakes?",
        "Do you know if there is any signs of wear on the brakes?",
        "Do you know if there were pads or rotors that had been worn out?",
        "I would like to know if I need to replace the brake pads or the rotors.",
        "What do you reckon the wear level of my brakes are?",
        "I have to question if there is a sign of wear on my brakes.",
        "I'm curious on whether brakes are worn.",
        "Did the brake pads or rotors suffer wear?",
        "I wonder if there is any sign of wear in my brakes?",
        "Is it true that pads and rotors have worn?",
        "I'm interested in whether brakes are worn.",
        "How much wear do you see on the brakes?",
        "There is a question of if brakes are wearing down.",
        "I wondered if there were any signs of wear on my brakes.",
        "Is the brake pads tired",
        "I am not certain if my brake pads and rotors are old.",
        "Is there any sign the brakes have started to wear?",
        "I am curious as to whether the brakes wear out.",
        "Do you know whether there are signs of wear or wear on the brakes?",
        "I need to inquire if there is any sign of wear on the brakes.",
        "The brake pads and rotors are tired",
        "I wish to know if brakes are worn.",
        "Does the brakes seem to be worn out?",
        "Do you know if the brakes have any signs of wear?",
        "Did the brake pad or therotor suffer wear?",
        "Is there a sign that brakes are starting to wear down?",
        "Do I know if there is wear on my brakes?",
        "Did your brake pads and rotors become worn?",
        "Is there any indication that brakes are worn down?",
        "Are there any pads or rotors that are worn out?",
        "Is it true that the brake pad and rotor wear?",
        "Do the pads and rotor have wear?",
        "Do you detect signs of wear or wear on your brakes?",
        "How much wear is on my brakes?",
        "I don't know if the pads and the rotors are old.",
        "Did the rotors and pads wear out?",
        "There may be signs that brakes have begun to wear.",
        "There are signs of wear on my brakes, do you think so?",
        "Is it possible the brake pads are worn?",
        "Do you know if the pads or the rotors are worn out?",
        "Did theBrakes suffer some damage?",
        "Do theBrake pads and rotors look tired?",
        "Has the brakes begun to wear?",
        "Do my brake pads and rotors age?",
        "Is there some indication of brake wear on my vehicle?",
        "Do you think there is any sign of wear on my brakes?",
        "Do brakes still have wear and tear?",
        "Is there a sign that brakes are being worn down?",
        "Is it true the pads and rotors have been used?",
        "Do you feel BRAKE PAD andROTARY wear?",
        "Is that the case with the rotors, the brake pads have worn down?",
        "Do you know if the pads or rotors wore out?",
        "Does there appear to be signs of wear on the brakes?",
        "I have to ask, do there any signs of wear in the brakes?",
        "Do the brakes and the rotors look tired?",
        "Did your brake pads and rotors degrade?",
        "Do you observe any wear on your brakes?",
        "Does anyone know if I have any signs of wear on my brakes?",
        "Is there a hint of brake wear on my vehicle?",
        "Do you see any signs that your brakes are tired?",
        "Has there been any indication of brake wear on my vehicle?",
        "Do you know if the brakes need a checkup?",
        "I asked if the brakes are worn.",
        "Do I know if there is any sign of wear in my brakes?",
        "I have to ask whether there is any wear on my brakes.",
        "Are there signs of brake wear on my vehicle?",
        "Do you notice any signs of wear or wear on your brakes?",
        "Do you think BRAKE PAD andROTARY wear is due?",
        "Does the pads and rotors have any wear on them?",
        "Are the brake pads and the rotors worn?",
        "Do you check my brakes for signs of wear?",
        "Is there any evidence that my brakes are getting old?",
        "Do the brake pads and rotors have any wear?",
        "There is a question about brakes wearing down.",
        "Do you recall BRAKE PAD andROTARY wear?",
        "I ask if brakes are worn.",
        "Do you think I have any signs of wear or wear on my brakes?",
        "I have to ask, there is any sign of wear on the brakes?",
        "I wonder if there is any signs of wear in my brakes.",
        "Do you know whether the pads or the rotors were worn?",
        "Is it possible that there is brake wear on my brakes?",
        "I'm curious how worn the brakes are.",
        "Do you have any sign of wear in my brakes?",
        "Does there any indication of wear on my brakes?",
        "Does my brake pads and rotors wear down?",
        "Does the brake pads turn out to be tired?",
        "What is the level of wear on my brakes.",
        "Do you know whether I have any signs of wear on my brakes?",
        "I am wondering if brakes are worn.",
        "Do you know if brakes have wear and tear?",
        "Do the brake pads and rotors look old?",
        "I asked if there was any wear on the brakes.",
        "Are my brakes showing signs of wear?",
        "Do you see any wear in my brakes?",
        "I question whether the brakes were worn.",
        "I have to ask, does there appear to be wear on the brakes?",
        "Is there a sign that the brakes are worn?",
        "I need to ask if there is a sign of wear in my brakes.",
        "Is there any wear and tear on the brake pads and rotor?",
        "Is theBrakes have any wear and tear?",
        "Do you know if the pads and the rotors were worn?",
        "Do you know if there was a worn out pads or rotors?",
        "Will there be wear on my brakes?",
        "Is there any wear on the brake pad androtor?",
        "Do I have any sign of worn brakes?",
        "I would like to know if I need to replace brake pads or rotor.",
        "Any wear on the brakes?",
        "Do you see any signs of wear from the brakes?",
        "Does it appear there are signs of wear on my brakes?",
        "Detect any wear on the brakes?",
        "Do you occasionally see signs of wear on your brakes?",
        "If the brakes are worn out, I wonder.",
        "Do I know if there is brake wear on my brakes?",
        "What does you think is the wear level on my brakes?",
        "Did the rotor or brake pad suffer wear?",
        "Do brakes seem to be worn out?",
        "Is the case with the brake pads, they have worn down?",
        "Is there any sign my brakes are worn?",
        "Do the pads and rotor wear out?",
        "Are the pads and rotors tired?",
        "I want to know whether there is any sign of wear in my brakes.",
        "I have to ask if there are signs of wear on my brakes.",
        "Do you see any wear or signs of wear on your brakes?",
        "I would like to know if I need a new rotor or brake pad.",
        "I'd like to know if I need a brake pad or a rotor replacement.",
        "I am curious about brakes being worn.",
        "There is a question about whether there is a sign that brakes have begun to wear.",
        "Do the pads or the rotors have any wear?",
        "Is it possible that the brake pads have worn down.",
        "Are the brake pads and rotor worn?",
        "Do the pads androtors have wear on them?",
        "Is there any noticeable wear on my brakes?",
        "There appears to be signs of wear on my brakes.",
        "Will there be any sign of brake wear on my vehicle?",
        "I'm curious to know if there are worn brakes.",
        "Is there any indication that the brakes have started to wear?",
        "Are there signs of wear or wear on the brakes?",
        "I want to know if there is any wear on the brakes.",
        "What do you think is the wear level on my brakes?",
        "Do you know if there are any pads or rotors that have been worn?",
        "Do the pads or rotors have wear?",
        "I need to know if there are any signs of wear on the brakes.",
        "Any signs of brake wear?",
        "Does there seem to be any sign of wear on the brakes?",
        "Is there any indication as to when my brakes are getting old?",
        "Does any indication of brake wear show up on my brakes?",
        "Does anyone know if there is brake wear on my brakes?",
        "I would like to know whether the brakes were worn.",
        "Do you know if the pads or the rotors have worn out?",
        "Is the rotors worn down due to the brake pads worn down?",
        "I am wondering if there is a sign of wear in my brakes.",
        "Do you see any indicators of wear on the brakes?",
        "Do the brakes show any sign of wear?",
        "Do there seem to be signs of wear on my brakes",
        "Does there seem to be signs of wear on my brakes?",
        "Do your brakes have wear and tear?",
        "Is it possible you see signs of wear on the brakes?",
        "Do you know if there's wear and tear on the brakes?",
        "The brakes may have worn down, is that the case with the rotors?",
        "I want to know if there is wear on my brakes.",
        "Did the brakes get worn out?",
        "The brake pads and rotors look tired.",
        "I wonder if brakes are worn out?",
        "I would like to know if I need a brake pad or a new rotors.",
        "There's a question about whether brakes have begun to wear.",
        "Is there an indication of brake wear on my brakes?",
        "Do you reckon BRAKE PAD and ROTATIONWEAR should be checked out?",
        "Are you aware of any wear on my brakes?",
        "Do you know if the pads and rotors worn?",
        "Are the brake pads and rotors worn out?",
        "The pads and rotors are worn out?",
        "Are the pads and rotors worn out?",
        "Is there a sign the brakes have started to wear?",
        "Is there any sign that the brakes are getting tired?",
        "Did the brake pads or rotor suffer wear?",
        "I need to ask if there's any sign of wear on my brakes.",
        "I'm wondering if there is any sign of wear in my brakes.",
        "Do the brake pads and rotors have a tired look on their faces?",
        "Are you able to see any signs of wear on my brakes?",
        "Is the brakes have any wear and tear?",
        "I don't know if the brakes are worn.",
        "Are the signs of wear on my brakes present?",
        "I wondering if there are signs of wear on my brakes.",
        "Is BRAKE PAD andROTARY wear something you reckon?",
        "Do you see signs of wear on the BRAKES?",
        "Do the brake pads and the rotor wear out?",
        "There may be wear on the pads and rotors.",
        "I have to ask, does there wear on my brakes?",
        "Is the rotors worn down as the brake pads have worn down?",
        "Is that the case with the rotors, as the brake pads have worn down?",
        "Is it possible that you can see signs of wear on my brakes?",
        "Does anyone know if brakes are wearing down?",
        "Does the brake pads and rotors seem tired?",
        "Do you know if any of the pads or rotors had suffered wear and tear?",
        "What do you believe the wear levels on my brakes are?",
        "Do I have a sign of my brakes' wear?",
        "Is there any signs of brake wear on my vehicle?",
        "Do you see any signs that my brakes are wearing out?",
        "Is there BRAKE PAD and ROTARY wear?",
        "Is the case with the rotors, as the brake pads have worn down?",
        "The brakes may have wear and tear.",
        "I would like to know if I need to replace the brake pad or the rotors.",
        "Is there any indication that brakes have begun to wear?",
        "There is a question as to if brakes have begun to wear.",
        "I am wondering if there is any indication of brake wear on my vehicle.",
        "Is it possible my brakes are getting old?",
        "I'm interested in if the brakes are worn.",
        "Can you tell me about the wear level on my brakes?",
        "Is there anything worn on my brakes?",
        "I would like to know if I need a replacement rotor and brake pads.",
        "Is the brakes getting old?",
        "I wonder if the brakes were worn-out.",
        "I am curious as to if brakes are worn.",
        "The BRAKE PAD and ROTATIONWEAR should be looked at.",
        "Are there signs of wear on my brakes?",
        "Is there any indication of worn brakes?",
        "Is my brakes wearing down?",
        "Can there be any sign of wear on my brakes?",
        "Do you know if there was wear on the pads or the rotors?",
        "Do you know if there is wear on your brakes?",
        "Is the rotors or pads worn out?",
        "Is there any wear and tear on the brake pad and rotor?",
        "Is there any wear on the brake pads or rotor?",
        "Is there any sign of brake wear on my vehicle?",
        "What is the level of wear on my brake system?",
        "Do you have any indication of wear on my brakes?",
        "Could the brakes be in need of a repair?",
        "Any wear on brakes?",
        "Did the brake pad or rotor get worn?",
        "There is any sign that brakes have started to wear?",
        "Do the brake pads or the rotors look tired?",
        "What do you think the wear levels on my brakes is?",
        "Do you have any sign of wear on my brakes?",
        "Is the case with the brake pads and rotors?",
        "I am curious as to whether brakes are worn",
        "I am wondering if the brakes are worn out.",
        "Do you find any signs of wear on my brakes?",
        "The brake pads may have worn down, is that the case with the rotors?",
        "What do you think of the wear levels on my brakes?",
        "Do there appear to be worn out brakes?",
        "I have to wonder if there is any wear on my brakes.",
        "Did the brake pad and rotor wear out?",
        "Do I see any signs of wear on the brakes?",
        "Does the rotors and brake pads look tired?",
        "Do you know if I have signs of wear on my brakes?",
        "Did the pads and rotors have any wear?",
        "I am wondering if there is any sign that my brakes are worn.",
        "Do the brakes seem worn out?",
        "Do you feel BRAKE PAD and ROTATION WEAR should be looked at?",
        "Do you reckon BRAKE PAD andROTATIONWEAR should be looked into?",
        "Did the brake pads and rotors become old?",
        "Will the brakes have any wear and tear?",
        "What is the health of my brakes?",
        "Is the brakes worn down, is that the case with the rotors?",
        "What about the wear level on my brakes?",
        "There are pads or rotors that may have worn out.",
        "Is there any wear to the brake pad and rotor?",
        "Do you think there are any signs of wear on the brakes?",
        "Do you have signs of wear on my brakes?",
        "If there are any worn pads or rotors.",
        "Is the Brakes in need of some type of repair?",
        "Do you know if you have any signs of wear on the brakes?",
        "Were the pads and rotors worn?",
        "Do you know if your brakes are showing signs of wear?",
        "Does my vehicle have any brake wear?",
        "Is it true that the pads and rotors used up?",
        "I wonder if there is any sign of wear in the brakes?",
        "Do there seem to be signs of wear on my brakes.",
        "The brake pads and rotors look tired to me.",
        "Have you seen signs of wear on your brakes?",
        "The brake pads wear down, is that the case with the rotors?",
        "What do you think are the levels of wear on my brakes?",
        "Are the rotors and pads worn out?",
        "The brake pads have worn down, is that the case with the rotors.",
        "I am curious to find out if the brakes were worn.",
        "It is possible that my brakes are getting old.",
        "Are the brake pads and rotorwear?",
        "I'm wondering if the brakes were worn",
        "Did the brake pads and rotors run out?",
        "Do the brake pads have wear and tear?",
        "Did the Brake pads become tired?",
        "Do you know if the pads and rotors are worn?",
        "Am my brakes in need of repair?",
        "Is the brake pads worn down like the rotors?",
        "Do you spot any signs of wear on my brakes?",
        "Do you see any wear on the brakes?",
        "Are you sure you see any signs of wear on my brakes?",
        "Do the brake pads and rotors appear tired?",
        "Will the Brake parts suffer some damage?",
        "I have to ask if there any signs of wear on the brakes.",
        "Does the pads and rotors have wear?",
        "I wanted to know if there was any sign of wear in my brakes.",
        "Do you see signs of wear in your brakes?",
        "Do you know if there is any wear and tear on the brakes?",
        "Did your brake pads grow tired?",
        "Do you see any signs of wear of my brakes?",
        "What do you reckon the wear level is on my brakes?",
        "Do you know of any signs of wear or wear on the brakes?",
        "Do you know if there were pads or rotors worn?",
        "How about the brake pad and rotors?",
        "I'd like to know if there are signs of wear on my brakes.",
        "Does anyone know if there is any sign of brake wear on my brakes?",
        "The brake pads have worn down, is that what the case with the rotors?",
        "Is the brake pads or the rotors old?",
        "Is there any sign that brakes have started to wear?",
        "The BRAKE PAD andROTATION WEAR should be looked at.",
        "Is it the case that the brake pads have worn out?",
        "The brake pad or rotor might have suffered wear.",
        "I would like to know if you see any signs of wear or wear on my brakes.",
        "There may be an indication of brake wear on my car.",
        "Do I have a sign that my brakes are tired?",
        "Is the brake pads worn down, like the rotors?",
        "Do you see any evidence of wear on your brakes?",
        "Do you know if there is any sign of brake wear?",
        "Did the brake pads and rotors wear out?",
        "Does anyone know if there is brake wear on my vehicle?",
        "Are there any signs that the brakes are wearing down?",
        "Do you know if the pads or rotors had been worn?",
        "Is there wear on the brake pads and the rotors?",
        "Do you see signs of wear on brakes?",
        "There is any indication of brake wear on my brakes?",
        "The amount of wear on my brakes is unknown.",
        "Does anyone know if there are signs of wear on my brakes?",
        "Do you know if there are any signs of wear or wear on my brakes?",
        "Can you tell me if brakes have begun to wear?",
        "I'm curious about whether or not the brakes were worn.",
        "Are there pads or rotors that are worn out?",
        "I was curious as to whether the brakes were worn.",
        "I'm wondering if the brakes were worn.",
        "I'm wondering whether the brakes were worn.",
        "Do you know if the pads and rotors wear?",
        "The brake parts are running down?",
        "I wonder if there is a sign of wear on the brakes?",
        "I have to ask if there's a sign of wear on my brakes.",
        "Do I need brake pads or rotor replacements?",
        "Can I ask if there is any sign of wear on the brakes?",
        "Do your brake pads and rotors get tired?",
        "Is there a sign that brakes have worn down?",
        "What is the level of wear on my brakes?!",
        "Is there any sign of wear on your brakes?",
        "Is it the case that the brakes are worn out?",
        "Do you know if the pads or rotors have worn?",
        "I want to know whether there is any sign of wear on my brakes.",
        "Do I notice any wear on my brakes?",
        "Is there a sign the brakes are beginning to wear?",
        "I wanted to ask if there was any sign of wear in my brakes.",
        "Will you see any signs of wear on your brakes?",
        "I wonder if the brakes have been worn-out.",
        "Was the brake pads or rotors old?",
        "Is there an indication of brake wear?",
        "I need to know if there is any sign of wear on the brakes.",
        "I don't know if my brake pads are past their prime.",
        "Do you see any signs of wear with your brakes?",
        "Do you reckon BRAKE PAD and rotatory wear?",
        "Do you think BRAKE PAD and ROTATION WEAR need to be looked at?",
        "What are you saying about the wear level on my brakes?",
        "Have you detected wear on the brakes?",
        "Could you detect wear on brakes?",
        "Are there any indications of brake wear on my brakes?",
        "Is this the case for pads and rotors?",
        "There is a question on whether brakes have begun to wear.",
        "Did the brake pads and rotors start to get tired?",
        "Do you know whether brakes have wear and tear?",
        "Can there be a sign of wear on the brakes?",
        "Do there seems to be signs of wear on my brakes?",
        "Do you see any wear to the brakes?",
        "I wondered whether the brakes were worn.",
        "I wonder if the brakes have worn out?",
        "Did brake pads get tired?",
        "Do you know whether there is any sign of wear in my brakes?",
        "Does anyone know if there are any signs of wear or wear on the brakes?",
        "Are you seeing any signs of wear or wear on the brakes?",
        "Do your brakes have any sign of wear?",
        "There are pads or rotors worn out?",
        "Do you know if the brakes have wear on them?",
        "What do you know about the wear level on my brakes?",
        "I am wondering if there are any signs of wear on the brakes.",
        "Do the pads and the rotors have any wear on them?",
        "There could be brake wear on my vehicle.",
        "Will there be an indication of brake wear on my vehicle?",
        "Is there any signal of brake wear on my brakes?",
        "Do you know if the pads or rotors were worn?",
        "Is it true that the pads and rotors have aged?",
        "Is the brakes with any wear and tear?",
        "Do you know if there are signs of wear on the brakes?",
        "Do you know if there were pads or rotors that had degraded?",
        "Have you seen any signs of wear or wear on my brakes?",
        "Will there be worn pads or rotors?",
        "Do you know if the pads or rotors had any wear and tear?",
        "I am curious if the brakes are worn-out.",
        "Wear on brakes?",
        "Is there any wear on the rotors and pads?",
        "Do you know if the pads and rotors are old?",
        "Do you know if the pads or rotors have been worn?",
        "Is it possible that I have brake wear on my vehicle?",
        "I'm not sure if my brake pads and rotors are old.",
        "Does the brakes have any wear and tear?",
        "Will there be any signs of brake wear on my brakes?",
        "Are there any signs of brake wear on my brakes?",
        "Do you see wear on the brakes?",
        "Do there seem to be signs of wear on the brakes?",
        "Do you know if there are any signs of wear on my brakes?",
        "I need to ask if there is any wear on the brakes.",
        "Is the Pads and rotors worn out?",
        "Does anyone know if the brakes wear?",
        "I wondered if there was any sign of wear in the brakes.",
        "Did the brake equipment become tired?",
        "Is there a sign the brakes are tired?",
        "I have to ask if there's any sign of wear in my brakes.",
        "I want to know if there is any sign of worn brakes.",
        "I would like to know if there is any wear on my brakes.",
        "Do you see any signs that my brakes are old?",
        "Do you know if you see any signs of wear on the brakes?",
        "Is it possible that you see signs of wear on your brakes?",
        "Do we know if there are signs of wear on my brakes?",
        "Is my brakes showing any signs of wear?",
        "I want to ask if there are any signs of wear on my brakes.",
        "Do you detect the wear on the brakes?",
        "I don't know whether the brakes are worn.",
        "I question if there is a sign of wear on the brakes.",
        "Does there appear to be signs of wear on my brakes?",
        "Do my brakes show signs of wear?",
        "Do you see signs of wear to your brakes?",
        "Do the pads and brakes have wear on them?",
        "I need to ask if there's any wear on my brakes.",
        "The brake pads and rotors seem tired to me.",
        "Do you know if the brakes are worn?",
        "What is the level of brake wear on my vehicle?",
        "Does anyone know if there is any wear on the brakes?",
        "I would like to know if the brake pads and rotors need to be replaced.",
        "Is the pads and rotors worn?",
        "Is the pads and rotors wearing out?",
        "Do I know whether or not my brakes are worn?",
        "Do you think there is wear on my brakes?",
        "Have you noticed any signs of wear on my brakes?",
        "I don't know whether brakes are worn.",
        "Do you see any signs of wear on brakes?",
        "I need to ask, do there any signs of wear on my brakes?",
        "How about the brake pads and rotors?",
        "Is it possible my brakes are worn?",
        "Do you reckon BRAKE PAD/ROTARY wear?",
        "Is it a sign that my brakes are getting old?",
        "Do you see any obvious signs of wear on my brakes?",
        "I'm interested to know whether the brakes were worn.",
        "Do you know if there are any signs of wear or wear on the brakes?",
        "Do you know if there are any signs of wear on your brakes?",
        "Do you see any signs of wear or failure on my brakes?",
        "Is there any sign of wear on the brakes?",
        "Do you reckon BRAKE PAD andROTATIONWEAR should be checked?",
        "Is it possible that my brakes are getting old?",
        "Do you notice any wear on the brakes?",
        "Do you know if there is any wear in my brakes?",
        "I want to know if there is a sign of wear on the brakes?",
        "Is the brake pad and rotor worn out?",
        "Do I have an indication that my brakes are worn?",
        "I want to know if there's any signs of wear on my brakes.",
        "I need to ask if there is any signs of wear in my brakes.",
        "What level of wear on my brakes are they?",
        "Is there a need for BRAKE PAD and ROTATIONWEAR to be looked at?",
        "Do the pads and rotors suffer wear?",
        "Do I have any signs of wear on my brakes?",
        "What is its level of wear on my brakes?",
        "I'm curious about whether the brakes wore out.",
        "Is there any pads or rotors that have worn out?",
        "Does anyone know if there is any sign of wear on my brakes?",
        "Is it correct that the brake pads have worn down?",
        "Do I have a sign of my brakes failing?",
        "Is it the case that the brakes have worn down?",
        "Do there seem to be signs of worn out brakes?",
        "There is a question about whether brakes have started to wear.",
        "Is it possible that there are signs of wear on the brakes?",
        "There may be a sign that the brakes are worn down.",
        "The level of wear on my brakes is not known.",
        "Is it possible that my vehicle has brake wear?",
        "Do you think BRAKE PAD andROTATIONWEAR ought to be looked at?",
        "Do you reckon BRAKE PAD and ROTATION wear should be looked at?",
        "Do the pads and rotors have some wear?",
        "Do I need a replacement brake pad or rotors?",
        "Is there a sign I have worn my brakes?",
        "Is the worn out brake pads the case with the rotors?",
        "Do you think BRAKE PAD andROTARY wear are due?",
        "Do you know if there were any worn out pads or rotors?",
        "I have to ask if there is wear on the brakes?",
        "Is there a sign of when my brakes are getting old?",
        "I have to ask if there is a sign of wear on the brakes.",
        "Do I have a sign that my brakes are getting old?",
        "Do you observe any signs of wear on the brakes?",
        "Did the brake pads get worn?",
        "What do you think about the wear level for my brakes?",
        "Do I see signs of wear in my brakes?",
        "Do you know if the pads and rotors had worn out?",
        "I need to ask if there are any signs of wear in my brakes.",
        "Is there a sign that the brakes are getting worn down?",
        "I would like to know if I need replacement brake pads or rotors.",
        "Is there a sign of brake wear on my vehicle?",
        "Do your brakes show signs of wear?",
        "What do you think about the wear level of my brakes?",
        "Are there any signs of wear or wear on your brakes?",
        "I am wondering if brakes have any wear and tear.",
        "Do you know if the brakes need some attention?",
        "What is the level of wear at my brakes?",
        "I am interested in whether or not brakes are worn.",
        "The brakes might be tired.",
        "We don't know if the brakes are worn.",
        "I have to ask is there any sign of wear in my brakes?",
        "They asked if brakes have any wear and tear.",
        "Is the brake pads and the rotors old?",
        "Do you know if the brakes wear and tear?",
        "Does anyone know about any wear and tear on brakes?",
        "There are pads or rotors that are worn out?",
        "Did the rotor or the brake pad suffer wear?",
        "Is there a signal of brake wear on my brakes?",
        "The brakes appear to be worn.",
        "The brakes have worn down, is this the case for the rotors?",
        "Is the case with the rotors that the brake pads have worn down?",
        "Is it true that my brakes are getting old?",
        "How much wear do you think on my brakes?",
        "Do you see any signs of wear or wear on the brakes.",
        "Is the brake pads and the rotors tired?",
        "Did the brake pads and rotors Aging?",
        "I would like to know if I need a replacement brake pad or rotor.",
        "Was the brake pads and rotors worn out?",
        "Do I know the level of wear on my brakes?",
        "Do you know whether there were pads or rotors that had been worn?",
        "I question if there is any sign of wear in the brakes.",
        "Is there worn pads or rotors?",
        "Did the brake pads and the rotors become tired?",
        "What do you think the degree of wear on my brakes is?",
        "Do you know if there is any worn pads or rotors?",
        "Do you see any signs of wear for the brakes?",
        "Is there a sign that the brakes are aging?",
        "The brakes might be worn out.",
        "Is my brake equipment worn?",
        "There may be a sign of brake wear on my brakes.",
        "Do you have any signs of wear or wear on your brakes?",
        "Were the pads and rotors worn out?",
        "I wonder if my brake pads and rotors are worn.",
        "The brake pads and the rotors may be old.",
        "Do you know if the rotors and pads have been worn?",
        "I wonder if the brakes have been worn out?",
        "The brake pads seem to have worn down, is that the case with the rotors?",
        "Is there an indication of brake wear on my vehicle.",
        "I question if brakes have any wear and tear.",
        "Do the brakes show signs of wear?",
        "Do you observe signs of wear on the brakes?",
        "Do the brake pads become tired?",
        "I want to know if there is any signs of wear on the brakes.",
        "Do you know if the pads and rotors had suffered wear and tear?",
        "I want to ask if there is a sign of wear on the brakes.",
        "Do you know if the pads or rotors were damaged by wear and tear?",
        "I want to know if there any sign of wear in my brakes.",
        "Is it possible that the pads and rotors are worn out?",
        "Do you think BRAKE PAD and ROTATION WEAR needs to be looked at?",
        "I would like to know if there is any sign of wear in the brakes.",
        "How do you think the wear level on my brakes is?",
        "Do you see any signs of wear to the brakes?",
        "Did the brake system suffer wear?",
        "Does there any signs of wear in my brakes?",
        "Do you think BRAKE PAD andROTARY wear are on?",
        "Is there an issue with the brake pad and rotor?",
        "How much wear is on the brakes?",
        "Did your brake pads and rotors get old?",
        "I have to wonder if there is any sign of wear on my brakes.",
        "What do you believe is the wear level on my brakes?",
        "Do you notice any signs of wear on your brakes?",
        "Do you think there are any signs of wear on your brakes?",
        "Does there any indication of brake wear on my vehicle?",
        "Do you see any signs of wear for my brakes?",
        "I would like to know if there is any sign of wear in my brakes.",
        "BRAKE PAD and ROTATIONWEAR should be looked into.",
        "Do I see any wear on my brakes?",
        "Are the brake pads tired?",
        "Do you see signs that your brakes are wearing down?",
        "Is there pads or rotors that have been worn out?",
        "Do you know if the pads and the rotors had wear and tear?",
        "Is there a tired rotors or brake pads?",
        "Is there any sign the brakes are beginning to wear?",
        "Did the brake pads start to wear down?",
        "Is there any indication of brake wear in my brakes?",
        "I would like to know if there is a sign of wear on the brakes.",
        "Do there any sign of wear on my brakes?",
        "Is it the case that the brake pads worn down?",
        "Do there look to be signs of wear on the brakes?",
        "I'm curious as to whether the brakes wore down.",
        "I'm curious about if the brakes were worn.",
        "I need to ask if there are any signs of wear on the brakes.",
        "How do you think the wear level on my brakes are?",
        "There might be a sign of brake wear on my brakes.",
        "Is there a sign of brakes wear?",
        "Did the brake pad orrotor wear?",
        "Is there any indication of the brake wear on my car?",
        "Do the pads and rotors have been used?",
        "Does there exist any indication of brake wear on my brakes?",
        "Isn't the brake pads and rotors tired?",
        "Is there anything worn on pads or rotors?",
        "Does anyone know if the brakes wear down?",
        "Do you see any signs of wear or fatigue on the brakes?",
        "Do you see any signs that your brakes are wearing out?",
        "The brake pads and rotors might have become tired.",
        "Do there seem to be some signs of wear on my brakes?",
        "What do you reckon about the wear on my brakes?",
        "Do you notice any signs of wear to my brakes?",
        "Is there anything worn on the pads or rotors?",
        "Do you know if there's wear on the brakes?",
        "Do I have any signs of brake wear?",
        "Do you think there are signs of wear on the brakes?",
        "I need to ask if there is any signs of wear on my brakes.",
        "Is there any indication that brakes are wearing down?",
        "The pads and rotors might have wear.",
        "Could the Brake parts have suffered some damage?",
        "Did the rotor or brake pad wear out?",
        "Are there any signs of brake wear in my brakes?",
        "Are there any signs that the brakes are starting to wear?",
        "Is there any wear on theBrake pad and rotor?",
        "I'd like to know if I need brake pads or rotors.",
        "What do you think the wear levels are on my brakes?",
        "Are you sure you see any signs of wear on the brakes?",
        "Do there look to be signs of wear on my brakes?",
        "Is there a problem with the brake pad and rotors?",
        "Do the brakes have any wear or tear?",
        "Do there a sign of wear on the brakes?",
        "Do you see any signs of wear on your brakes.",
        "Is it possible that the brake pads worn down?",
        "Did the brakes become tired after a while?",
        "I have to ask if there any signs of wear on my brakes.",
        "The brakes might have worn out.",
        "Did the brake pads start to tired?",
        "Did the brake pads and rotors look tired?",
        "Did the brake pads and the rotors get old?",
        "What do you think the wear level is on my brakes?",
        "Did your brake pads and rotors tired out?",
        "Does there exist a sign of wear on the brakes?",
        "Do you think the brakes are worn out?",
        "Do you think there are signs of wear or wear on the brakes?",
        "Do I have a sign of my brakes being worn?",
        "BRAKE PAD and ROTATION WEAR should be looked at.",
        "Is there any wear on brake pad and rotor?",
        "Do you observe any signs of wear or wear on your brakes?",
        "The brake pads might be tired.",
        "Do you believe there are signs of wear on the brakes?",
        "I am curious as to if the brakes are worn.",
        "If the brakes have worn down, is that the case with the rotors?",
        "Is there worn out pads and rotors?",
        "I'm unsure if the brakes are worn.",
        "I'm curious to know whether the brakes are worn.",
        "Is there an indication of wear on my brakes?",
        "Do you see wear or wear on your brakes?",
        "Was the brake pads tiring?",
        "Do you think BRAKE PAD and ROTATION WEAR should be looked at.",
        "There could be signs of wear on my brakes.",
        "Do I have any sign of brake wear?",
        "Do you see any signs that my brakes are worn down?",
        "Are you aware of signs of wear or wear on my brakes?",
        "Do you see any signs of wear on my brakes.",
        "Is there any sign of wear on my brakes.",
        "Does anyone see signs of wear on the brakes?",
        "Is there any signs of wear on my brakes.",
        "Do you know if those are worn pads or rotors?",
        "I would like to know if I need new brake pads or rotors.",
        "I have to ask if there is any sign of wear in the brakes?",
        "Is it true that the brakes have worn down?",
        "I'm not sure if the brakes were worn.",
        "It's possible that the pads and rotors have been used.",
        "Do you know if they are worn pads or rotors?",
        "Did the brake pad or rotor wear?",
        "Is there any signs of wear or wear on the brakes?",
        "Do you notice signs of wear on your brakes?",
        "I'm wondering if brakes are worn",
        "Do you know if there are pads or rotors that have been worn?",
        "I have to question if there is a sign of wear on the brakes.",
        "Are your brakes showing signs of wear?",
        "Do you know if the rotors or pads have worn?",
        "I am curious as to whether the brakes were worn",
        "Is there a sign that brakes are tired?",
        "Do you know if there are pads or rotors that have been used?",
        "I question whether the brakes are worn.",
        "Is there an indication of brake wear on the brakes?",
        "Is it possible there is brake wear on my brakes?",
        "Do you see any indication of wear on my brakes?",
        "The brake pads are no longer new, is that the case with the rotors?",
        "What about the brake pads or the rotors?",
        "Is it possible that the rotors and pads are worn?",
        "What levels of wear are on my brakes?",
        "I am wondering if there are any signs of wear on my brakes.",
        "Is there any indications of brake wear on my vehicle?",
        "Did the BRAKE PADS become tired?",
        "Did the brake pad or rotor show wear?",
        "Is it true that both the pads and the rotors have been used?",
        "Is there a sign of brake wear in my car?",
        "I've wondered if brakes are worn.",
        "Do the Brake parts have some damage?",
        "Is there a sign that the brakes have begun to wear?",
        "Is there any wear on pads and rotors?",
        "Is there any indication that the brakes are worn out?",
        "What do you think wear levels on my brakes are?",
        "Do you find any signs of wear or wear on your brakes?",
        "I am wondering if there is any indication of brake wear.",
        "Did the Brake parts suffer some damage",
        "There might be pads or rotors that are worn out.",
        "Do you know if the rotors and pads were worn?",
        "I am wondering if there are any signs of wear in my brakes.",
        "Is there an indication of brake wear in my vehicle?",
        "What is the amount of wear on brakes?",
        "Do you know whether the pads and rotors have worn?",
        "I want to know if there are any signs of wear in my brakes.",
        "Do you know if there is any sign of wear on the brakes.",
        "Has there a sign of wear on my brakes?",
        "Check for any wear on the brakes?",
        "Is there Pads and rotors that are worn out?",
        "Do you know if the pads androtors have worn?",
        "Did the brake pads have wear?",
        "Do you know if I have any signs of wear or wear on my brakes?",
        "I have to ask if there is any sign of wear on my brakes",
        "I question if the brakes are worn.",
        "Do I need a new brake pad or a new rotor?",
        "Is it true that any worn pads or rotors?",
        "I need to ask, do there any signs of wear in my brakes?",
        "I want to know if there's any signs of wear on the brakes.",
        "Is the rotors worn down due to the worn down brake pads?",
        "Do you see any wear and tear on my brakes?",
        "Do you notice signs of wear on the brakes?",
        "Is there brake pad and rotors wear?",
        "I've wondered if the brakes were worn.",
        "Are there any signs of wear on the brakes?",
        "Do the brake pads and rotors look worn?",
        "What do you think the wearlevel is on my brakes?",
        "Do there seem to be signs of wear on the brakes.",
        "What do you think the amount of wear on my brakes are?",
        "Are there BRAKE PAD andROTARY wear?",
        "There is a suspicion of brake wear on my vehicle.",
        "Do the rotors and pads wear out?",
        "I need to know if there is any signs of wear on the brakes.",
        "Does there a sign of wear in the brakes?",
        "There is a question about whether or not brakes have begun to wear.",
        "Can you tell me if there is any sign of wear on the brakes?",
        "Do the braking pads look tired?",
        "Does anyone know if I have signs of wear or wear on my brakes?",
        "Is there pads or rotors that have suffered wear and tear?",
        "Yes, do you reckon BRAKE PAD andROTARY wear?",
        "Did brakes have wear and tear?",
        "What about the wear on brakes?",
        "I would like to know if the brakes were worn.",
        "I'm curious to see if the brakes are worn.",
        "\"Do there any signs of wear in my brakes?\"",
        "The brake pads and the rotors are tired.",
        "Did the brake pads fatigue?",
        "Are there any signs of wear or wear on the brakes?",
        "Do you observe wear on the brakes?",
        "There could be a sign that brakes have begun to wear.",
        "I have to ask if there is any sign of wear on the brakes",
        "I need to know if my brakes are worn.",
        "Do you see any signs that the brakes are getting old?",
        "I wondered if brakes were worn.",
        "What do you think the wear level for my brakes is?",
        "Do you see any sign of wear or wear on your brakes?",
        "Do the pads and rotors have any wear?",
        "Do the brake pads and Rotors look tired?",
        "I don't know if my brakes are worn.",
        "Did the brake pads begin to get tired?",
        "Is it possible that there is wear on my brakes?",
        "Check for wear on brakes.",
        "I would like to know if I need a brake pad or a new rotor.",
        "I was curious as to whether brakes are worn.",
        "I wonder if there is any wear on the brakes?",
        "Is the brake pad or the rotor worn out?",
        "I don't know if there is any sign of wear in my brakes.",
        "Do the brakes look tired?",
        "Do you see any signs of wear and tear on your brakes?",
        "Do I need brake pads or a new rotor?",
        "Do you know if the pads or the rotors have been worn?",
        "Do you know if the pads and rotors wore down?",
        "Do the brake pads and Rotor look tired?",
        "Do you know if there were pads or rotors that sustained wear and tear?",
        "Is theBrake pads and rotors tired?",
        "Did the brake pads or rotor wear out?",
        "Do you reckon BRAKE PAD and ROTATIONWEAR needs to be looked at?",
        "Do you know if there were pads or rotor that had been worn?",
        "Do you see any signs of wear or damage to my brakes?",
        "Is there any wear and tear on the brakes?",
        "What is the wear levels on my brakes?",
        "I want to know if there's any sign of wear on the brakes.",
        "It is possible that the pads and rotors have been worn.",
        "Do you know if the pads or the rotors were damaged by wear and tear?",
        "Did the rotors and brakes become tired?",
        "Do you find any signs of wear or wear on the brakes?",
        "I would like to know if I need a brake pad or a rotors.",
        "Do you find any signs of wear on your brakes?",
        "Do you see any signs of wear or damage on my brakes?",
        "Did there suffer wear on the brakes?",
        "I don't know if the brake pads and the rotors are old.",
        "I have to ask, does my brakes wear down?",
        "Do you know if the brake pads and rotor wear?",
        "Is the brake pads exhausted?",
        "Do the brakes have any wear and tear?",
        "Is the case with the rotors, is the brake pads worn down?",
        "Is there any sign of brake wear on my car?",
        "Did the brake pad or rotor suffer any wear?",
        "I would like to know if I need a brake pads or a rotors.",
        "Was the brake pads and rotors tired?",
        "Do thebrake pads and rotors look tired?",
        "There is a sign that brakes are wearing down.",
        "Did the pads and rotors have wear?",
        "What degree of wear is on my brakes?",
        "Do my brakes show any signs of wear?",
        "Does there wear on the brakes?",
        "brake wear on my vehicle?",
        "Do you think the pads and rotors are worn?",
        "Might the brakes be worn out?",
        "Did the Pads and rotors wear out?",
        "Do the brakes seem worn?",
        "What is the level of wear on my Brakes?",
        "How much wear on my brakes is there?",
        "I have to ask if there is any wear on my brakes.",
        "Is my brake pads and rotors out of date?",
        "What is the level of wear on myBrakes?",
        "Do you know if there are signs of wear and wear on the brakes?",
        "What about the brake pads and the rotors?",
        "Do you know if the pads or rotors are worn out?",
        "Is there a sign that the brakes are wearing down.",
        "What about the wear on my brakes?",
        "Do brake pads look tired?",
        "Do you notice wear on the brakes?",
        "Do the pads and the rotors have wear?",
        "What do you feel about the wear level on my brakes?",
        "Is there a sign that brakes are getting worn down?",
        "What do you say is the wear level on my brakes?",
        "What the level of wear is on my brakes?",
        "Did the brake pads or the rotors wear?",
        "I want to know if there is a sign of wear on the brakes.",
        "Is my vehicle showing signs of brake wear?",
        "Do you think BRAKE PAD andROTATION WEAR should be checked out?",
        "The brakes may have worn down.",
        "I want to know if you see signs of wear or wear on my brakes.",
        "Is there any sign that brakes are starting to wear down?",
        "Do you know if pads or rotors suffered wear and tear?",
        "Are there any worn pads or rotors?",
        "I want to know if there is any indication of brake wear on my vehicle.",
        "Is it true that the pads and rotors have wear?",
        "Do there be signs of wear on my brakes?",
        "Is there an indication that the brakes have begun to wear?",
        "I ask if there is any sign of wear in my brakes.",
        "Is it possible that rotors and pads are worn out?",
        "I have to ask, do there any signs of wear in my brakes?",
        "Can you detect any wear on brakes?",
        "I'm wondering if there is any indication of brake wear on my vehicle.",
        "Do you see signs of wear or wear on brakes?",
        "Do you know if you see wear on your brakes?",
        "Did the brake pads become tired over time?",
        "I don't know whether the brakes were worn.",
        "Do there appears to be signs of wear on my brakes?",
        "I am curious whether brakes are worn.",
        "Is there any indication of brakes wear on my vehicle?",
        "I don't know if my rotors and brakes are old.",
        "Is it possible that the pads and rotors are worn?",
        "Is it true that there were pads or rotors that were worn?",
        "Is it the case that the brakes have worn out?",
        "Is there anything to indicate brake wear on my brakes?",
        "Does there any sign of wear on the brakes?",
        "Do you know if the brakes need an service?",
        "I would like to know if I need a new brake pad and rotor.",
        "The brakes have worn out, is that the case with the rotors?",
        "Do you see any symptoms of wear or wear on the brakes?",
        "Does the brake pads look tired?",
        "There could be wear on my brakes.",
        "Do you know if they are a worn pads or rotors?",
        "Do the brakes have any wear on them?",
        "Do the pads androtors have any wear?",
        "Has there appeared to be signs of wear on my brakes?",
        "I wonder if there are any signs of wear in my brakes.",
        "Is there any wear on the brake pad or rotor?",
        "The brake pads have worn out, is that the case with the rotors?",
        "Do there appear to be signs of wear on the brakes.",
        "Do you see any signs or wear on my brakes?",
        "There is wear on the brake pads and rotor.",
        "Is there a sign that the brakes are wearing out?",
        "Is there a brake pad or a rotors wear?",
        "Is it possible that you see signs of wear on my brakes?",
        "Do you know if the pads or the rotors were worn?",
        "I have to ask if there is any signs of wear on the brakes.",
        "Do you know if the pads and the rotors had been worn?",
        "I wonder if there are signs of wear on the brakes.",
        "Do I need new brake pads or rotor?",
        "What amount of wear on my brakes?",
        "Are your brake pads and rotors tired?",
        "Do there seem to be any signs of wear in my brakes?",
        "I don't know if there is any sign of wear on the brakes.",
        "I wanted to know if there was any sign of wear on my brakes.",
        "Is it possible that the brake pads and rotor wear?",
        "Do any signs of wear on my brakes show up?",
        "Do my pads and rotors wear out?",
        "Is there a sign that the brakes are old?",
        "I am wondering if there are any worn pads or rotors.",
        "Is my brake equipment worn out?",
        "Are there any signs that the brakes have begun to wear?",
        "I wondered if there was any sign of wear on my brakes.",
        "Do you think BRAKE PAD andROTARY wear is a problem?",
        "Can you check the brakes for wear?",
        "Does there be any sign of wear in my brakes?",
        "Is there a sign the brakes are starting to wear?",
        "I was wondering if there was a sign of wear on the brakes.",
        "Did the brake pads start to get tired?",
        "Do you think you see signs of wear on your brakes?",
        "I need to know if there are signs of wear on the brakes.",
        "Do you reckon BRAKE PAD and rotator wear?",
        "What do you think about the amount of wear on my brakes?",
        "There might be a sign that the brakes are worn down.",
        "Will there be signs of wear on my brakes?",
        "Did your brake pads and rotors grow tired?",
        "What do you think about my brakes' wear levels?",
        "Did your brake pads and rotors Tired?",
        "Is it true that the brake pads have worn out?",
        "Does the brake pads and rotors become tired?",
        "The pads and rotors might be worn out.",
        "Can there be any sign of wear on the brakes?",
        "Did the brake pads and rotors become very tired?",
        "Do the brake pads and rotors wear down?",
        "I have to ask if there's any sign of wear on my brakes.",
        "I want to know if there is sign of wear on the brakes.",
        "Are the pads on the brakes tired?",
        "I need to ask, does there any sign of wear on the brakes?",
        "Is the pads and rotors having any wear?",
        "I wonder if brakes are worn.",
        "Are there any wear and tear on the brakes?",
        "There may be brake wear on my vehicle.",
        "Do the brake pads or rotor suffer wear?",
        "I need to ask, does there any sign of wear on my brakes?",
        "Did brake pads and rotors get tired?",
        "Do you think BRAKE PAD andROTATIONWEAR should be checked?",
        "Is there any wear on the brake pads or the rotor?",
        "Do you experience any signs of wear on the brakes?",
        "Are there pads or rotors that had suffered wear and tear?",
        "Do you think you have any signs of wear on your brakes?",
        "Do you think BRAKE PAD andROTATION wear should be looked into?",
        "Are there any signs of brake wear on my car?",
        "Are the pads and the rotors worn?",
        "Do you know if any pads or rotors had wear and tear?",
        "I want to know if the brakes are worn.",
        "Does anyone know if there are any signs of wear on your brakes?",
        "Did your brake pads become tired?",
        "Do you see signs of wear or wear to the brakes?",
        "Do you think there is BRAKE PAD andROTARY wear?",
        "The brake pads have worn down, is that related to the rotors?",
        "What extent of wear on my brakes?",
        "Do my brakes wear out?",
        "There may be a hint of brake wear on my brakes.",
        "Do you think BRAKE PAD andROTATION WEAR should be looked into?",
        "Do the pads and rotors have been worn?",
        "Do you know whether the pads or rotors had been worn?",
        "Did your pads and rotors become tired?",
        "Do I have a sign that my brakes are old?",
        "Do you know if the pads or rotors had worn out?",
        "I want to know if there is any sign of wear in my brakes?",
        "Has there any indication of brake wear on my vehicle?",
        "Are the pads or the rotors worn out?",
        "Is it possible that the brakes are getting old?",
        "Do you see any signs that your brakes are old?",
        "Did the brake pads and the rotors get tired?",
        "How much wear do I see on my brakes?",
        "Do you think BRAKE PAD andROTARY wear are happening?",
        "Do you think there are signs of wear on your brakes?",
        "Is there any worn out pads or rotor?",
        "Do my brakes have a sign of wear?",
        "Does there appear to be any signs of wear on the brakes?",
        "I have to ask, does there wear on the brakes?",
        "There is a question whether brakes have begun to wear.",
        "Is it possible the brake pads are worn down?",
        "What is the wear on my brakes like?",
        "I have to ask if there is any indication of wear on the brakes.",
        "I'd like to know if I need a brake pad or rotor replacement.",
        "Are BRAKE PAD and ROTARY wear what you reckon?",
        "Did the braking pads become tired?",
        "Is there any sign that my brakes are worn?",
        "Did the pads and rotors wear out.",
        "Is there any wear on the brake pad and rotor?",
        "I would like to know if there is a sign of wear on my brakes.",
        "Do you know if the pads or the rotors are old?",
        "Did the brake pad or rotor have wear issues?",
        "There is a question as to whether the brakes were worn.",
        "Do you think the BRAKE PAD andROTATIONWEAR should be looked at?",
        "Do you know if there are pads or rotors worn out?",
        "The brake pads and rotors are tired.",
        "Does there any sign of brake wear on my vehicle?",
        "Do I know if there is any wear on my brakes?",
        "Does there exist any sign of wear on the brakes?",
        "Do you know if there are pads or rotors that have worn?",
        "The brake pads and rotors may be old.",
        "Did the pads and rotors have wear on them?",
        "Do you know if the pads or rotors sustained wear and tear?",
        "Is there wear on the brake pad and the rotors?",
        "How about the wear on brakes?",
        "Are there pads and rotors worn out?",
        "Do the brake pads or rotors suffer wear?",
        "The brakes have started to wear down, is that the case with the rotors?",
        "I have to ask if there any signs of wear in my brakes.",
        "Did the brake pads become worn down?",
        "Do the pads and the rotors look tired?",
        "How about any brake wear?",
        "Do you know if there are wear and tear on the brakes?",
        "I wondered if there were any signs of wear in my brakes.",
        "Do you know if the brakes wear out?",
        "There is wear on the brake pads and the rotor.",
        "Do you notice any signs of wear and wear on your brakes?",
        "Is there a sign of brakes starting to wear?",
        "Did the brake pads and rotors age?",
        "Do you notice any signs of wear on the brakes?",
        "There may appear to be signs of wear on my brakes.",
        "Do you see any signs of wearing down my brakes?",
        "Is there a sign that the brakes have deteriorated?",
        "Do you currently see any signs of wear on your brakes?",
        "Is there worn brake pads?",
        "I have to ask if there's any signs of wear on my brakes.",
        "Do you know if the brake pads and rotors wear?",
        "Is the brake wear on my vehicle present?",
        "Do you feel BRAKE PAD and ROTARY wear?",
        "There is a question, Do the Brakes are in bad condition?",
        "Does there be any sign of wear on the brakes?",
        "The brake pads and rotors could be tired.",
        "Do there seem to be signs of wear in my brakes?",
        "Do the brake pads and rotor wear out?",
        "Is there any wear on pads or rotors?",
        "Do the brake pads and rotors have become tired?",
        "Is it possible that there are worn pads or rotors?",
        "Isn't the brake pads tired?",
        "Do the pads and rotors have wear problems?",
        "The pads and the rotors might be tired.",
        "Do you know if there were pads or rotors with wear and tear?",
        "Is there evidence of brake wear on my vehicle?",
        "Is there any sign that brakes are being worn down?",
        "What is your opinion of the wear level on my brakes?",
        "I want to know if there are any signs of wear in the brakes.",
        "Did the brake pads and rotors become worn?",
        "Do I need to replace the brake pad or the rotors?",
        "Any indication of brake wear on my vehicle?",
        "Do the brakes and rotors look tired?",
        "Someone asked if there were signs of wear on my brakes.",
        "I wondered if the brakes were worn out.",
        "There might be brake wear on my brakes.",
        "Did the brake pads grow tired?",
        "The brake pads have worn down, is that what happens with the rotors?",
        "I have to ask if there is any sign of wear on the brakes.",
        "Did the brake pads or the rotors suffer wear?",
        "Do you notice signs of wear or wear on the brakes?",
        "I want to know if there is any sign of wear in the brakes.",
        "I need to know if there is a sign of wear on the brakes.",
        "Do you know any signs of wear in my brakes?",
        "Did your rotors and brake pads turn out to be tired?",
        "Do you know if there was wear and tear on pads or rotors?",
        "Do the pads and the rotors have any wear?",
        "What would you say the wear level on my brakes is?",
        "Is there any sign of brakewear on my vehicle?",
        "Did the brake pads and rotors tired?",
        "Is it possible that theBrake pads have worn down?",
        "Does anyone know if there are any signs of wear on the brakes?",
        "Did the brake pads and rotor become tired?",
        "The brake pads and rotors may look tired.",
        "Are BRAKE PAD and ROTATIONWEAR something that should be looked at?",
        "Do you think BRAKE PAD and ROTATION WEAR should be looked over?",
        "Is there a sign that the brakes have worn down?",
        "Is there pads and rotors that are worn out?",
        "Is there a sign that the brakes are getting tired?",
        "I would like to know whether the brakes are worn.",
        "Do you see any indications of wear on my brakes?",
        "Do your brakes show any sign of wear?",
        "Did the rotors or brake pads suffer wear?",
        "The brake pads and rotors seem tired.",
        "Is there any sign that brakes are tired?",
        "The brake pads and rotors have worn down.",
        "Do you see any visible wear on my brakes?",
        "Is the rotors and pads tired?",
        "What do you think is the wear of my brakes?",
        "How about the brake pads and the rotors?",
        "I asked if there is any sign of wear in my brakes.",
        "Is there any indication that brakes are tired?",
        "What do you make of the wear level on my brakes?",
        "Did the brake pad or rotor get old?",
        "I have to ask is there any sign of wear on my brakes?",
        "Do you see any signs of wear or malfunction on my brakes?",
        "Do you think BRAKE PAD andROTATIONWEAR should be checked out?",
        "Did the brake pads and rotors start to wear out?",
        "I need to know if there is a sign of wear on my brakes.",
        "Did the brakes start to wear out?",
        "Do you see signs of wear on the Brakes?",
        "There is any sign that the brakes are starting to wear?",
        "Do you think BRAKE PAD andROTATIONWEAR need to be looked at?",
        "Do you detect signs of wear on your brakes?",
        "Does anyone know of any signs of wear on my brakes?",
        "Is there an indication of wear on the brakes?",
        "What do you think the wear levels on my brakes are?",
        "I want to know if the brakes have any sign of wear.",
        "Is it possible that brakes are worn?",
        "I have to know if there is any sign of wear in my brakes.",
        "Do there are any signs of wear in my brakes?",
        "I'm wondering if there is any sign of wear on my brakes.",
        "Is there a reason when my brakes are getting old?",
        "Did the brakes get tired?",
        "Do you see any signs that your brakes are getting old?",
        "Do there appear to be signs of wear on my brakes.",
        "Do the brake pads and rotors get tired?",
        "Do you see any wear or signs of wear on the brakes?",
        "Do I know if there are any signs of wear in my brakes?",
        "Do I have any signs of my brakes being worn?",
        "I would like to know if I need a replacement rotor or brake pads.",
        "Do you think BRAKE PAD andROTATIONWEAR must be looked at?",
        "Do my brake pads wear out?",
        "Do the brake pads turn out to be tired?",
        "The brakes have worn down, is the case with the rotors?",
        "Is there a indication of brake wear on my car?",
        "Does it look like there are signs of wear on my brakes?",
        "Does anyone have an idea of when my brakes are getting old?",
        "I want to ask if there are any signs of wear on the brakes.",
        "Will the brakes have wear and tear?",
        "I need to know if there's any sign of wear on my brakes.",
        "Do you know if there's any wear and tear on the brakes?",
        "What do you think the wear level is for my brakes?",
        "Do there seem to be any signs of wear on my brakes?",
        "Is there signs of wear on my brakes.",
        "There is a question of whether brakes have begun to wear.",
        "Do you know if the pads or rotors had wear and tear?",
        "There is a question about the wear on my brakes.",
        "Do you know if the pads and rotors are worn out?",
        "Did the brake pads become tired??",
        "Is there a sign of brake wear on my automobile?",
        "Do you see BRAKE PAD and ROTARY wear?",
        "Do you know if there is sign of wear on the brakes?",
        "Do I know if there are signs of wear on my brakes?",
        "Is the rotors worn down, is the brake pads worn down?",
        "Did your brake pads or rotors get tired?",
        "Does it appear that there are signs of wear on my brakes?",
        "Is there anything indicating brake wear on my vehicle?",
        "I need to question if there is any sign of wear in my brakes.",
        "Did the Brake parts get some damage?",
        "I would like to know if I need to replace my brake pads or rotor.",
        "Did the Brake parts wear out?",
        "What is the actual level of wear on my brakes?",
        "Is the brakes any wear and tear?",
        "Do you know about the brake pad and rotor wear?",
        "How much wear do I have on my brakes?",
        "How muchwear is on my brakes?",
        "I would like to know if there is any wear on the brakes.",
        "Did your brake pads or rotors wear out?",
        "Is there any sign of the wear on my brakes?",
        "Did my brake pads and rotors wear out?",
        "I want to ask if there is any sign of wear on the brakes.",
        "Do you suspect BRAKE PAD andROTARY wear?",
        "Did the brakes Become Tired?",
        "I don't know if the brake pads and rotors I have are old.",
        "Do you know whether there are any signs of wear on the brakes?",
        "The level of wear on my brakes was asked.",
        "Have there been signs of wear on my brakes?",
        "Is there a sign that my brakes are failing?",
        "Is there a sign that the brakes are degrading?",
        "I should ask if there is any sign of wear on my brakes.",
        "There's a question as to whether brakes are worn.",
        "Is it possible that brakes are beginning to wear?",
        "What are your thoughts on the level of wear on my brakes?",
        "Will there be any indication of brake wear on my brakes?",
        "The brakes have begun to wear?",
        "There is possible brake wear on my brakes.",
        "Do you think the brake pads have worn down?",
        "Do the pads and the rotors have wear on them?",
        "Is there any worn out rotors or pads?",
        "Has there been any signs of wear on my brakes?",
        "Do the brake pads and rotors still look tired?",
        "Do you see any wear to my brakes?",
        "Does anyone know if there are signs of wear or wear on the brakes?",
        "Do you know if there was a worn pad or rotors?",
        "Should BRAKE PAD andROTATION WEAR be looked at?",
        "I asked if there was any sign of wear on the brakes.",
        "Do you see any signs of wear in the brakes?",
        "Did the brake pads and wheels become tired?",
        "brakes have wear and tear?",
        "Do I need replacements for the brake pads and rotors?",
        "Is there any wear on brakes?",
        "I'm not sure if my pads and rotors are old.",
        "Did the pads and rotors get worn?",
        "Was the brake pads or rotors tired?",
        "Do you know the level of wear on the brakes?",
        "Have there been any signs of wear on my brakes?",
        "I am curious about the level of wear on my brakes.",
        "What do you consider the wear level on my brakes to be?",
        "Do you have a sign of wear on your brakes?",
        "Did the brake pad or Rotor wear?",
        "The brake pads might have become tired.",
        "Is this true that the pads and rotors have been used?",
        "Is there worn brake pads or shot rotors?",
        "Do signs of wear appear on my brakes?",
        "I'm not sure whether brakes are worn.",
        "I'm wondering if there are any worn pads or rotors.",
        "I have to ask, does there seem to be wear on the brakes?",
        "I have to ask if there's any signs of wear on the brakes.",
        "What is the condition of my brakes?",
        "I need to ask if there is any signs of wear on the brakes.",
        "Did the brake pads and rotors tire out?",
        "I want to know if there's any sign of wear in the brakes.",
        "What do you reckon the wear level on my brakes are?",
        "What do you think the level of wear is on my brakes?",
        "Do the pads and rotors have age on them?",
        "Is there a sign of brakes being worn down?",
        "Do you know if there is any sign of wear on the brakes?",
        "Did the brake pad or rotor get worn out?",
        "Can you tell me if the brakes need some service?",
        "Does anyone know if the brakes were worn?",
        "There is a possibility that brakes are wearing down.",
        "How much wear are on my brakes?",
        "Do you know if there were worn out pads and rotors?",
        "Do you know if there are worn pads or rotors.",
        "Do you know if there's a sign of wear on the brakes?",
        "Do there any sign of wear in my brakes?",
        "I am not sure if brakes are worn.",
        "Is the pads and rotor worn out?",
        "Will the brake pads and rotors look tired?",
        "Is there any wear and tear on the brake pads?",
        "I have to ask, do you see any signs of wear on the brakes?",
        "I am not sure if the brakes are worn.",
        "Do you see any signs of wear on yourBrakes?",
        "I need to ask, do there any signs of wear on the brakes?",
        "Do you feel any signs of wear on your brakes?",
        "Do there be any signs of wear on the brakes?",
        "Does there any sign of wear in my brakes?",
        "Did the brake pads begin to wear out?",
        "Does there exist any signs of wear on the brakes?",
        "I would like to know if I have to replace my brake pads or rotors.",
        "I wonder if I need new pads or rotors.",
        "Is there a worn brake pads?",
        "I just want to know if there is any sign of wear in my brakes.",
        "There is a question of whether or not brakes are wearing down.",
        "Do you think BRAKE PAD and ROTATION wear should be checked?",
        "Will the pads and rotors worn out?",
        "Do you reckon that BRAKE PAD and ROTARY wear?",
        "Is there any sign the brakes are starting to wear?",
        "I am wondering if there is a sign that my brakes are worn.",
        "I have to ask, do there any signs of wear on my brakes?",
        "Do you see the wear and tear on your brakes?",
        "Is there a sign that my brakes are wearing out?",
        "I have to ask if there's any signs of wear in my brakes.",
        "I want to know if the brakes were worn.",
        "I wonder if the pads and rotors are worn out.",
        "Do you notice any signs of wear or wear on my brakes?",
        "Did the brake pads and rotors become tiring?",
        "Do you know if you see signs of wear on your brakes?",
        "Are my brakes showing any signs of wear?",
        "Do the brake pads and the rotors okay?",
        "Do my brakes and rotors wear out?",
        "Do you know whether they are worn pads or rotors?",
        "Was your brake pads and rotors tired?",
        "I have to ask, is there any sign of wear in my brakes?",
        "I would like to know if I need a new rotor or brake pads.",
        "I would like to know if I need brake pad or rotors.",
        "Is there a chance that my brakes are getting old?",
        "Is the brake pads worn down, is that the case with the rotors?",
        "What about brake wear on my brakes?",
        "Do you experience signs of wear on your brakes?",
        "Are the pads and rotor worn out?",
        "What are the level of wear on my brakes?",
        "BRAKE PAD and ROTATIONWEAR need to be looked at.",
        "Do you know if any wear on brakes?",
        "Is there wear on the brake pad and the rotor?",
        "Did the brake pads become Tired?",
        "Did the Brake parts show some damage?",
        "Do you know if you see any signs of wear on your brakes?",
        "Did the brakes wear?",
        "Do you know if the pads and rotors had wear and tear?",
        "Do you know if there are any wear and tear on the brakes?",
        "Do the signs of wear on my brakes appear?",
        "Is there any indication ofbrake wear on my brakes?",
        "Check the brakes for wear?",
        "Is it possible that there were pads or rotors that were worn?",
        "Is there a tired brake pads?",
        "Do you reckon BRAKE PAD andROTARYWEAR?",
        "I question if there is any sign of wear on the brakes.",
        "Did the brakes became tired?",
        "What is the level of wear for my brakes?",
        "Is my brakes in need of maintenance?",
        "The brake pads and rotors might be worn out.",
        "Is the brakes beginning to wear?",
        "Did the brake pads wear?",
        "I'm curious about whether brakes are worn.",
        "I wondered if the brakes are worn out.",
        "Is it a sign of brake wear on my vehicle?",
        "Are the brake pads worn out?",
        "Did there seem to be signs of wear on my brakes?",
        "Do the pads and rotors have wear to them?",
        "Is there any sign that brakes are worn out?",
        "Do my brakes have any sign of wear?",
        "Pads and rotors are worn out?",
        "Do you see BRAKE PAD andROTARY wear?",
        "How much wear is there on my brakes?",
        "I need to ask if there is any sign of wear in the brakes.",
        "Do you know if the pads and rotors have wear and tear?",
        "I wondering if the brakes are worn.",
        "Does there exist any sign of wear in my brakes?",
        "Do you observe any signs of wear or wear on my brakes?",
        "Did the brake pads or the rotors become tired?",
        "I would like to know if I need a replacement brake pads or rotor.",
        "What do you feel is the wear level on my brakes?",
        "Did the brake pad or the rotors wear out?",
        "Do any signs of wear in my brakes exist?",
        "Will there be an indication of brake wear on my brakes?",
        "I would like to know if the brakes are worn out.",
        "Is my brakes showing any sign of wear?",
        "Do any signs of wear on my brakes exist?",
        "Do the brake pads and the rotors wear out?",
        "How do you think the wear on my brakes is?",
        "I'm curious to see if the brakes were worn.",
        "Is there a sign that my brakes are old?",
        "Do you think BRAKE PAD and ROTATION WEAR can be looked at?",
        "There is any sign that the brakes are worn down?",
        "I'm curious whether or not brakes are worn.",
        "I wanted to ask if there was any sign of wear on my brakes.",
        "I would like to know if I need to replace brake pads or rotors.",
        "The brake pads may have worn down.",
        "Does there have been any signs of wear on the brakes?",
        "Is there any sign that the brakes are worn down.",
        "Is the brake pad and rotor old?",
        "Do you think BRAKE PAD andROTARY wear are problems?",
        "Do you think BRAKE PAD andROTATION WEAR ought to be looked at?",
        "Is that the case with the brakes, they have worn down?",
        "Can you tell me if you see any signs of wear on your brakes?",
        "Do you know if there are any wear and tear on brakes?",
        "Did the pads or rotors wear down?",
        "There are questions about brakes worn out.",
        "Do the brake pads and the rotors wear?",
        "Do you know if the brake pad and the rotors wear?",
        "Do you know if the brakes have any sign of wear?",
        "Do the brake pads and rotors seem fatigued?",
        "Are there any signs that my brakes are worn?",
        "It is possible that the pads and rotors have been used.",
        "I want to know if there is any indication of wear on my brakes.",
        "Does there a sign of wear on the brakes?",
        "Did the brake pad and rotor wear?",
        "There is a question about whether the pads and rotors have been worn.",
        "BRAKE PAD and ROTATIONWEAR should be looked at.",
        "I am wondering whether brakes are worn.",
        "Do you see any sign of wear or wear on my brakes?",
        "I am curious as to whether the brakes wore down.",
        "Has there any sign of wear in my brakes?",
        "Do you know whether there were pads or rotors that were worn?",
        "Did the pads and the rotors wear out?",
        "Is there some worn out pads or rotors?",
        "Is there wear on the brake pads and rotor?",
        "Do I have any signs of worn brakes?",
        "I have to ask, is there any wear on the brakes?",
        "Do you know if the pads or rotors have been used?",
        "There could be a sign that brakes are worn down.",
        "I wonder if there are any signs of wear on the brakes?",
        "I would like to know if I need a new rotors or brake pads.",
        "Do you notice wear or wear on the brakes?",
        "Do you see BRAKE PAD orROTARY wear?",
        "I want to know if there is any indication of wear in my brakes.",
        "Do I need a brake pad or a rotor replacement?",
        "I would like to know if I need a replacement brake pad or a rotors.",
        "Do you know if there is any wear and tear on brakes?",
        "Have you seen signs of wear or wear on the brakes?",
        "Is it the case with the brakes that the pads have worn down?",
        "Does there appear to be any sign of wear on my brakes?",
        "Is it possible that the brake pads have been worn down?",
        "I want to know if I need a replacement brake pad or rotors.",
        "Do you see any signs of wear or damage on the brakes?",
        "Do my brake pads have wear?",
        "Do you know if the pads and rotors were worn?",
        "Has there a sign of wear on the brakes?",
        "There is a question of brake wear on my vehicle.",
        "Is there any signs of brake wear on my brakes?",
        "There is a question about whether or not brakes are wearing down.",
        "Any brake wear?",
        "Pick up any wear on the brakes?",
        "Do you get any signs of wear on your brakes?",
        "Does any indication of brake wear exist on my brakes?",
        "The brakes have been worn down, is that the case with the rotors?",
        "I have to ask, does the brakes show signs of wear?",
        "Is there any sign of the brakes wearing down?",
        "I need to ask whether there is any sign of wear on the brakes.",
        "I am wondering if there is any sign of wear on my brakes.",
        "Did the brake pads or rotor wear?",
        "Did the brake pads and rotors turn out to be tired?",
        "I would like to know if I need a new brake pads or rotors.",
        "I wonder if brakes are worn out.",
        "TheBrake pads have worn down, is that the case with the rotors?",
        "The level of wear on my brakes is unknown.",
        "Did the brake pads and Rotor become tired?",
        "I have to ask, if there is any sign of wear on my brakes?",
        "Does the brakes seem worn out?",
        "Could you check the brakes for wear?",
        "Do there are any signs of wear on my brakes?",
        "Did the brake pads and rotors begin to wear out?",
        "Did the brakes become Tired?",
        "Do you think your brakes wear down?",
        "I need to question if there is any sign of wear on the brakes.",
        "There is a question regarding whether or not brakes have begun to wear.",
        "Is pads and rotors worn out?",
        "Do you see signs of wear and tear on your brakes?",
        "Are pads or rotors worn out?",
        "Do there appear to be signs of wear on my brakes",
        "What is the wear level on your brakes?",
        "Is it possible that the pads or rotors are worn out?",
        "Is it possible that my brakes are wearing down?",
        "There might be an indication of brake wear on my vehicle.",
        "Does there any sign that the brakes are worn down?",
        "Is there any indication of brake wear on my Brakes?",
        "Do you know if any wear on the brakes?",
        "Is there any pads or rotors that have been worn?",
        "The pads and rotors may have worn out.",
        "I'm curious if the brakes are worn-out.",
        "What are your opinions about the wear level on my brakes?",
        "Is the brake pads old, or is it the rotors?",
        "I'm wondering if brakes are worn.",
        "There may be a sign that the brakes are starting to wear.",
        "Is the brake pad and rotor wear?",
        "Do brakes have wear and tear in them?",
        "Do you reckon BRAKE PAD andROTARY wear.",
        "Is there wear on the Brake Pad and rotor?",
        "The brake pads have been worn down, is that the case with the rotors?",
        "There is any indication of wear on my brakes?",
        "Check brakes for wear?",
        "Are there any brake wear?",
        "I wonder whether brakes are worn.",
        "Is there any worn out pads or Rotors?",
        "Is it possible that the brakes are worn?",
        "There appears to be signs of wear on the brakes.",
        "Was the brake pads and the rotors tired?",
        "There looks to be signs of wear on my brakes.",
        "What do you think the wear level is with my brakes?",
        "Is there any wear on the brake pads androtor?",
        "Do I need replacements of the brake pads and rotors?",
        "I'm wondering if there is any sign of wear on the brakes.",
        "There is a chance that brakes have begun to wear.",
        "What is the level of wear on brakes?",
        "Do you see wear on your brakes?",
        "Is it possible that there are any worn pads or rotors?",
        "I wonder if there's any sign of wear on the brakes.",
        "I need to ask if there is any sign of wear on the brakes.",
        "There appears to be wear on the brakes.",
        "I want to know if I need a new brake pad or rotor.",
        "Is there anything indicating brake wear on my brakes?",
        "Do you detect signs of wear on the brakes?",
        "Do there have been signs of wear on my brakes?",
        "Is that the case with the rotors? The brake pads have worn down.",
        "Is it true that the pads and rotors have been tired?",
        "Did the pads and the rotors wear down?",
        "I wish to know if the brakes are worn.",
        "The Brake pads have worn down, is that the case with the rotors?",
        "There are signs of wear on my brakes",
        "Do the brake pads and rotors have tired appearances?",
        "The brake pads and rotors look tired?",
        "Do you know whether the pads or the rotors had suffered wear and tear?",
        "Do you think BRAKE PAD and ROTATIONWEAR needs to be looked into?",
        "I don't know if my rotors and pads are old.",
        "I would like to know if brakes are worn.",
        "Do you know if there was a worn rotors or pads?",
        "I would like to know if I need brake pads and rotor replacements.",
        "Do you think that BRAKE PAD andROTATIONWEAR should be looked at?",
        "Does anyone know if there are any signs of wear on my brakes?",
        "What amount of wear on my brakes is there?",
        "Do you know if the brakes were worn?",
        "There is a question as to whether brakes have begun to wear.",
        "There are signs of wear on my brakes, right?",
        "Have the brake pads and rotors tired?",
        "I have to ask if there is any evidence of wear on the brakes.",
        "Do I have worn brake pads?",
        "Do Brake parts run down?",
        "Do you know if there are worn pads or rotors?",
        "Did the brake parts become tired?",
        "I wonder if the brakes are worn out.",
        "Is there a sign that brakes have begun to wear?",
        "Is there an indication of the wear on my brakes?",
        "What's the status of worn pads or rotors?",
        "Is it possible that the brakes have started to wear?",
        "Had the Brake parts suffered some damage?",
        "Do you see any signs of wear or wear to the brakes?",
        "Do I have any signs of wear in my brakes?",
        "Is there any wear and tear on brakes?",
        "Do brakes have wear on them?",
        "Did the brake pad or rotor have wear?",
        "There may be worn out pads or rotors.",
        "Are BRAKE PAD and ROTARY wear what you think?",
        "Do you know if any of the pads or rotors had wear and tear?",
        "I wonder if the brakes have worn-out?",
        "I wonder if they have worn-out brakes.",
        "Is there wear and tear on the brake pads and rotors?",
        "I have to wonder if there is any wear on the brakes.",
        "I would like to know if I need brake pads or rotor replacement.",
        "Is it possible that the rotors and pads are worn out?",
        "Have you seen any signs of wear on my brakes?",
        "Is the brake pads and rotors tired?",
        "Is there a sign of wear on my brakes?",
        "What do you see as the level of wear on my brakes?",
        "Did the brake pad and rotors suffer wear?",
        "The brakes have worn down is that the case with the rotors?",
        "Do you think the pads and rotors have worn?",
        "I wonder if the brakes were worn out.",
        "The rotors and brake pads look tired.",
        "Is there a sign of wear on the brakes?",
        "I would like to know if I need to replace my brake pads or rotors.",
        "Do my brake pads and rotors get old?",
        "Was the pads and rotors worn out?",
        "Does there are any signs of wear in my brakes?",
        "Do you know if you have any signs of wear or wear on your brakes?",
        "I have to know if there is any sign of wear on the brakes.",
        "Is there anything to indicate brake wear on my vehicle?",
        "It's a question of brake pad and rotor wear.",
        "Do you know if there is a sign that brakes have begun to wear?",
        "What is the wear level of my brakes?",
        "There are signs of wear on the brakes?",
        "What is the wear rate on my brakes?",
        "Is the pads and rotors worn out?",
        "What is the actual wear on my brakes?",
        "Do I have a sign my brakes are worn?",
        "Is it possible that the brakes have begun to wear?",
        "Do any signs of wear on the brakes exist?",
        "Is it true that the pads and the rotors have worn?",
        "Do I have a sign that my brakes are wearing out?",
        "Do the pads and rotors wear out?",
        "I do not know if the brakes are worn.",
        "Is there any wear on the brake pads or rotors?",
        "Do the brake pads or rotors look tired?",
        "Is there any sign the brakes are wearing down?",
        "The brake pads are worn down, is that the case for the rotors?",
        "Is there tired rotors and brake pads?",
        "Do you think BRAKE PAD andROTARY worn?",
        "Is there a sign that brakes are wearing out?",
        "Is there an indication of brake wear on my automobile?",
        "The brake pads have worn down, is this the case with the rotors?",
        "Do you think the brakes are worn?",
        "Will there be any sign of brake wear on my brakes?",
        "Is there any indication of brakewear on my vehicle?",
        "Do you notice wear on your brakes?",
        "Do there seem to be any signs of wear on the brakes?",
        "It's possible that the brakes are worn out.",
        "Does there any indication of brake wear on my car?",
        "Does anyone know if there is a sign of brake wear on my brakes?",
        "Do you think BRAKE PAD andROTARY wear?",
        "I'm wondering if the brakes have been worn.",
        "Is there a level of wear on my brakes?",
        "Does my vehicle have signs of brake wear?",
        "Do you believe BRAKE PAD and ROTATIONWEAR needs to be looked at?",
        "Do pads and rotors have wear on them?",
        "Is there any sign of brake wear on my Brakes?",
        "Will the brake pads be tired?",
        "There might be brake wear on my vehicle.",
        "What about brake pads and rotor wear?",
        "There is a question about whether there is a sign that brakes are wearing down.",
        "What do you reckon about BRAKE PAD andROTARY wear?",
        "Does anyone know if there is any brake wear on my brakes?",
        "I wonder if there are worn out brakes?",
        "Is it possible the pads and rotors are worn?",
        "Do you have any sign of wear on the brakes?",
        "Do my brake pads wear?",
        "Do you see any sign of wear on my brakes?",
        "Do you know whether the pads or rotors had suffered wear and tear?",
        "What is the wear on my brakes?",
        "Does the Brake parts suffer some damage?",
        "What do you think is the wear level of my brakes?",
        "Do there seem to be worn out brakes?",
        "Is there an indication of brake wear on my brakes.",
        "Did the brake pads end up tired?",
        "What do you think my wear level on my brakes is?",
        "I must ask if there is any sign of wear on the brakes.",
        "What is the wear and tear on my brakes?",
        "Do you see sign of wear on the brakes?",
        "Do brakes show any wear and tear?",
        "I'm curious if the brakes have worn out.",
        "Is it true that the pads and rotors worn?",
        "Do you think the BRAKE PAD and ROTATION WEAR should be looked at?",
        "Do you think BRAKE PAD andROTARY wear are there?",
        "What do you think about my brakes wearing out?",
        "Might the brakes need service?",
        "Do you see any visible signs of wear on my brakes?",
        "What do you think the wear level on my brakes?",
        "The brake pads have become worn down, is that the case with the rotors?",
        "Did the brake pad or rotor become worn out?",
        "Do I need brake pads and rotor replacements?",
        "What are your opinion on the wear level on my brakes?",
        "BRAKE PAD andROTATION WEAR should be looked at.",
        "Do the pads and Rotor have wear?",
        "Does there an indication of brake wear on my brakes?",
        "Any signs of wear or wear on the brakes?",
        "Did your brake pads and rotors become tired?",
        "Is there any sign of wear or wear on my brakes?",
        "Check for wear on brakes?",
        "Is it true that my brakes are worn?",
        "I don't know if there is any sign of wear on my brakes.",
        "Do you think BRAKE PAD and ROTATION WEAR should be reviewed?",
        "Did the brake pads get old?",
        "I have to ask if there is any sign of wear on my brakes.",
        "Has anyone seen any signs of wear or wear on the brakes?",
        "Do you think BRAKE PAD andROTATIONWEAR should be looked at.",
        "Did you know if the pads or the rotors had suffered wear and tear?",
        "Do you see any telltale signs of wear on my brakes?",
        "Do you think BRAKE PAD and ROTATION WEAR should be looked at?",
        "I am curious to know if the brakes were worn.",
        "What are your thoughts on the wear on my brakes?",
        "Is the rotors and pads used up?",
        "Is there an indication of the age of my brakes?",
        "Is BRAKE PAD and ROTARY wear what you reckon?",
        "I'm curious if the brakes are worn",
        "Is it possible that you see signs of wear on the brakes?",
        "Is the brakes in need of some service?",
        "Have the brakes been worn out?",
        "Do you think BRAKE PAD andROTARY wear is occurring?",
        "Have you seen signs of wear or wear on your brakes?",
        "Whether brakes are worn is something I'm curious about.",
        "Do you think there were pads or rotors that had been worn?",
        "Do you think my brakes are wearing out?",
        "Do you think BRAKE PAD andROTATION WEAR should be looked at?",
        "The level of wear on my brakes?",
        "Does anyone know if there is a sign of wear on my brakes?",
        "Do you know if the pads or the rotors were worn out?",
        "Do you think the brake pad and rotor wear?",
        "Is there any indication of Brake wear on my vehicle?",
        "What is wearing on my brakes?",
        "Can I tell if there are signs of wear on my brakes?",
        "Is there any sign of brake wear in my brakes?",
        "I'm curious as to whether the brakes wear down.",
        "Is it a sign of brake wear on my brakes?",
        "Do you know if I have any signs of wear on my brakes?",
        "Do you observe signs of wear or wear on the brakes?",
        "I wonder whether the brakes were worn.",
        "Do you have any evidence of wear on my brakes?",
        "Is the brakes showing signs of damage?",
        "Is there a sign that the brakes are losing strength?",
        "Do you see any signs of wear in my brakes?",
        "What do you believe the wear level on my brakes are?",
        "I don't know if there is a sign of wear in my brakes.",
        "Can I ask about the wear on the brakes?",
        "Do the brake pads and rotors wear?",
        "What can you tell me about the wear level on my brakes?",
        "Did your brake pads get tired?",
        "There is a question about whether brakes are wearing down.",
        "There might be some indication of brake wear on my brakes.",
        "Is there worn out pads or rotor?",
        "I want to know if there's any wear on my brakes.",
        "How about the brake pad and the rotors?",
        "Is it a sign of wear on the brakes?",
        "Do you know if the brakes need some care?",
        "Will the pads and rotors be worn out?",
        "There could be a sign that the brakes have begun to wear.",
        "Is it possible there are signs of wear on my brakes?",
        "Is there any indication that my brakes are old?",
        "I need to ask if there is any wear in my brakes.",
        "Is there any evidence of brake wear on my vehicle?",
        "What do you think the wear levels of my brakes are?",
        "Do you reckon there are BRAKE PAD andROTARY wear?",
        "Is there any sign that the brakes are worn?",
        "I'm wondering whether brakes are worn.",
        "Is there any evidence of wear on my brakes?",
        "do you see signs of wear on the brakes?",
        "I don't know if I need brake pad and rotor replacement.",
        "There's any sign of wear on my brakes?",
        "Do you know if the pads and rotors have lasted?",
        "This is a question about the level of wear on my brakes.",
        "I wondered if the brakes were worn- out.",
        "I want to know if the pads and rotors have wear on them.",
        "Have the pads and rotors worn?",
        "Do you know if there is wear and tear on the brakes?",
        "Is the case with the brakes if the pads have worn down?",
        "Is there rotor wear and brake pad wear?",
        "Do you know if you have any signs of wear on your brakes?",
        "I wonder if the brakes were worn",
        "Do you see any sign of wear on your brakes?",
        "Is there any sign the brakes have begun to wear?",
        "Did the brakes become worn out?",
        "Does there appear to be any sign of wear in my brakes?",
        "Is the rotors and pads worn out?",
        "Do I need to replace brake pads or the rotors?",
        "The brakes should be checked for wear.",
        "Is there an indication that my brakes are old?",
        "Is there Brake pad and rotor wear?",
        "Are there any signs of wear in my brakes?",
        "Do you see any signs that my brakes are beginning to wear?",
        "Do you have any signs of wear on the brakes?",
        "Is there a worn out pads and rotors?",
        "Do you think BRAKE PAD and ROTATION wear should be looked into?",
        "Do you know if there are pads or rotors that had been worn?",
        "Are the pads and rotors worn down?",
        "What do you reckon is the wear level on my brakes?",
        "I have no idea if the brake pads and rotors are old.",
        "I want to know if there is a sign that my brakes are worn.",
        "I'm curious as to whether brakes were worn.",
        "Do I know whether my brakes are worn?",
        "Do you know if there wear on brakes?",
        "Do you suppose BRAKE PAD andROTARY wear?",
        "There can be signs of wear on my brakes.",
        "Do I have any signs my brakes are worn?",
        "Is that the case with the rotors and the brake pads?",
        "There is any sign that the brakes are wearing down?",
        "Do brakes have any wear on them?",
        "Do you know if there is a sign of wear on the brakes.",
        "Do I see any signs of wear on my brakes?",
        "Did your brake pads and rotors fatigue?",
        "Can I ask if there is any sign of wear on my brakes?",
        "Does anyone have a sign that my brakes are worn?",
        "Do you have any signs of wear in the brakes?",
        "I was wondering if there are any worn pads or rotors.",
        "I have to ask if there is any signs of wear in my brakes.",
        "Is thebrakes in need of a repair?",
        "Did your brake pads and rotors be tired?",
        "Can you tell me if there is any sign of wear in my brakes?",
        "I'm interested in whether brakes are worn",
        "Look for any wear on the brakes.",
        "Do you see signs of wear or wear on your brakes?",
        "Can you tell me the level of wear on my brakes?",
        "How much wear do my brakes have on them?",
        "Is there an indication of brake wear on my car?",
        "Do you know if there is a sign of wear in the brakes?",
        "Do the pads and rotors sustain any wear?",
        "Do I have any signs of wear on the brakes?",
        "Did the brakes begin to get tired?",
        "I'm curious as to if the brakes wear out.",
        "Do you think there are BRAKE PAD andROTARY wear?",
        "Do my brake pads wear down?",
        "Does the rotors and pads have any wear on them?",
        "I need to know if there are any signs of wear in my brakes.",
        "Did the Brake parts suffer some type of damage?",
        "Yes, is it true that the pads and rotors have been used?",
        "The brake pads have worn down, and is that the case with the rotors?",
        "Did the brake pad orrotor wear out?",
        "I'm curious if Brakes are worn.",
        "Do you know if there is any sign of wear on brakes?",
        "Did the brakes become tired over time?",
        "Did your brake pads become Tired?",
        "Maybe the pads and rotors are worn out?",
        "Is it true the pads and rotors have worn?",
        "I am curious as to whether the brakes had been worn.",
        "Is it possible that they're any worn pads or rotors?",
        "Is my brakes wearing out?",
        "I want to know if there is any signs of wear in my brakes.",
        "Is my brakes having any wear?",
        "Is it possible that brake wear is on my vehicle?",
        "Do you reckon BRAKE PAD andROTARY Wear?",
        "Do the brake pads and the rotors ok?",
        "Do you know if the brake pads and the rotor wear?",
        "Do there be signs of wear on the brakes?",
        "I'm curious if the brakes had been worn.",
        "Is it true that the pads and Rotors have been worn?",
        "Do the brakes have any wear?",
        "I don't know if my pads or rotors are old.",
        "Did the brake pad or helicopter wear?",
        "I'm curious if brakes are worn.",
        "Is there wear on the brake pads and rotors?",
        "What do you reckon about the wear level on my brakes?",
        "Is it possible that you see signs of wear or wear on the brakes?",
        "Did the brake pads or Rotor suffer wear?",
        "I would like to know if I need a replacement brake pads or rotors.",
        "Is the case with the brake pads, or the rotors?",
        "Do you know if there is any wear on the brakes?",
        "I am not sure if my pads and rotors are old.",
        "Does there any indication of wear in my brakes?",
        "Do you know if the brake pads are old?",
        "Do the brake pads and rotors have tired appearance?",
        "Do the brake pads and rotors seem tired to you?",
        "Is there any wear on the brake pads and the rotor?",
        "What level of wear is it on my brakes?",
        "Are you aware of any signs of wear or wear on my brakes?",
        "Do I have any sign of my brakes being worn?",
        "Can you tell me if there are signs of wear on the brakes?",
        "What do you think is the wear rate on my brakes?",
        "Do you see any signs of failure on my brakes?",
        "Is it true that the pads androtors have been worn?",
        "Is it true that the brake pads have worn down?",
        "Are my brakes in need of care?",
        "I'd like to know if I need a new brake pad or rotor.",
        "Do I have an indication of brake wear on my vehicle?",
        "Pads and rotors wear out?",
        "There might be worn out pads or rotors.",
        "Does the pads and rotors have wear on them?",
        "Is there any indication of wear on the brakes?",
        "Is it known if there are signs of wear on my brakes?",
        "I'm not sure whether the brakes are worn.",
        "Is it true that the pads and rotors are worn?",
        "Is there a sign of brake wear on my car?",
        "The brake pads have worn down, so is that the case with the rotors?",
        "Can you tell me if there are any worn pads or rotors?",
        "I wonder if there are any signs of wear on the brakes.",
        "I have to ask if there is any signs of wear in the brakes.",
        "Did the brake pad or rotor need repairs?",
        "I have to ask, do the brakes show any signs of wear?",
        "Do you think there is a sign of wear on the brakes?",
        "What level of wear do you think on my brakes?",
        "Is there any indication of Brake wear on my brakes?",
        "The pads and rotors may have some wear on them.",
        "Is there a sign that the brakes are beginning to wear down?",
        "Do the pads and rotors wear down?",
        "Did the Brakes suffer wear?",
        "Does there seem to be any sign of wear on my brakes?",
        "I'm curious to know if the brakes were worn.",
        "Is there any indication of brake wear on the brakes?",
        "Is it a sign of wear on my brakes?",
        "The brakes have worn down, is it the case with the rotors?",
        "Is it possible that the brakes have been worn out?",
        "Do the Brakes seem to be in bad shape?",
        "The pads and rotors might have been worn.",
        "There is a question as to whether the brakes are worn.",
        "Is it possible the brakes have worn down?",
        "Is there any worn out pads or rotors.",
        "Is it possible the pads and rotors have been used?",
        "Do you know if there are signs of wear on the brakes.",
        "Is my brakes in need of care?",
        "I was wondering if the brakes were worn.",
        "Is it true that rotors and pads have been worn?",
        "I am curious as to whether or not brakes are worn.",
        "Did the brake pad and rotor suffer wear?",
        "If the brakes are worn out, I wonder?",
        "Is there a worn out pad or rotors?",
        "I'd like to know if the brakes were worn.",
        "Has anyone seen signs of wear or wear on the brakes?",
        "Are you sure about BRAKE PAD and ROTARY wear?",
        "Do you see any signs that my brakes are wearing down?",
        "Is it the case with the brake pads that they are worn down?",
        "There appears to be signs of wear on my brakes",
        "The rotors and pads may have worn.",
        "Do the braking pads and rotors look tired?",
        "Is the brake wear on my vehicle?",
        "Does the pads or rotors have wear?",
        "Is it possible that brakes are worn down?",
        "Do you detect signs of wear or wear on my brakes?",
        "Is it true that pads and rotors have been worn?",
        "Is there a problem with pads or rotors?",
        "What do you think the wear level on my brakes is",
        "The amount of wear on my brakes?",
        "Are there pads or rotors that are old?",
        "Is it true that the pads and rotors have already been used?",
        "Do you know if there were pads or rotors that developed wear and tear?",
        "I'm curious as to whether the brakes wear out.",
        "Are there any wear and tear on brakes?",
        "There is a question about whether brakes have begun to wear.",
        "Did your rotors and brake pads get tired?",
        "Do you think BRAKE PAD and ROTATION WEAR should be examined?",
        "Did the brake pads start to fatigue?",
        "Has there a sign of wear in my brakes?",
        "Is it true the brake pads have worn down?",
        "Do the brake pads and rotors seem tired?",
        "Do you know of any signs of wear or wear on your brakes?",
        "The brakes have worn down, so is that the case with the rotors?",
        "There is a question on whether or not brakes have begun to wear.",
        "The brake pads may have become tired.",
        "Is there any indication ofBrake wear on my vehicle?",
        "How about the brake pads and the rotor?",
        "Did the brake pads and rotor wear out?",
        "Is there any indication ofBrake wear on my brakes?",
        "Did the brake pads or the rotor wear out?",
        "Do the brake pads androtor look tired?",
        "Is it possible that you see signs of wear or wear on your brakes?",
        "Is the case with the rotors and the brake pads?",
        "Is it possible that the brake pads are worn?",
        "Do you know if there are any worn out brakes?",
        "What do you think is the wear levels on my brakes?",
        "I have to ask, does there a sign of wear in my brakes?",
        "Is there any wear and tear on the brake pads and rotors?",
        "Do you know if there are BRAKE PAD andROTARY wear?",
        "I want to know if there are signs of wear on my brakes.",
        "Is it true that Pads and rotors are worn?",
        "I must ask if there is any sign of wear on my brakes.",
        "Did the Brake parts suffer some damages?",
        "Do you think that there are any signs of wear on the brakes?",
        "There is any wear on the brakes?",
        "Do the pads and rotors have any wear in them?",
        "What do you think about brake wear on my vehicle?",
        "Is the brake pads and rotors worn?",
        "Do you notice any signs of wear in your brakes?",
        "Do I have any sign that my brakes are wearing out?",
        "Do you notice any signs of wear to the brakes?",
        "Are my brakes in need of maintenance?",
        "There may be wear on brakes.",
        "What is the level of wear on my brakes",
        "There may be a sign that the brakes have begun to wear.",
        "Do you know if the pads and the rotors suffered wear and tear?",
        "Do you know the extent of the wear and tear on the pads or rotors?",
        "What do you suppose the wear level on my brakes is?",
        "Does the brakes turn out to be tired?",
        "Do you know if there is wear on my brakes?",
        "Will there be any wear on the brakes?",
        "Is there a hint of brake wear on my brakes?",
        "I am curious if the brakes are worn.",
        "Will there be any indication of brake wear on my vehicle?",
        "Did the brake pad or helicopter suffer wear?",
        "Does the pads or the rotors have any wear?",
        "There are signs that my brakes are wearing down.",
        "Is there any indication that the brakes are starting to wear?",
        "I want to know whether the brakes are worn.",
        "I want to know if I need brake pads or rotors.",
        "Does there appear to be brake wear on my vehicle?",
        "Has there been any indication of brake wear on my brakes?",
        "Did the rotor and brake pad suffer wear?",
        "Is the pad and rotors worn out?",
        "Do you see any signs of wear and wear on the brakes?",
        "I'm curious about the brakes being worn.",
        "What do you have to say about the wear level on my brakes?",
        "I want to know if there are any signs of wear on the brakes.",
        "There seems to be a sign that brakes have begun to wear.",
        "Is it possible that my brakes wear down?",
        "There is a question about whether the Brakes are in bad shape.",
        "I have to ask if there is sign of wear on the brakes.",
        "Does there a sign that brakes have begun to wear?",
        "Is there worn out pads or rotors.",
        "Do you observe any wear or wear on the brakes?",
        "Have the brakes worn out?",
        "Are the brake pads and rotor worn out?",
        "Is there any wear on the brake pad or the rotors?",
        "Do I know if my brakes are wearing out?",
        "I have to ask if there's any wear on my brakes.",
        "I have to question if there are any signs of wear in my brakes.",
        "Do you notice any sign of wear on my brakes?",
        "There could be some signs of wear on my brakes.",
        "I would like to know if I need a replacement brake pad and rotor.",
        "I don't know if the brake pads have worn down or not.",
        "Is there a sign that my brakes are being worn?",
        "Is there a sign that my brakes are worn?",
        "Do you see the signs of wear on my brakes?",
        "Do the brake pads wear?",
        "I'm curious to know if the brakes are worn.",
        "I'm interested in whether the brakes were worn.",
        "Were the brake pads and rotors tired?",
        "Do the brakes have wear and tear on them?",
        "Does the brake pads and rotors seem tired to you?",
        "Did the brakes get worn?",
        "Can there be a sign of wear on my brakes?",
        "The BRAKE PAD and ROTATION WEAR should be looked at.",
        "Is it possible that the pads and rotors have worn?",
        "I need to know if brakes are worn.",
        "There is a question about brake wear on the vehicle.",
        "I am interested in whether or not the brakes were worn.",
        "It is possible that the brake pads have worn down.",
        "What is the level of wear with my brakes?",
        "Can I see any signs of wear on my brakes?",
        "Did the brake pad or rotor Wear?",
        "Do you know if the pads and rotors wear down?",
        "Do brakes have some wear and tear?",
        "Do you know if there were pads or rotors that had worn out?",
        "I want to know if there's any sign of wear in my brakes.",
        "Are there any indicators of brake wear on my vehicle?",
        "I am curious if there are signs of wear on my brakes.",
        "There are signs of wear on my brakes, do you think?",
        "It is believed that the pads and rotors have been worn.",
        "Is there worn out pads or Rotors?",
        "Is there wear on the pads and rotors?",
        "Do you feel BRAKE PAD andROTATION WEAR should be looked at?",
        "Is there an indication of brakes wear on my vehicle?",
        "There may be pads or rotors that have worn out.",
        "Do you know if brakes are worn?",
        "I need to know if there is any wear on the brakes.",
        "What do you think about the wearlevel on my brakes?",
        "I want to know if there is any sign of brake wear.",
        "What level of wear is there on my brakes?",
        "I'm not sure whether the brakes were worn.",
        "Do you know if there were pads or rotors that wore out?",
        "The brake pads have wear, is that the case with the rotors?",
        "I have to ask, do the brakes wear down?",
        "Do you think BRAKE PAD andROTATIONWEAR needs to be looked into?",
        "What is the true level of wear on my brakes?",
        "Do you detect any signs of wear on the brakes?",
        "Did the brakes suffer wear?",
        "Is there any wear on my brakes?",
        "I wondered if there was any sign of wear in my brakes.",
        "I am curious about whether the brakes are worn.",
        "I have to ask, is there any sign of wear on my brakes?",
        "The brakes may have been worn.",
        "Do the brakes become tired?",
        "I question if there are signs of wear on my brakes.",
        "Is it known if my brakes are getting old?",
        "I'm curious as to whether brakes are worn",
        "Do you know if the pads and rotors wore out?",
        "Is there wear on the pads and rotors.",
        "I need to know if the brakes are worn.",
        "Did the rotor or brake pad wear?",
        "Are the brakes worn down, or is that the case with the rotors?",
        "Are there signs of wear or wear on my brakes?",
        "Is it the case that the brake pads are worn out?",
        "Do you know of any wear and tear on the brakes?",
        "Would you detect any wear on the brakes?",
        "Does the rotors and pads have any wear?",
        "Do you think BRAKE PAD and ROTATION WEAR ought to be looked at?",
        "Is it possible that my brakes are worn out?",
        "Does there any sign that brakes are worn down?",
        "What is the level of wear in my brakes?",
        "Are my brakes in need of repairs?",
        "Do you know whether there is wear and tear on the brakes?",
        "Does my vehicle have any sign of brake wear?",
        "I don't know if there is a sign of wear on the brakes.",
        "Do you know if pads or rotors had suffered wear and tear?",
        "There may be an indication of brake wear on my brakes.",
        "Do I see signs of wear on the brakes?",
        "Do you find any wear on the brakes?",
        "Do you know if pads or rotors have suffered wear and tear?",
        "What is the wear level on my brakes like?",
        "Do the brake pads are tired?",
        "Did the pads and Rotors suffer damage?",
        "Does anyone know if there is a sign of wear in my brakes?",
        "Is there tired brake pads?",
        "I wondered if there was any sign of wear on the brakes.",
        "There is a possibility that brakes have begun to wear.",
        "I want to know if there is wear on the brakes.",
        "Do you see signs of wear to my brakes?",
        "Is there any sign that my brakes are wearing down?",
        "Has there been any worn pads or rotors?",
        "I was wondering if there were any signs of wear on the brakes.",
        "Is there any wear on the brake pad and rotors?",
        "Are theBrake pads tired?",
        "Is the brakes starting to wear?",
        "Are there brake pads and rotors that are worn?",
        "Does there any signs of wear on the brakes?",
        "The brake pads have begun to wear down, is that the case with the rotors?",
        "What is my level of wear on my brakes?",
        "Did the pads and rotors get worn out?",
        "Is there a sign that brakes have begun to fail?",
        "Is there a worn out pad or rotor?",
        "I'd like to know whether brakes are worn.",
        "I want to know if brakes are worn.",
        "Do you know if there is BRAKE PAD andROTARY wear?",
        "Will you see any signs of wear on the brakes?",
        "What about BRAKE PAD and ROTARY wear?",
        "Do you know if the pads or the rotors are worn?",
        "I'd like to know if I need a replacement brake pad or rotors.",
        "Do you notice signs of wear and wear on the brakes?",
        "Do the brake pads and rotors feel tired?",
        "Did the brake pad or motor wear?",
        "Is it possible that the brakes need some service?",
        "I want to know about the level of wear on my brakes.",
        "Is it the case that the brake pads have been worn down?",
        "Is it possible that the brake pad and rotor wear?",
        "Could you detect wear on the brakes?",
        "I would like to know if my brake pads or rotors need to be replaced.",
        "Is this the case with the brake pads and the rotors?",
        "I wanted to know if there was any sign of wear on the brakes.",
        "Do you know if there were worn pads or worn rotors?",
        "I'm curious if the brakes were worn",
        "I wonder if the brakes wear-out.",
        "What is the exact level of wear on my brakes?",
        "I am wondering if there is a sign of wear on the brakes.",
        "Is the brakes having wear and tear?",
        "Do you think BRAKE PAD and ROTATIONWEAR should be checked out?",
        "Do I need a replacement brake pad and rotor?",
        "Do you think there is a wear level on my brakes?",
        "Do I need a replacement for the brake pads or the rotors?",
        "I'm curious if the brakes are wearing out.",
        "What do you think about wear levels on my brakes?",
        "So what is the level of wear on my brakes?",
        "Does anyone know if there is any indication of brake wear on my vehicle?",
        "Does the brakes have any wear?",
        "I'm curious as to whether the brakes wore out.",
        "Was the brake pads or the rotors old?",
        "rotor wear and brake pad wear?",
        "Are there any indications of brake wear on my vehicle?",
        "I'm wondering if there is any indication of brake wear.",
        "Do you know whether there were pads or rotors that had been used?",
        "Did my brake pads wear out?",
        "Do you know if there were pads or rotors that suffered wear and tear?",
        "Is there any evidence of brake wear on my brakes?",
        "The brake pads have worn down and is that the case with the rotors?",
        "Do I need brake pads or rotor replacement?",
        "Do the brake pads and rotors are tired?",
        "Do you find any signs of wear on the brakes?",
        "Did your brake pads and rotors end up tired?",
        "Do you think BRAKE PAD andROTATION WEAR can be looked at?",
        "Do you believe that there are signs of wear on the brakes?",
        "Did the brake parts run down?",
        "Is that the case with the brake pads or the rotors?",
        "I'm curious if brakes are wearing out.",
        "Is there any indication that brakes are starting to wear?",
        "Do the brake pads and rotors have wear?",
        "Is it possible that signs of wear on my brakes are present?",
        "I want to know if brakes have any wear and tear.",
        "Does there an indication of brake wear on my vehicle?",
        "Is there any tired brake pads?",
        "I have to ask if there is any sign of wear in my brakes?",
        "Do you think BRAKE PAD andROTARY wear",
        "Is the Brake parts running down?",
        "Is the brake pads old and the rotors old?",
        "The brake pads and rotors might be tired.",
        "I wonder if the brakes are tired?",
        "Do you know whether there were pads or rotors worn?",
        "Do you see any wear on brakes?",
        "Do the pads and rotors have wear.",
        "Is it possible that any worn pads or rotors?",
        "Do you observe signs of wear or wear on my brakes?",
        "Did brakes become tired?",
        "I have to ask, do I see any signs of wear on my brakes?",
        "Is any wear and tear on the brakes?",
        "Did the rotors and pads become tired?",
        "Are there pads or rotors that had been worn?",
        "Do you see signs of wear or wear on my brakes?",
        "Is there evidence of brake wear on my brakes?",
        "What do you think the wear level of my brakes is?",
        "The pads and rotors have some wear on them.",
        "What do you think is the wear level for my brakes?",
        "Do the pads and rotors have wear on them?",
        "Does there be a sign of wear on the brakes?",
        "Do you see any indicators of wear on my brakes?",
        "Do you know whether the rotors and pads have worn?",
        "Do there exist signs of wear on my brakes?",
        "Is there any indication of the brake wear on my vehicle?",
        "There is a possibility that my brakes are getting old.",
        "I don't know if there is a sign of wear on my brakes.",
        "How worn are the pads and rotors?",
        "I am not sure if the brakes were worn.",
        "Do you think the wear level on my brakes is correct?",
        "Do the brake pads have worn down?",
        "Is there brake wear on my vehicle?",
        "I have to ask, does there any sign of wear in the brakes?",
        "Is there a sign that the brakes are tired?",
        "Are there BRAKE PAD and ROTARY wear?",
        "I'd like to know if the brakes are worn.",
        "Did the brakes experience wear?",
        "Can there be any signs of wear on the brakes?",
        "Is it true that the pads and rotors are old?",
        "I want to know if I need brake pad or rotor replacement.",
        "There may be a sign that brakes have begun to wear",
        "Is any sign that my brakes are worn?",
        "Check brakes are worn.",
        "Do I know if there is a sign of wear in my brakes?",
        "Do you agree BRAKE PAD andROTATION WEAR should be looked at?",
        "Did you notice any signs of wear on my brakes?",
        "What are your feelings on the wear level on my brakes?",
        "Is the brake pads tired?",
        "Did theBrake pads and rotors become tired?",
        "I'm curious to know if brakes are worn.",
        "Is there worn-out pads or rotors?",
        "Do you know if there were pads or rotors that have suffered wear and tear?",
        "Do you see any signs of wear with the brakes?",
        "Is it possible that my brakes are wearing out?",
        "I have to ask, do my brakes wear out?",
        "What do you think the level of wear on my brakes is?",
        "Is the case with the rotors if the brake pads have worn down?",
        "The brake pads have worn down, is it the case with the rotors?",
        "Is the case with the brakes, the pads have worn down?",
        "I was wondering if the brakes were worn out.",
        "Do I need a replacement brake pads or rotors?",
        "What about the brake pads and rotor?",
        "Is it possible the brakes need some service?",
        "The brakes might be worn-out.",
        "Is there any pads or rotors worn out?",
        "Do you know if the brakes need some maintenance?",
        "Do you know if there were pads or rotors that were worn",
        "Is the rotors and pads wear out?",
        "I don't know whether my brake pads and rotors are old.",
        "Do the pads and the rotors wear out?",
        "I'm wondering if the brakes had been worn.",
        "Do you have thoughts on BRAKE PAD andROTARY wear?",
        "Do you see any signs of wear andtear on the brakes?",
        "There is a question, do the Brakes are in bad condition?",
        "I am wondering if my brakes are shot.",
        "Is there a sign ofbrake wear on my brakes?",
        "Do you know if there was wear and tear on the pads and rotors?",
        "Is there a need for brake pad or rotor replacement?",
        "The brakes have wear and tear?",
        "Did the Brakes become tired?",
        "Is it true that there have been pads and rotors worn?",
        "I want to know if there is a sign of wear on my brakes.",
        "Do the brakes seem to be worn out?",
        "Do you agree BRAKE PAD and ROTATION WEAR should be looked at?",
        "Is it true that the pads and rotors have worn?",
        "Do you feel BRAKE PAD andROTATIONWEAR should be looked into?",
        "Is my brakes showing signs of brake wear?",
        "Are you aware of any signs of wear on my brakes?",
        "Is it true there have been worn pads and rotors?",
        "I have a question, does there any sign of wear on my brakes?",
        "There appear to be wear on my brakes.",
        "Do you know if the pads and the rotors have worn?",
        "There is an indication of brake wear on my vehicle?",
        "What are your thoughts on the wear level on my brakes?",
        "I am curious if the brakes are worn out.",
        "I'm curious as to if the brakes have been worn.",
        "Do the brakes seem to be showing signs of wear?",
        "I would like to know if I have to replace the brake pads or rotors.",
        "Is it possible that the brakes are worn down?",
        "Do I see any sign of wear in my brakes?",
        "The brake pads have worn down, so is the case with the rotors?",
        "I am wondering if there is a sign of wear on my brakes.",
        "It is curious as to whether the brakes were worn.",
        "Do you see any signs of wear on your Brakes?",
        "What do you believe the level of wear on my brakes is?",
        "Is there anything worn on the pads or the rotors?",
        "Does the pads and the rotors have any wear?",
        "There is any indication of brake wear on my vehicle?",
        "I asked if there were any signs of wear in my brakes.",
        "Is there pads or rotors that are worn?",
        "I have to ask if there are any signs of wear on my brakes.",
        "Do the pads and rotors have wear on them.",
        "Is there a sign that the brakes are wearing?",
        "Does anyone have an indication of when my brakes are getting old?",
        "Do my brake pads and rotors last?",
        "I need to ask if there's any sign of wear in my brakes.",
        "There is a question about whether there is any indication of brake wear.",
        "I wondering if the brakes were worn.",
        "do there appear to be signs of wear on my brakes?",
        "Is there brake pad or rotor wear?",
        "What do you think the wear level on myBrakes is?",
        "There are brake pads and rotors that wear.",
        "Do you know if I have any signs of wear on the brakes?",
        "Do you know if the pads or the rotors had suffered wear and tear?",
        "Is it true that both the pads and rotors have been used?",
        "Is the brake pad or rotor worn?",
        "Is that a worn pads or rotors?",
        "Do you reckon BRAKE PAD andROTATIONWEAR should be examined?",
        "I asked if there was any signs of wear on the brakes.",
        "Do you think BRAKE PAD andROTATIONWEAR should be looked into?",
        "Do you know whether they are any worn pads or rotors?",
        "Is the rotors and brakes tired?",
        "The brake pads may be worn out.",
        "Is there a sign of the brakes being worn down?",
        "Do the pads and rotors show wear?",
        "Is there some indication of brake wear?",
        "What level of wear do I have on my brakes?",
        "I have to ask, is there a sign of wear on the brakes?",
        "Do you know if there have been pads or rotors worn?",
        "The brake pads are wearing down, is that the case with the rotors?",
        "I need to ask if there is any sign of wear on my brakes.",
        "I want to know if I need a rotors or brake pads.",
        "Did the brake pads and rotors get worn out?",
        "Are there signs of wear on your brakes?",
        "Did the brake pad or rotors wear down?",
        "Is there wear and tear on the brake pad and rotor?",
        "Do you have signs of wear in my brakes?",
        "Do you see any wear in the brakes?",
        "Do rotors and pads wear out?",
        "I have to ask if there is any indication of wear in the brakes.",
        "I was wondering if the brakes were worn-out.",
        "I am curious if there is any sign of wear in my brakes.",
        "Did your brake pads and rotors go tired?",
        "Is there any sign the brakes are tired?",
        "Are the brake pads and rotors worn?",
        "Is there rotors or pads that are worn out?",
        "Do you know if there is any sign of worn brakes?",
        "Do you know if there were pads or rotors that have worn out?",
        "Do you know if brakes have begun to wear?",
        "I ask if there is any sign of wear on my brakes.",
        "Is there some sign of wear on my brakes?",
        "Are there any signs of wear in the brakes?",
        "I question whether brakes are worn.",
        "I would like to know if you see any signs of wear on the brakes.",
        "Do you know if there's any worn pads or rotors?",
        "I asked if there was a sign of wear on my brakes.",
        "I am wondering if there are signs of wear on the brakes.",
        "Is there an indication of brake wear in my car?",
        "Does anyone know if you see any signs of wear on the brakes?",
        "Do I find signs of wear on my brakes?",
        "Is it possible that you see signs of wear or wear on my brakes?",
        "Does the brakes have any wear or tear?",
        "Did the brake pads and rotors get old?",
        "Does the Brake parts have some damage?",
        "Is there wear on the brake pad androtor?",
        "What are your thoughts on the wear level of my brakes?",
        "Do you know if they're used pads or rotors?",
        "Do you see any wear and tear on your brakes?",
        "Did the brake pads and rotors become worn down?",
        "Does anyone know if there are any signs of wear or wear on your brakes?",
        "I would like to know the level of wear on my brakes.",
        "Are brakes have any wear and tear?",
        "Do you think there's wear on my brakes?",
        "Are there any signs of brake wear in my vehicle?",
        "Question: Do brakes have any wear and tear?",
        "Is the case with the rotors, since the brake pads have worn down?",
        "I wanted to know if the brakes were worn.",
        "Did the brake pads become tired.",
        "Is the brake equipment tired?",
        "Do you watch for signs of wear and wear on my brakes?",
        "The pads and the rotors may be tired.",
        "Any brake wear seen?",
        "Is there wear on the brake pads?",
        "Do you know if the pads or rotors have suffered wear and tear?",
        "Do I have signs of wear on my brakes?",
        "I was curious about whether the brakes were worn.",
        "Do you see signs of wear and wear on my brakes?",
        "Is it possible that my brakes are getting older?",
        "I need to know if there is any wear in my brakes.",
        "I should ask if there is any sign of wear in my brakes.",
        "Is there any chance that my brakes are getting old?",
        "Is there a sign that the brakes are wear down?",
        "There is an indication of brake wear on my vehicle",
        "Did there any sign of wear on my brakes?",
        "I wanted to ask if there was any sign of wear on the brakes.",
        "Do there show signs of wear on my brakes?",
        "Did the Brake parts suffer something?",
        "Do you know if there are brake pads and rotor wear?",
        "Did your rotors and brake pads become tired?",
        "Are my brakes in need of repair",
        "Do you observe any signs of wear or wear on the brakes?",
        "I'm curious as to if there are worn brakes.",
        "What are your opinions on the wear level of my brakes?",
        "Do you see any signs of wear to your brakes?",
        "Is there any wear on the pads or rotors?",
        "Is it possible that the brakes are worn out?",
        "The brake pads have worn out, is that the case for the rotors?",
        "Should BRAKE PAD and ROTATION WEAR be looked at?",
        "What about the brake pad and the rotor?",
        "I am curious if the brakes are worn",
        "Did the pads and rotors get old?",
        "What do you reckon is the level of wear on my brakes?",
        "Is it possible that the pads and rotors have worn out?",
        "Is there brake pad and rotor wear?",
        "Did theBrake pads become tired?",
        "I was curious as to if the brakes were worn.",
        "I wonder if the brake pads are tired.",
        "Do I notice any signs of wear on my brakes?",
        "Do there appear to be signs of wear to my brakes?",
        "I'm curious if the brakes wore down.",
        "I want to know whether there is any sign of wear on the brakes.",
        "I would like to know if I need a brake pad or a rotors replacement.",
        "I have to question if there is a sign of wear in my brakes.",
        "Did the brake pads become tiring?",
        "I would like to know if there are any signs of wear on my brakes.",
        "I would like to know if I need brake pads or a new rotors.",
        "The brakes may have worn out.",
        "Do the brake pads and the rotors seem tired?",
        "I wonder if the brakes are worn out?",
        "Do you think my brakes wear down?",
        "The brake pads are worn down, is that the case with the rotors?",
        "What do you think about signs of wear on my brakes?",
        "I wonder if there is any sign of wear in my brakes.",
        "I wonder if there are any worn pads or rotors.",
        "Is there any wear on the brakes?",
        "I'm interested in whether or not the brakes were worn.",
        "Do the rotors and pads have wear on them?",
        "Is the brake pads worn out?",
        "Do the brakes have wear on them?",
        "I need to know if there are signs of wear on my brakes.",
        "Do you think BRAKE PAD and ROTATION WEAR should be looked into?",
        "Is the case with the brake pads and the rotors?",
        "Did the pads and rotor wear out?",
        "Do you have a sign of wear on my brakes?",
        "Will there be any sign of wear on the brakes?",
        "I want to know if there are any signs of wear on my brakes.",
        "The brakes may be worn-out.",
        "Do my brakes need care?",
        "Is it true that the pads and rotors have been worn.",
        "Is there worn out rotors or pads?",
        "I ask if there are signs of wear on my brakes.",
        "Do I know if there is brake wear on my vehicle?",
        "BRAKE PAD andROTARY wear, do you reckon?",
        "Do you have any indication of wear on the brakes?",
        "Is there a sign that my brakes are damaged?",
        "Do I need a new brake pads or rotor?",
        "Do you see any signs of wear or damage to the brakes?",
        "Is it true that there are signs of wear on my brakes?",
        "Is there a sign the brakes are wearing?",
        "Does it appear that the pads and rotors have been used?",
        "I have to ask if there is any sign of worn out brakes.",
        "I asked if there is any sign of wear on the brakes.",
        "Do you see any signs of wear on the brakes?",
        "Do brake pads and rotors look tired?",
        "Is there any sign that my brakes are getting old?",
        "Did your brake pads and rotors feel tired?",
        "Does anyone know if there is any wear on my brakes?",
        "Do you know if there were pads or rotors that experienced wear and tear?",
        "Did the Brake parts suffer damage?",
        "Do you believe there are any signs of wear on the brakes?",
        "Did the brake pads and rotors degrade?",
        "Is that the case with the brakes and the rotors?",
        "Is there pads or rotors that have worn?",
        "Is there any wear on the brakes pad and rotor?",
        "Do I have any indication of brake wear on my vehicle?",
        "Do there seem to be signs of wear to my brakes?",
        "Do the brakes have wear?",
        "I want to know if there are signs of wear in my brakes.",
        "Is there a sign that the brakes are wearing down",
        "Is there wear on the brake pad or the rotor?",
        "I have to ask whether there is a sign of wear on my brakes.",
        "There may be some indication of brake wear on my brakes.",
        "Do the brake pads and rotors look worn out?",
        "I'm curious about whether brakes are worn",
        "Are you seeing any signs of wear on your brakes?",
        "Are there any signs that brakes are wearing down?",
        "Did the brake pad or the rotor suffer wear?",
        "Is there any indication ofBrake wear?",
        "There may be signs of wear on my brakes?",
        "do you see any signs of wear on your brakes?",
        "Do you think you see any signs of wear on your brakes?",
        "There is any sign of brake wear on my brakes?",
        "Do you see any signs that your brakes are worn out?",
        "Do the brake pads and rotors looking tired?",
        "Is thereany indication of brake wear on my vehicle?",
        "Does anyone know if there are signs of wear on your brakes?",
        "I have to ask whether there is a sign of wear on the brakes.",
        "Did the pads or rotors wear out?",
        "I have to ask if there are any signs of wear on my brakes?",
        "Do you really think BRAKE PAD andROTARY wear?",
        "I have a question as to whether brakes are worn.",
        "Is it possible that the pads and rotors have been used?",
        "I'm curious as to whether or not brakes are worn.",
        "Do you believe I have any signs of wear on my brakes?",
        "Do you know if there is a sign of wear in my brakes?",
        "Are the pads and rotors worn out.",
        "Were the brake pads worn out?",
        "Is there any sign that the brakes are old?",
        "Did the brake pad or the rotor wear out?",
        "I would like to know if I need brake pad or rotor replacement.",
        "I'm curious if the brakes are worn.",
        "Do I need the brake pads or the rotors replaced?",
        "I want to know if there is signs of wear on the brakes.",
        "I wonder if the brakes are worn-out.",
        "What is the level of wear on my car's brakes?",
        "I wonder if there are signs of wear on my brakes.",
        "Do brakes have any wear in them?",
        "Do you know if there's any sign of wear on the brakes?",
        "It could be that the brakes are worn out.",
        "There could be wear on the pads and rotors.",
        "The brake pads wear down, is that the case for the rotors?",
        "I wonder if the brakes are wearing out.",
        "I would like to know if I need replacement brake pads and rotors.",
        "Does the rotors and pads wear out?",
        "Is it possible there is wear on my brakes?",
        "Does there seem to be any signs of wear on the brakes?",
        "I'm curious to know if the brakes wear out.",
        "Does that mean my brakes are getting old?",
        "What is the level of wear on the brakes?",
        "What is thelevel of wear on my brakes?",
        "Is it possible that the rotors and pads have worn?",
        "Do you notice any signs of wear or wear on the brakes?",
        "Is that the case with the brake pads and rotors?",
        "Do you reckon BRAKE PAD and ROTATIONWEAR need to be looked at?",
        "Did you know the brake pads and rotors are tired?",
        "Is there a noticeable wear on my brakes?",
        "Do you see any signs of wear or wear on brakes?",
        "Do there seem to be wear on the brakes?",
        "I wonder if there is any wear on the brakes.",
        "Do you think BRAKE PAD andROTARY wear is the problem?",
        "Do brakes have any wear to them?",
        "How about BRAKE PAD andROTARY wear?",
        "There is a suspicion that brakes have begun to wear.",
        "Do the pads and the rotors wear down?",
        "Is there rotors or pads worn out?",
        "Do you know if there wear on the brakes?",
        "I would like to know if I need a new brake pad or rotor.",
        "Is it the case that the brake pads wear down?",
        "Do you think BRAKE PAD AND ROTATION WEAR should be looked at?",
        "Are you seeing any signs of wear on the brakes?",
        "There is any sign of wear on my brakes?",
        "Did the brakes turn out to be Tired?",
        "I wonder if there is any sign of wear in the brakes.",
        "There is a question of if the brakes have begun to wear.",
        "The brake pads and rotors look tired, do they?",
        "I wonder if there are any signs of wear on my brakes.",
        "Is there any wear and tear to the brakes?",
        "Do you know if there is wear on the brakes?",
        "Did your brake pads and rotors wear down?",
        "Do the brake pads and rotors look tired.",
        "Do you know if the brakes needrepair?",
        "Is there any wear on the brake pad and Rotor?",
        "Do you see worn out brakes?",
        "Are there signs of brake wear on my brakes?",
        "Do the pads and rotors have worn out?",
        "Did the brake pads become weary?",
        "Check the brakes for wear.",
        "The brake pads have worn down is that the case with the rotors?",
        "Do my brakes have worn out pads?",
        "Do you notice signs of wear on my brakes?",
        "Did the brake pads or rotor have wear?",
        "Is there a sign that the brakes are showing wear?",
        "Does the brake pads and rotors look tired?",
        "Do you see any evidence of wear on my brakes?",
        "I have to ask, do the brakes show signs of wear?",
        "I have to ask if there any sign of wear on my brakes.",
        "Do my brakes seem to be shot?",
        "Is there a worn brake pads or shot rotors?",
        "Are there any signs that brakes have started to wear?",
        "Does any sign of wear on my brakes show up?",
        "Is it possible that there are signs of wear on my brakes.",
        "Do the Brakes seem to be in bad condition?",
        "Is my brakes showing wear?",
        "Has there been signs of wear on my brakes?",
        "I have to inquire if there is any sign of wear on the brakes.",
        "What do you think the level of wear on my brakes are?",
        "Look for wear on brakes.",
        "Do you know if there are any signs of wear in the brakes?",
        "Do you know if brakes have any wear and tear?",
        "Are the brakes worn down, or is it the case with the rotors?",
        "Do you reckon BRAKE PADs andROTARY wear?",
        "Do you think there is any sign of wear in my brakes?",
        "Are there brake pads and rotors worn?",
        "There look to be signs of wear on my brakes.",
        "Do you know if any pads or rotors have been worn?",
        "I wonder if there is any wear on my brakes.",
        "Is the brakes showing signs of wear?",
        "Do you know if the brakes are in need of service?",
        "Do there seem to be signs of worn brakes?",
        "Do you notice signs of wear and wear on your brakes?",
        "Is it possible that there are pads or rotors that are worn out?",
        "I'm curious whether the brakes were worn.",
        "Is it possible that brakes are starting to wear?",
        "Someone asked if the brakes were worn.",
        "There might be a hint of brake wear on my brakes.",
        "There may be a sign of brake wear on my vehicle.",
        "Can you detect the wear on the brakes?",
        "Did the brake pad or helicopter wear out?",
        "I wonder if there is a sign of wear on my brakes.",
        "Is it possible that the brake pads have worn out?",
        "There is a possibility of brake wear on my brakes.",
        "Is there any signs of wear or wear on my brakes?",
        "Is there any evidence of brake wear on my car?",
        "I have to wonder if there is a sign of wear on my brakes.",
        "I want to know if there are signs of wear on the brakes.",
        "Does the brakes suffer wear?",
        "Do the brake pads look tired",
        "Do the brake pads and the rotors appear tired?",
        "There is a question of if brakes have begun to wear.",
        "I am wondering if there is any indication of brake wear on my brakes.",
        "Did the brake pads or the rotors get tired?",
        "Does there exist any indication of brake wear on my vehicle?",
        "Did the pads and rotors get tired?",
        "Is there a sign that brakes have worn out?",
        "Do you see any signs of wear for your brakes?",
        "do the brake pads and rotors look tired?",
        "Did the brake pad or rotor experience wear?",
        "The brake pads have worn down so is that the case with the rotors?",
        "I would like to know if I need a replacement brake pads and rotors.",
        "I am curious on whether the brakes were worn.",
        "Could the pads and rotors be worn out?",
        "I'm not sure if the brakes are worn.",
        "I am curious about if the brakes were worn.",
        "The brakes have worn down, is that the case with the rotors?",
        "I need to ask whether there is any sign of wear on my brakes.",
        "Do the brake pads wear out?",
        "Is there an indication that brakes have begun to wear?",
        "Are there any signs that brakes have begun to wear?",
        "Is there any wear on the pads and the rotors?",
        "I need to know if there is any signs of wear on my brakes.",
        "I ask if there is any sign of wear on the brakes.",
        "Does the rotors and pads have wear on them?",
        "Did the brake pads suffer wear?",
        "Is there pads or rotors that have worn out?",
        "Are there any indications of brake wear on my car?",
        "Is that the case for the brake pads and the rotors?",
        "There is a question regarding brake wear on my brakes.",
        "I am wondering what the level of wear on my brakes is.",
        "Is there a need for brake pad and rotor replacement?",
        "Do you know if the pads or rotors are worn?",
        "Do the brake pads get tired?",
        "Do the pads and rotors suffer from wear?",
        "Does your brakes show any signs of wear?",
        "I question whether there is any sign of wear on the brakes.",
        "How much wear is it on my brakes?",
        "Is it possible that brakes are wearing down?",
        "Is there a worn brake pad or shot rotors?",
        "I'm interested in whether the brakes are worn.",
        "Did the brake pads or rotors get old?",
        "I want to know if there any signs of wear on the brakes.",
        "Did the brake pad or the Rotor suffer wear?",
        "I don't know if the brakes are worn out.",
        "Do you think BRAKEPAD andROTATIONWEAR should be looked at?",
        "There's a question, do the Brakes are in bad shape?",
        "Is there any sign that the brakes are starting to wear down?",
        "The brakes have worn down, is that the case with the rotors",
        "What is the wear level on the brakes?",
        "I wonder if the brakes are wearing out?",
        "Does anyone know if there is any sign of wear in my brakes?",
        "What is the current level of wear on my brakes?",
        "Did the brakes start to get tired?",
        "brakes are wearing down?",
        "Do I need a new brake pad and rotors?",
        "Is there any sign that my brakes are tired?",
        "Are my brakes in need ofrepair?",
        "Did the brakes become fatigued?",
        "There is any wear on my brakes?",
        "Are the brakes beginning to wear?",
        "Do the Brake parts suffer some damage?",
        "Do you know if there are pads or rotors that have suffered wear and tear?",
        "I have to ask if there is signs of wear on the brakes.",
        "Did the brake pads or rotors become tired?",
        "What do you think about the level of wear on my brakes?",
        "Do you know if the pads or the rotors had wear and tear?",
        "Do you know if there were worn pads or rotors?",
        "There is a question as to whether the brakes have begun to wear.",
        "Do you reckon the BRAKE PAD andROTARY wear?",
        "Do you think BRAKE PAD and ROTATIONWEAR need to be looked at?",
        "Has the rotors and pads worn out?",
        "I'm curious if there are any worn brakes.",
        "Do you know if there were pads or rotors that have been worn?",
        "Do I have any indication of brake wear on my car?",
        "Did the rotor or brake pads suffer wear?",
        "I do not know if my pads and rotors are old.",
        "Will you detect any wear on the brakes?",
        "Do there appear to be worn brakes?",
        "The rotors may have worn down, is that the case with the brake pads?",
        "The brake pads have worn down, what about the rotors?",
        "It's possible that the brake pads have worn down.",
        "BRAKE PAD andROTARY wear, do you think so?",
        "Do you see any signs of wear in your brakes?",
        "There appear to be signs of wear on my brakes?",
        "Do the brake pads look tired.",
        "I don't know the age of my brake pads and rotors.",
        "I was curious whether the brakes were worn.",
        "Is there any wear or wear on the brakes?",
        "Do there any signs of wear in the brakes?",
        "Is there a sign that my brakes are tired?",
        "Did the pads and the Rotors suffer damage?",
        "Are my brakes worn out?",
        "Is there a reason why my brakes are getting old?",
        "I want to know if there's a sign of wear on my brakes.",
        "How about worn brake pads, shot rotors?",
        "Could my brakes be in need of repair?",
        "I'm curious to know if the brakes wore out.",
        "Is it possible that there are worn brake pads?",
        "Do the brakes have a sign of wear?",
        "I would like to know if I need a replacement rotors or brake pads.",
        "Do you see signs or wear on my brakes?",
        "Is there any sign that the brakes are showing wear?",
        "I wonder if the brakes are getting old.",
        "There might be a sign that the brakes have begun to wear.",
        "I wonder if there is any indication of brake wear on my vehicle.",
        "Do I see signs of wear on my brakes?",
        "Are the brake pads worn down, or is that the case with the rotors?",
        "Is there wear on the pads and the rotors?",
        "I would like to know if I need a replacement brake pad or a replacement rotor.",
        "Might my brakes need repair?",
        "Is there any sign that the brakes are getting worn down?",
        "Do you know if there is any wear on your brakes?",
        "What level of wear on my brakes is there?",
        "Did the brake pad or rotors experience wear?",
        "I am curious as to whether the brakes are worn.",
        "Do you reckon there is BRAKE PAD andROTARY wear?",
        "Do you know about any wear and tear on the brakes?",
        "Find out if there is any wear on the brakes.",
        "I need to know the level of wear on my brakes.",
        "Do pads and rotors have wear?",
        "Do I have any sign that my brakes are tired?",
        "Is there any sign of wear or wear on the brakes?",
        "Has there been any signs of wear on the brakes?",
        "Do I know if my brakes are tired?",
        "Do you know if there is any indication of brake wear on my vehicle?",
        "I want to know if I need a new brake pad or rotors.",
        "Is there a indication of brake wear on my vehicle?",
        "Is it possible that brakes have begun to wear?",
        "Do you think the wear level on my brakes is right?",
        "Tell me about the wear level on my brakes.",
        "Is the wear level on my brakes correct?",
        "Are the pads and rotors wearing out?",
        "There may be a sign that brakes have begun to wear.",
        "There is a question about whether the brakes are wearing down.",
        "What do you think about BRAKE PAD andROTARY wear?",
        "Do you notice any wear on your brakes?",
        "The brakes have begun to wear down, is that the case with the rotors?",
        "Did the Brake parts sustain some damage?",
        "Are there pads or rotors that have worn?",
        "I question if there is any sign of wear on my brakes.",
        "Does there seem to be wear on the brakes?",
        "Is there signs of wear on my brakes?",
        "Is there a sign the brakes are worn?",
        "Do you agree that BRAKE PAD and ROTATION WEAR should be looked at?",
        "Do you think my brakes wear out?",
        "Is there any wear on the brake pads or the rotors?",
        "Do there are any signs of wear on the brakes?",
        "Did the brake pads or the rotor suffer wear?",
        "Do the brakes have any sign of wear?",
        "Do you see any evidence of wear on the brakes?",
        "Is it possible that there are pads or rotors worn out?",
        "Do you see any wear or wear on the brakes?",
        "What do you think of the wear level on my brakes?",
        "Do you know if they have a worn pads or rotors?",
        "I do not know if my brake pads and rotors are old.",
        "Did you see any signs of wear on my brakes?",
        "Is the pads or rotors worn out?",
        "What are your opinion of the wear level on my brakes?",
        "Is there pads or rotors that are worn out?",
        "Do I have any sign my brakes are worn?",
        "Do the Brakes are in bad shape?",
        "I don't know if there are any worn pads or rotors.",
        "Do you detect any signs of wear on your brakes?",
        "Does the brakes show signs of wear?",
        "Is there wear on the brake pad or rotor?",
        "What do you think the wear level of my brakes are?",
        "There may be pads or rotors that are worn out.",
        "Can you tell me if the brakes have begun to wear?",
        "Did my brake pads and rotors get old?",
        "Do you think BRAKE PAD andROTARY wear.",
        "What is the status of my brake pads and rotors?",
        "Someone wants to know if brakes are worn out.",
        "Is there any wear on the pads and rotors?",
        "I wanted to know if brakes are worn.",
        "I wondered if the brakes are worn.",
        "Do there appear to be signs of worn brakes?",
        "Do you know if the pads or the rotors wore out?",
        "How do you feel about the wear level on my brakes?",
        "Is it possible that the brakes are wearing down?",
        "I don't know if my brake pads and rotors are old",
        "Is it possible the brake pads have worn out?",
        "I am not sure whether the brakes were worn.",
        "Is the brakes tiring out?",
        "Do you know if the pads and rotors have wear?",
        "Do you know the extent of wear and tear on the pads and rotors?",
        "Did the brakes become tired",
        "Do the brake pads and rotor wear?",
        "Do you know if there is signs of wear on the brakes?",
        "Do you think BRAKE PAD and ROTATION-WEAR should be looked at?",
        "Is there any wear on my brakes.",
        "Is there any signs of brake wear on the brakes?",
        "Did the brake pads and rotors suffer wear?",
        "Do brakes have wear and tear on them?",
        "The brake pads have aged, is that the case with the rotors?",
        "Is there wear and tear on pads or rotors?",
        "Do you know any signs of wear or wear on the brakes?",
        "Is there any brake wear?",
        "Is my vehicle showing any brake wear?",
        "Does there appear to be wear on my brakes?",
        "Do you want BRAKE PAD andROTATION WEAR looked at?",
        "Are there any symptoms of brake wear on my brakes?",
        "Is there any indication that the brakes are getting old?",
        "I'm curious about if brakes are worn.",
        "Do I need to replace brake pads or rotor?",
        "What do you reckon the level of wear on my brakes is?",
        "Can you tell me if you see signs of wear on the brakes?",
        "Is it possible there is brake wear on my vehicle?",
        "I would like to know if there is any sign of wear on my brakes.",
        "Do you know if the pads or the rotors had-8873-8873-8873-8873-8873-8873-8873-8873-8873-8873-8873-8873-8873-8873-8873-8873-8873-8873",
        "The brakes wear down, is that the case with the rotors?",
        "Do you detect the wear on brakes?",
        "There may be wear on my brakes.",
        "Do the brakes have any signs of wear?",
        "Are the brake pads and the rotors tired?",
        "Is it possible that brakes are worn out?",
        "I'm curious about whether the brakes are worn.",
        "Are there any pads or rotors that have suffered wear and tear?",
        "Is there any wear on the brakes and the rotors?",
        "Do you know if there is any sign of wear in the brakes?",
        "Do the rotors and brakes look tired?",
        "Is that the case with the rotors because the brake pads have worn down?",
        "What is the wear level on my brakes?",
        "You reckon BRAKE PAD andROTARY wear?",
        "Should there be any signs of wear on the brakes?",
        "Some brakes may be worn out.",
        "Wear on the brakes?",
        "There is a question of whether brakes are wearing down.",
        "There's a question about brake pad and rotor wear.",
        "Is the brakes showing any signs of wear?",
        "There could be a sign that the brakes have started to wear.",
        "Do you see signs of wear on my brakes?",
        "Do you know if there are signs of wear or wear on my brakes?",
        "Does the brake pad or rotor wear?",
        "Check for any wear on the brakes.",
        "Is there a sign that brakes are getting tired?",
        "The brake pads and rotors might be old.",
        "Does there be any sign of wear on my brakes?",
        "Did the brake pad or Rotor wear out?",
        "What are the levels of wear on the brakes?",
        "I'd like to know if I need a replacement brake pad or rotor.",
        "Do you reckon BRAKE PAD andROTARY wears?",
        "There is a question regarding brake wear on my vehicle.",
        "Do you believe there are signs of wear on my brakes?",
        "Do you know if there's wear and tear on brakes?"
    ]
}