{
    "company_type": "Auto Repair and Maintenance Shops",
    "inquiry_category": "Brake pedal feels soft or spongy",
    "inquiry_sub_category": "Brake pads and rotors wear",
    "description": "This category includes inquiries about worn brake pads and rotors, which can cause a soft brake pedal. Customers may ask for an inspection to determine if these components need to be replaced, and seek advice on selecting appropriate replacement parts.",
    "inquiry": "Can you inspect my brakes for wear?",
    "paraphrases": [
        "I have my brakes checked for wear.",
        "I wish to know if you could inspect my brakes.",
        "As soon as possible, examine the brake damage.",
        "Have you checked your brake wear?",
        "Have you considered checking out the brakes?",
        "Can you take a look at the brakes for wear?",
        "We have to inspect brake wear now.",
        "Could I have a brake wear inspection?",
        "I need to know if you know how to inspect my brakes.",
        "Can you provide a brake inspection service?",
        "inspect brakes.",
        "Was there any worn- out brakes?",
        "Is it possible to ask for a brake wear inspection.",
        "Can you check the brakes for wear.",
        "Does it make sense to request a brake wear inspection?",
        "Hello! Check my brakes!",
        "Is it possible to have brake wear inspections?",
        "Quick check for brakes?",
        "Brake condition review?",
        "Is it possible to check brakes for their wear?",
        "Did you notice tired brakes?",
        "Let's have a brake checkup?",
        "Please check the brake wear?",
        "Come and have the brakes checked.",
        "Maybe it's time for a checkup on the brakes.",
        "Is it possible to have a quick brake check-up?",
        "I need to know whether you could check out my brakes.",
        "It is time for a brake check.",
        "Can you inspect the brakes for wear?",
        "Can you do a quick brake check-up?",
        "Could you take a look at my car's breaks?",
        "Get the brakes inspected.",
        "Is it possible to inspect the brakes?",
        "I am wondering if you can inspect my brakes?",
        "Do you need to examine brake damage now?",
        "I need the brakes inspected.",
        "Oh, check my brakes, please?",
        "I wish you would inspect my brakes.",
        "Can your checks be done on the brkes?",
        "Should the brake be inspected?",
        "You could check my brakes for wear and tear.",
        "Do you want us to check brakes?",
        "Quickly brake check-up?",
        "Will there be any worn-out brakes?",
        "Could you look at my brakes?",
        "How about the brakes - inspect?",
        "Do you have the ability to check my brakes for wear and tear?",
        "Does the brakes have to be checked for wear?",
        "Are you checking the brakes?",
        "Can you checkmy brakes?",
        "Check for wear on the brakes.",
        "You must inspect brake wear now.",
        "Take the brakes for a check.",
        "Perhaps I should request a brake wear inspection?",
        "Will have the brakes checked.",
        "You should check brake wear.",
        "Ask about the brake condition.",
        "Hello, check my brakes?",
        "Check the brakes for wear.",
        "I need to know that you could check my brakes.",
        "I need to check my brakes, please.",
        "I need to inspect my car's breaks.",
        "I want you to inspect my brakes?",
        "Is it possible to check my brakes.",
        "Is it possible I want a brake wear inspection?",
        "Is the brakess wearing out?",
        "Is there a brake inspection service that you offer?",
        "Hmm, check my brakes!",
        "Review brake condition.",
        "Should you look at the brakes?",
        "Please check my brakes?",
        "Can the brakes be worn out?",
        "Does the brkes need to be checked?",
        "Please review brake condition.",
        "Need a brake checkup?",
        "Do you see a quick brake check-up?",
        "Could be a quick brake check.",
        "Someone please check the brakes.",
        "Is it possible to see brakes for wear?",
        "You might want to check the brakes?",
        "Did you check my car's breaks for signs of aging?",
        "Please check out the brakes.",
        "Do you have the knowledge to inspect my brakes?",
        "Alright, check my brakes",
        "Will you check out my brakes?",
        "The brakes should be checked",
        "I would be interested in requesting a brake wear inspection.",
        "I would like you to look at my brakes.",
        "The brakes must be looked at.",
        "Please do you inspect my brakes?",
        "Do you watch for tired brakes?",
        "There are any worn out brakes?",
        "checking brakes",
        "Would you check my brakes please?",
        "Can checking be done on the brkes?",
        "Is the brakes wearing?",
        "Are you trained to check my brakes?",
        "The brakes might be worn out.",
        "Is the brakes wear out?",
        "You should check for brake wear.",
        "How about I request a brake wear inspection?",
        "Is it permissible for me to request a brake wear inspection?",
        "I want to know about my brakes.",
        "check my brakes",
        "Oh, check my brakes, alright?",
        "Is my brakes checked please?",
        "Are you going to check the brake?",
        "Should the brake condition be reviewed?",
        "Can I request a brake wear inspection.",
        "I asked if you could inspect my car's breaks.",
        "Check brakes for wear after use?",
        "Please check my brakes, I need them.",
        "Anyway, check my brakes.",
        "Is that the request for a brake wear inspection?",
        "I was wondering if you could check my car's breaks for aging signs.",
        "I want to know if you are able to inspect my brakes.",
        "I wonder if you can inspect my brakes.",
        "Is there any chance you can check my brakes?",
        "Do you consider checking the brakes for wear?",
        "I'd like to know if you can check my brakes for wear and tear.",
        "Are the brakes checked out?",
        "Do you know if there is worn-out brakes?",
        "You want the brakes inspected?",
        "Your brakes should be checked for wear.",
        "You can check my brakes.",
        "Do you mean to check brakes?",
        "Are you checking my brakes?",
        "Is it possible that you can inspect my brakes?",
        "I need to know if the brakes could be checked.",
        "Is it okay to see if I need new brakes?",
        "Does that mean I need a brake wear inspection?",
        "Do you wish to check my brakes?",
        "Will there be worn-out brakes?",
        "The brake wear inspection may be requested by me.",
        "How about the brake condition?",
        "Do you check the brakes for damage?",
        "Can you check your brakes for wear?",
        "May I request a brake inspection?",
        "Is there a quick brake check-up?",
        "To request a brake wear inspection?",
        "Will I request a brake wear inspection?",
        "Am I supposed to request a brake wear inspection?",
        "Is it safe to inspect the brakes for wear?",
        "Is my brakes aging?",
        "Is there brake wear that you would like to check?",
        "Get the brake wear inspected.",
        "Is it possible to check my brakes for wear.",
        "I would like you to check the brakes.",
        "Can you check the wear on the brakes?",
        "inspect the brakes.",
        "Is there an opportunity to request a brake wear inspection?",
        "Will you check brakes for wear?",
        "Can ya inspect the brakes?",
        "Check my brakes, ok?",
        "Hello, could you check brake wear?",
        "I would like to know if you are able to inspect my brakes.",
        "brake wear inspected?",
        "Can you take a closer look at my brakes?",
        "Is it possible to check brakes wear?",
        "You should check my brakes.",
        "could you check the brakes?",
        "Did you notice any worn-out brakes?",
        "Should I ask you to check my car's breaks?",
        "Can you examine the brakes?",
        "Hmm, check my brakes.",
        "Is there a brake wear inspection I can request?",
        "The brakes should be checked for wear and tear.",
        "You should check brakes.",
        "Can checks be carried out on the brkes?",
        "Can you verify my brakes for wear and tear?",
        "Are you able to view my brakes?",
        "Do you consider reviewing the brake condition?",
        "Is there a brake wear inspection that I need?",
        "Is it possible that I may request a brake wear inspection?",
        "Something to do with a brake checkup?",
        "Are you sure about brake wear?",
        "Could you help with the worn brakes?",
        "Has any of the brakes worn out?",
        "Yes, can you check my brakes for wear and tear?",
        "I'd like the brakes inspected.",
        "Should we have a quick brake check-up?",
        "Should I request a brake inspection?",
        "Should I have my brakes inspected for wear?",
        "Can you look for worn brakes?",
        "Is it possible to inspect the brakes for wear?",
        "Do you need to inspect brake wear?",
        "I would like to check the brakes.",
        "Is it necessary to check the brakes for wear?",
        "Would you like to check the brake wear?",
        "Needed to have the brakes inspected.",
        "Alright, check my brakes, okay?",
        "Is there a chance you can check my brakes?",
        "The brakes must be checked.",
        "I'm wondering if you could check my car's breaks for aging signs.",
        "Can you keep an eye on my brakes?",
        "Please check some brakes.",
        "Can anyone check the brkes?",
        "You should check out the brakes.",
        "I need to know if you could look at my brakes",
        "Can there be help with worn brakes?",
        "Help with worn brakes.",
        "Does you have the ability to inspect my brakes?",
        "Do you have the ability to inspect my brakes.",
        "You should be able to check my brakes.",
        "Checking out the brakes?",
        "check my brakes, please?",
        "Could I request a brake wear inspection?",
        "Promptly inspect brake wear.",
        "Take a look for weak braking.",
        "Do you check my brakes for damage?",
        "Are my brakes being inspected for wear?",
        "Can there be checks done to the brkes?",
        "Would it be possible to inspect my car's breaks?",
        "Is there brake wear you could check?",
        "You can check my brakes, can you?",
        "Can ya look at the brakes for wear?",
        "I want to know if you're able to inspect my brakes.",
        "How about a quick brake check-up?",
        "Was my brakes checked please?",
        "Is it ok for me to request a brake wear inspection?",
        "Oh yes, check my brakes?",
        "Brake wear should be checked now.",
        "Looking out for the brakes?",
        "Does anyone know if there are any worn out brakes?",
        "Do you think you can check out the brakes?",
        "Is it possible to see the tired brakes?",
        "You should check my brakes for wear.",
        "Please check brakes?",
        "You should check my brakes?",
        "Please check the brakes...",
        "Is the brakes getting worn out?",
        "Do you mean to check brakes for wear?",
        "They should have the brakes inspected.",
        "Do you know how to inspect brake wear?",
        "I am wondering if you can check my brakes for wear.",
        "Try to check brake wear.",
        "I need you to examine my brakes.",
        "I need you to check the brakes.",
        "I want the brakes to be checked please.",
        "Do you have access to inspect my brakes?",
        "Maybe you should check out the brakes?",
        "Can you check the brkes?",
        "Find out about the brake condition.",
        "Can the brkes get checked?",
        "Is it time for a checkup of the brakes?",
        "Been wanting the brakes inspected.",
        "Check brakes condition?",
        "Is it possible that you could inspect my brakes?",
        "I might request a brake wear inspection.",
        "Do you have the power to inspect my brakes?",
        "Might I ask for a brake wear inspection?",
        "Is brake wear something you should check?",
        "Give my brakes a checkup?",
        "Someone may ask for a brake wear inspection.",
        "I would like to know if you could check my car's breaks for aging signs.",
        "Can checks be done on the brkes, please?",
        "Please make sure you check the brakes.",
        "What if you could check brakes for wear?",
        "There is a need to inspect brake wear.",
        "Do you want to look at brake wear?",
        "Check for wear and tear on brakes.",
        "Do you want to inspect my brakes?",
        "Shouldn't I have a brake wear inspection?",
        "Are you prepared to inspect my brakes?",
        "The brkes need checks.",
        "Could you check the wear on the brakes?",
        "Can you check my Brakes for wear and tear?",
        "Please checking the brakes.",
        "Are you interested in checking my brakes?",
        "I would appreciate it if you could inspect my brakes.",
        "Now, inspect the brake wear.",
        "Is my brakes checked out?",
        "I wish to know if you could check my brakes.",
        "Are you available to check my brakes?",
        "Please check on the brakes.",
        "Do you wish to check the brakes for wear?",
        "Help with the brakes that are worn?",
        "The brakes should be checked out.",
        "Do you want to examine brake damage?",
        "Do the brkes need to be checked?",
        "Is it a quick brake check up?",
        "Can you check the brakes for wear andtear?",
        "The brakes could be checked for wear.",
        "Asking for help with worn brakes.",
        "Do you check your brakes for wear?",
        "Is it possible to check brakes for wear?",
        "Do you have time to check my brakes?",
        "There ought to be a brake checkup.",
        "Have you seen the tired brakes?",
        "I need to know about the brakes.",
        "Would you be interested in checking brake wear?",
        "Is there anything you can help with worn brakes?",
        "The braking system should be inspected.",
        "can you check my brakes",
        "Look to see if I need new brakes.",
        "Are the brakes starting to wear out?",
        "Look at tired brakes.",
        "To inspect my brakes, please?",
        "Have you got to have a brake checkup?",
        "Is it time to check brakes?",
        "They want the brakes looked at.",
        "Check brake wear.",
        "They need to check my brakes.",
        "Do you think it's time for a brake checkup?",
        "Stop wear must be inspected now.",
        "We need to inspect my brakes.",
        "Have you checked my brakes?",
        "Do the brakes have to be checked for wear?",
        "I need to know if you could investigate my brakes.",
        "Can I see if I need a new brake?",
        "Would you like to inspect the brakes?",
        "You ought to inspect my brakes.",
        "Somebody please check my brakes.",
        "Check out tired brakes?",
        "I want you to check my brakes?",
        "Is it possible to see if I need new brakes?",
        "If you can help with worn brakes.",
        "Should I seek a brake wear inspection?",
        "Would you like a brake wear inspection?",
        "Can there be checks on the brkes.",
        "Check brake wear",
        "Is your ability to check my brakes?",
        "How about checking out the brakes?",
        "I need to know if you can check my brakes for wear.",
        "Please check the BRAKES.",
        "Check brakes for wear and tear.",
        "You can check brake wear.",
        "Are you willing to check out my brakes?",
        "What if the brakes are bad - inspect?",
        "Assistance with worn brakes?",
        "Quickly inspect brake damage.",
        "I wonder if you could check my car's breaks?",
        "Have you checked the brake wear?",
        "Hello, could you look at my brakes?",
        "A quick brake checkup?",
        "I wonder if I need a brake wear inspection.",
        "Can you check for aging signs on my car's breaks?",
        "Do you have time to check out the brakes?",
        "I request that you inspect my brakes",
        "You should inspect my car's breaks.",
        "Please check on brakes.",
        "Do you offer inspection services for brakes?",
        "The brakes might be tired.",
        "How about check my brakes?",
        "Ok! check my brakes.",
        "Hey!check my brakes?",
        "You might be able to inspect my brakes.",
        "inspect if the brake is bad.",
        "Please check out my brakes.",
        "We need to examine brake damage.",
        "Do you wish to request a brake wear inspection?",
        "It is recommended that you check the brakes.",
        "Please inspect my brakes!",
        "I need your brakes checked, please?",
        "Do you have the ability to check for wear on my brakes?",
        "Do you want to do checks on the brkes?",
        "Are you looking at tired brakes?",
        "Would you please inspect my brakes?",
        "Go and check if I need new brakes.",
        "Maybe you should check the brakes.",
        "Do you be able to inspect brakes for wear?",
        "Could you look at the brakes?",
        "You could inspect my brakes?",
        "Are your brakes inspected please?",
        "Can you check my brakes to make sure they are in good shape?",
        "Do you want your brakes checked for wear?",
        "How about checking my brakes for wear and tear?",
        "A checkup on the brakes?",
        "Do you want to help with worn brakes?",
        "Do you have a chance to review the brake condition?",
        "Yep, check my brakes!",
        "I need you to check my brakes for the wear and tear.",
        "Is there any help with worn brakes?",
        "Hey, check my brakes!",
        "They want the brakes checked.",
        "Will you check the brake condition?",
        "Do you want to check your brakes?",
        "Can checks of the brkes be done?",
        "Maybe the brakes are wearing out?",
        "Go check my brakes?",
        "Take a close look at the brake condition?",
        "Checking the brakes for wear?",
        "May I request a brake checkup?",
        "I would like the brakes checked.",
        "Help with brakes that have worn out?",
        "Is a brake wear inspection my request?",
        "Can check on the brkes?",
        "For a brake checkup?",
        "Is it possible I would request a brake wear inspection?",
        "It is possible to check my brakes for wear.",
        "Do you mind checking the brakes?",
        "I think it is time for a brake checkup.",
        "Do you deliver a brake inspection service?",
        "Do you have the skills to check my brakes?",
        "Are brake wear Inspections available?",
        "We need a brake checkup.",
        "Is it possible you should check brake wear?",
        "Want the brakes inspected.",
        "Do you want to check my brakes.",
        "I need to know whether or not you can check my brakes.",
        "I am requesting that my brakes be checked.",
        "Do you check brake condition?",
        "Has anyone checked my brakes for damage yet?",
        "You can check my brakes for wear andtear.",
        "You need to inspect the brakes.",
        "Is it possible you could look at my car's breaks?",
        "wanna have the brakes looked at",
        "Help with brakes that are worn",
        "I wonder if you could check my car's breaks for aging signs.",
        "Can you check out my car's breaks for aging signs?",
        "desire to have the brakes inspected",
        "I need to check my brakes for wear and tear.",
        "I need to request a brake wear inspection.",
        "I need you to inspect my brakes",
        "We should check out the brakes?",
        "I need to know if you could look at my brakes for wear.",
        "Ok, do you want to check my brakes?",
        "Hey! Do I have my brakes checked?",
        "It is possible to request a brake wear inspection.",
        "Time for a checkup on the brakes?",
        "Time to have the brakes checked?",
        "Need to have the brakes checked.",
        "Review the condition of the brake.",
        "Did you wish to check brake wear?",
        "Maybe time for a brake checkup.",
        "I wish you could check brake wear.",
        "Are you able to watch my brakes?",
        "Is it possible to check for wear on my brakes?",
        "Do you perform a brake inspection?",
        "Check brakes wear.",
        "The brakes should be checked, please.",
        "You would like to check brake wear.",
        "The brkes need checks done.",
        "please check brake wear",
        "Please check my brakes, please!",
        "Ok, check my brakes, hey!",
        "Can checks be performed on the brkes?",
        "Can you check the brake wear?",
        "You can help with worn brakes.",
        "Do you have the ability to check out my brakes?",
        "There should be a brake wear inspection.",
        "Need a quick brake check?",
        "Do you have the ability to examine brake pads?",
        "Can ya look at the brakes?",
        "Something to review about the brake condition?",
        "Look out for the brakes?",
        "I need to know that you could inspect my brakes.",
        "Check for wear of the brakes.",
        "Can ya check for worn brakes?",
        "Do you offer brake wear inspections?",
        "Do you know if you could check my brakes?",
        "Check my Brakes?",
        "I'm wondering if you could inspect my car's breaks.",
        "You might want to check out the brakes?",
        "I need to know if there are any problems with my brakes.",
        "Do you know if the brakes are tired?",
        "Can you check the brakes for wear?",
        "Brake wear inspections are offered?",
        "Check your brakes quick?",
        "Do you want to check the brakes for wear?",
        "Is there any worn-out brakes here?",
        "Do you want to look at tired brakes?",
        "Do you check my brakes now?",
        "I needed to know if you could check out my brakes.",
        "Go over the brake condition?",
        "Is it possible for you to check my brakes?",
        "I'd like to know if you could inspect my brakes.",
        "Is brake wear inspections possible?",
        "Evaluate brake condition.",
        "Ok, check my brakes, okay?",
        "Is it time to look at tired brakes?",
        "asap inspect brake damage",
        "Your brake wear could be checked.",
        "Do you check my brakes for any damage?",
        "Do you can inspect my brakes?",
        "Check out the tired brakes?",
        "Has there been any worn-out brakes?",
        "Check my brakes, okay?!",
        "Are my brakes for wear?",
        "Do you consider the tired brakes?",
        "Do you mean to check the brakes for wear?",
        "Might I have a brake wear inspection?",
        "Ready to check my brakes?",
        "Can you look my brakes?",
        "Is the brakes showing signs of wear?",
        "I was wondering if you could inspect my brakes.",
        "Should check brakes.",
        "Checking my brakes!",
        "Have your brakes checked for wear?",
        "Is it okay for you to inspect brakes?",
        "Are you capable of checking out the brakes?",
        "Can you check my brakes on me?",
        "Is there anything you can do to check brake wear?",
        "I need to know if you could check for wear on my brakes.",
        "I need to know if you could examine my brakes.",
        "I need to know if you can check my brakes.",
        "Is the brakes becoming old?",
        "I want my brakes checked for damage.",
        "Check my brakes, right?",
        "Yeah, check my brakes.",
        "Is there a chance to check out the brakes?",
        "I would like you to inspect my brakes.",
        "Is my brakes being looked at for wear?",
        "Does it make sense for you to check my brakes?",
        "Can you check for worn brakes?",
        "We need the brakes inspected.",
        "Check brakes for damage.",
        "They would like the brakes inspected.",
        "Look my brakes, please.",
        "Do you want a brake wear inspection?",
        "A brake checkup is in order?",
        "There should be a brake checkup.",
        "Look at worn brakes?",
        "do you want to check brake wear?",
        "Can you check his brakes for wear and tear?",
        "Have the brakes checked.",
        "We need to examine brake damage immediately.",
        "I am wondering if you could inspect my brakes.",
        "Have you seen tired brakes?",
        "We need help with worn brakes.",
        "Is it possible for checks to be done on the brkes?",
        "Is it feasible to check brake wear?",
        "brake wear inspections can be offered?",
        "Can you look at brakes for wear?",
        "Should the brakes be checked for wear?",
        "Will I have a brake wear inspection?",
        "want to have the brakes inspected",
        "You want to check my brakes?",
        "Is my brakes checked by you?",
        "I need to know whether or not you can inspect my brakes.",
        "Is there any need for a brake checkup?",
        "Would you like a quick brake check-up?",
        "I am wondering if you can check my brakes.",
        "Can you check my brakes for wear and failure?",
        "Could you look at the breaks on my car?",
        "Is my brakes checked, please?",
        "Okay, check my brakes!",
        "Just check my brakes!",
        "Is it possible to inspect brakes?",
        "I am requesting that you check my brakes.",
        "You should check the brakes?",
        "Do you think you could check brake wear?",
        "Could you check the brake wear?",
        "Need the brakes checked.",
        "Hmm, check my brakes?",
        "I need to know if you could assess my brakes.",
        "See if I need a new brake?",
        "Is it possible that there are worn-out brakes?",
        "May I inquire about a brake wear inspection?",
        "Is it possible to request a Brake wear inspection?",
        "How about a quick brake check up?",
        "I want to know if you can check my brakes.",
        "Is there a help with worn brakes?",
        "Do you want to inspect brakes?",
        "I need to know if you have time to inspect my brakes.",
        "I need to hear if you could check my brakes.",
        "How can you check my brakes?",
        "Are you interested in examining tired brakes?",
        "I want to know if you can inspect brakes for wear.",
        "I am wondering if you can check my brakes?",
        "Is the brakes starting to wear out?",
        "There are any worn- out brakes?",
        "Hey! Have my brakes checked?",
        "It is necessary to check brake wear now.",
        "Please check my BRAKES.",
        "I would like you to check my brakes for wear and tear.",
        "Can you check on brake wear?",
        "Would you review brake condition?",
        "Can I request a brake checkup?",
        "Is there any chance you could check brake wear?",
        "Are brakes worn out?",
        "I need to know if you could look for wear on my brakes.",
        "Help with fatigued brakes?",
        "Could you help with worn brakes?",
        "Yes, you can check my brakes.",
        "Would you help with the worn brakes?",
        "Should you check the brake wear?",
        "I want the brakes checked.",
        "Maybe it is time for a checkup on the brakes.",
        "Do you need to check brakes?",
        "Would you do a brake inspection?",
        "Check my brakes! Okay?",
        "Do you review the brakes?",
        "Can you see my brakes for wear and tear?",
        "Look at if I need new brakes.",
        "Brake wear needs to be inspected now.",
        "Should I ask for a brake wear inspection?",
        "I would like checks on the brkes.",
        "I ask if you can check my brakes for wear.",
        "Is it possible to check out the brakes?",
        "Is it possible to get a quick brake check-up?",
        "What about the brakes, inspect?",
        "Are my brakes checked for wear?",
        "Can you check for wear on my brakes?",
        "You should check brake wear?",
        "Has anyone done a quick brake check-up?",
        "Do you want your brakes to be checked for wear?",
        "Hello, please check my brakes.",
        "Are you qualified to inspect my brakes?",
        "please check brakes.",
        "Yes, check the brakes.",
        "Please examine brake damage immediately.",
        "Is it possible that I ask for a brake wear inspection?",
        "Is it possible that I would request a brake wear inspection?",
        "I may need a brake wear inspection.",
        "The brakes on my car need to be inspected.",
        "inspect my brakes, please?",
        "What about brake wear inspection?",
        "Look at the brakes for wear.",
        "Wait a second, check my brakes!",
        "If you need to check brakes please.",
        "Can you check for wear and tears on my brakes?",
        "Hey, check my brakes, ok?",
        "Is it a good idea to check the brakes for wear?",
        "Check my brakes, okay!",
        "I need to know if you couldcheck my brakes.",
        "Would you check out my car's breaks?",
        "Hey!Check my brakes!",
        "Let's check brake wear.",
        "Let me know if you can check my brakes.",
        "Please Check brakes.",
        "Have the brakes checked?",
        "My brakes need to be inspected.",
        "Is it possible torequest a brake wear inspection?",
        "A checkup for the brakes?",
        "Can checks be done for the brkes?",
        "I need to know you could check my brakes.",
        "Are my brakes examined please?",
        "Check for wear on brakes?",
        "Are you considering reviewing the brake condition?",
        "We should check brakes for wear.",
        "I need to know whether you can inspect my brakes.",
        "I need you to check the brakes for wear and tear.",
        "I would like you to see if I need new brakes.",
        "Have the brakes looked upon.",
        "Would it be a good idea to inspect the brakes?",
        "I need to know if you could test my brakes.",
        "Can we look at the brakes?",
        "The brakes should be checked.",
        "Should the brake condition be looked at?",
        "I need you to check brake wear.",
        "Hey, check the brakes!",
        "Is it time for a brake checkup.",
        "I wondered if you could check out my car's breaks.",
        "Evaluate the brake condition?",
        "I would like to see if I need new brakes",
        "Is it wise to check the brakes for wear?",
        "Check brakes after use?",
        "Do you offer a service that checks the brakes?",
        "Are you looking out for the brakes?",
        "So it's time for a brake checkup?",
        "Do you need to inspect my brakes?",
        "Can you check the breaks on my car?",
        "Is the brake wear inspected?",
        "Can you check on my brakes?",
        "Ok! Check my brakes?",
        "Please check brake damage immediately.",
        "Check brake wear now.",
        "As soon as possible, inspect brake wear.",
        "They need to have the brakes checked.",
        "Is the brake checked?",
        "Does anyone have a quick brake check-up?",
        "I need to inspect brake wear.",
        "Is my brakes checked for wear?",
        "I need for you to inspect my brakes.",
        "Can you inspect my brakes for wear?",
        "Is it possible to get a brake wear inspection?",
        "Brakes need to be examined asap.",
        "Come check my brakes, please?",
        "Is this the time for a brake wear inspection?",
        "Can you look at my brakes for wear and tear?",
        "Take a look at the brakes condition?",
        "Is there anything you can do to help with worn brakes?",
        "To check my brakes.",
        "Can you check my brakes for wear and Tear?",
        "need to inspect brake wear now.",
        "Check brake wear?",
        "Can you check the wear on the brake?",
        "I was wondering if you could inspect my car's breaks for aging signs.",
        "Hey! I want to check my brakes.",
        "Is it possible to inspect brakes for wear?",
        "Can the brakes wear out?",
        "Is it possible for ya to check brakes?",
        "They should check my brakes?",
        "Do you want the brakes inspected?",
        "Brake wear inspection are offered?",
        "Take a look at the brake?",
        "Are you able to provide a brake inspection service?",
        "Is there a worn out brakes?",
        "A check on my brakes?",
        "You may be able to check my brakes for wear.",
        "Review the condition of the brake?",
        "Do you consider reviewing brake condition?",
        "How about a quick brake inspection?",
        "Let's check the brakes",
        "Is it okay for ya to inspect brakes?",
        "Are you capable of checking brake wear?",
        "Would it be wise to see if I need new brakes?",
        "Hey! Check my brakes",
        "Are you able to inspect my brakes",
        "Is it possible to check brake wear?",
        "I question if you can check my brakes.",
        "Was it possible to request a brake wear inspection?",
        "Do you know how to check brake wear?",
        "Look at the brakes that are worn?",
        "Take the brakes for a quick check.",
        "Something about my brake?",
        "check brakes for wear?",
        "I need to see if you could inspect my brakes.",
        "Is there a brake wear inspection that I should request?",
        "Was there worn-out brakes?",
        "brake wear inspections available?",
        "Are you prepared to check the brakes?",
        "Would it make sense to see if I need new brakes?",
        "Will you examine my brakes?",
        "Is there a quick brakecheck-up?",
        "I need to know if you could check out my brakes.",
        "Please watch the brakes.",
        "I'd like you to inspect my brakes.",
        "Have you checked the brake condition?",
        "I want to know if you could inspect my car's breaks.",
        "I need to hear if you can inspect my brakes.",
        "Did you find any worn-out brakes?",
        "Is it possible to assess brakes for wear?",
        "Maybe it's time for a checkup on the brakes?",
        "check brakes for wear",
        "Can you check the brakes for damage?",
        "The brakes have to be checked, please?",
        "wanna have the brakes inspected",
        "Do you perform brake inspection services?",
        "May I require a brake wear inspection?",
        "Is my brakes inspected for wear?",
        "Is it possible to check my brakes for wear and tear.",
        "Please inspect the brakes.",
        "Would you be able to check out my brakes?",
        "Should I request a brake checkup?",
        "The brakes may need to be checked for wear.",
        "Do you offer a service to inspect the brakes?",
        "Look at brakes for wear.",
        "Is it safe to check my brakes?",
        "How can you check the brakes for wear?",
        "Have the brakes checked please.",
        "Is there any help with the worn brakes?",
        "Do you have the expertise to inspect my brakes?",
        "The brakes need to be inspected for wear.",
        "Is it possible to examine the brakes?",
        "You can inspect my brakes, do you?",
        "I wonder if I can request a brake wear inspection?",
        "I need to know if you can examine my brakes.",
        "Can checks on brkes be done?",
        "Is there a quick check-up for brakes?",
        "Do you think you can check my brakes?",
        "I was wondering if you could check my brakes.",
        "I would like to know if you can inspect my brakes.",
        "I would like you to check my car's breaks.",
        "Can you check for worn out brakes?",
        "Are you considering checking the brakes?",
        "You could inspect my car's breaks?",
        "Do you have the chance to inspect my brakes?",
        "Can you look at my brakes.",
        "Can you inspect the breaks on my car?",
        "Should we check out the brakes?",
        "Is the brake system wearing out?",
        "Were you able to help with worn brakes?",
        "Could you check my car's breaks?",
        "Have you considered the tired brakes?",
        "Is my brakes in need of inspection?",
        "I asked if you could check my brakes.",
        "Is it possible you could check the brake wear?",
        "Could you take a look at my brakes?",
        "Is it alright to inspect brakes for wear?",
        "Is it a good idea to look at the brakes?",
        "Have you checked out the brakes?",
        "Brake wear should be inspected.",
        "Please help with worn brakes?",
        "Is it a quick brake check-up?",
        "Brake damage needs to be looked at.",
        "Uhm, check my brakes.",
        "You want to check brake wear?",
        "Hey! Do you want to check my brakes?",
        "Brake wear inspections could be offered.",
        "Do you offer an inspection service for brakes?",
        "You need to know if you can inspect my brakes.",
        "Do we need to have a brake checkup?",
        "Have the brake wear checked now.",
        "Please inspect my brakes?",
        "Could you please check my car's breaks?",
        "You might want to check out the brakes.",
        "I request that you examine my brakes.",
        "You may be able to inspect my brakes for wear.",
        "Stop wear should be inspected now.",
        "Check for wear of brakes.",
        "How about a quick brakecheck?",
        "inspect my brakes?",
        "Should I want a brake wear inspection?",
        "The brakes need to be checked for the wear and tear.",
        "Is there any chance of requesting a brake wear inspection?",
        "As soon as possible, investigate brake damage.",
        "Is it a good idea to check the brakes?",
        "Check out tired brakes.",
        "Let's check my brakes.",
        "Does anyone know if there are worn-out brakes?",
        "Consider reviewing the brake condition.",
        "Check brakes wear?",
        "I ask if you could inspect my car's breaks.",
        "Do you have time for a brake checkup?",
        "Try my brakes, please?",
        "Can you inspect brakes for their wear?",
        "Okay, let's check my brakes.",
        "Brake wear inspections might be offered.",
        "Look at worn out brakes?",
        "I would like for you to inspect my car's breaks.",
        "Please verify the brakes.",
        "Review the conditions of the brakes?",
        "Get the brakes inspected now.",
        "Is there some help with worn brakes?",
        "Maybe I should request a brake wear inspection.",
        "Well, check my brakes?",
        "inspect the brakes?",
        "Hey, check my brakes",
        "Is there any way you can inspect my brakes?",
        "Do you have to check my brakes?",
        "Are you looking for damage to my brakes?",
        "Wanted to have the brakes looked at.",
        "Have you checked my brakes for damage?",
        "I need someone to check my brakes for wear and tear.",
        "Is any brakes worn out?",
        "Come have the brakes checked.",
        "Has the brakes been checked for wear?",
        "You may be able to check my brakes for wear and tear.",
        "Have you seen worn-out brakes?",
        "Are you able to check the brakes for wear and tear?",
        "Would you do a brake inspection service?",
        "Can you check the brakes for wear and wear?",
        "Can ya check the brakes?",
        "Are the brakes checked?",
        "Do you provide brake inspection service?",
        "Are you interested in tired brakes?",
        "Can my brakes be checked?",
        "Someone please check my brakes.",
        "There is a need to know if you can inspect my brakes.",
        "It's necessary to check my brakes.",
        "want the brakes inspected",
        "Help for worn brakes?",
        "Please check my brakes,",
        "They want to check the brakes.",
        "Check my brakes, ok!",
        "Can we do some checks on the brkes?",
        "Oh yeah, check my brakes.",
        "Can you check our brakes for wear and tear?",
        "Are you able to check my brakes",
        "Is it possible to examine the brakes for wear?",
        "Could you check out my brakes?",
        "Can you check the brakes on me?",
        "Ensure brakes are checked.",
        "You can check on my brakes.",
        "Inquire about brake wear.",
        "Want the brakes inspected?",
        "Is it ok for ya to inspect the brakes?",
        "I would like to know if you could look at my brakes.",
        "Could I get a brake wear inspection?",
        "Is it possible to look at my brakes?",
        "Are you about to check out the brakes?",
        "I would like to ask for a brake wear inspection.",
        "Do you know how to check out the brakes?",
        "Do you check brakes?",
        "Looking at brakes that are tired?",
        "Maybe I need a brake wear inspection?",
        "Does anyone have the ability to examine brake pads?",
        "May I need a brake wear inspection?",
        "can you inspect the brakes",
        "Ok? Check my brakes?",
        "Oh please, check my brakes.",
        "I would like to get a brake wear inspection.",
        "ASAP, inspect brake damage.",
        "Is checking the brkes possible?",
        "Is it possible you could inspect my brakes?",
        "The brakes may be checked for wear.",
        "Perhaps it's time for a brake checkup?",
        "Help with worn brakes",
        "Looking at my brakes?",
        "May a brake wear inspection be requested?",
        "Are you able to look over my brakes?",
        "Can checks happen on the brkes?",
        "May I request an inspection for my brakes?",
        "I am wondering if you could look at my car's breaks.",
        "The brake wear should be inspected now.",
        "Are there brakes that are worn out?",
        "The brakes should be checked?",
        "I want to know if you could inspect my brakes.",
        "Inquire about the brakes.",
        "Can the brkes are checked?",
        "Do you know if you could check my brakes for wear?",
        "Brake condition should be reviewed?",
        "Does it make sense to inspect the brakes for wear?",
        "Do you think to look at tired brakes?",
        "Can you look at tired brakes?",
        "Will you check brakes?",
        "Is my brakes for wear?",
        "Can you check brakes for wear",
        "Could the brakes be checked for wear?",
        "Is it possible to check my brakes for wear and tears?",
        "The brakes should be evaluated.",
        "The brakes have to be inspected.",
        "It's necessary to inspect brake wear now.",
        "Should my brakes be inspected for wear?",
        "Check the brake damage.",
        "Please check the brkes!",
        "Are your brakes checked, please?",
        "Might be time for a brake checkup?",
        "Can a person look at the brake pads?",
        "Should you check out the brakes?",
        "Would you look at my car's breaks?",
        "Please check brake wear.",
        "Is it possible that you could inspect my car's breaks?",
        "I wonder if you can inspect my brakes?",
        "A quick brakecheck?",
        "Listen, check my brakes.",
        "Are brakes tiring?",
        "Check-up on the brakes?",
        "I need to know if he could check my brakes.",
        "Are there brakes that can be inspected for wear?",
        "Want to make sure the brakes are checked.",
        "Are you able to check your brake wear?",
        "You might be able to check my brakes for wear and tear.",
        "Can you please do checks on the brkes?",
        "Are my brakes inspected please?",
        "Would I need a brake wear inspection?",
        "Oh yeah, check my brakes!",
        "You could check out my car's breaks?",
        "I need to check my car's breaks for aging signs.",
        "Check the brakes quick?",
        "Can we check my brakes?",
        "You might want to check the brakes.",
        "Have your brakes checked?",
        "Could it be time for a brake checkup?",
        "Wanted to have the brakes checked.",
        "Allow me to see if I need new brakes.",
        "Are you sure to check out the brakes?",
        "I have to check my brakes.",
        "Yes, check my brakes?",
        "I am wondering if you can inspect my brakes.",
        "Can you perform a check on my brakes?",
        "You ought to check out the brakes.",
        "Inspect the brake?",
        "Is my brakes checked yet for damage?",
        "Are my brakes checked for wear and tear?",
        "You could check my car's breaks.",
        "Can you look at the brakes for wear.",
        "I'd like you to check my brakes.",
        "Can check on the brkes be done?",
        "Are you able to evaluate my brakes?",
        "Check brakes before they wear out?",
        "Look for a bad brake?",
        "Do you have time to inspect my brakes?",
        "You can check for the wear and tear on my brakes.",
        "May I get the brake wear inspected?",
        "If you can check my brakes, can you?",
        "Have you looked at tired brakes?",
        "Check brake wear today.",
        "Yes, check my brakes.",
        "I request that you check my brakes, please?",
        "How do you check my brakes for wear?",
        "Do you inspect the brake?",
        "Someone might ask for a brake wear inspection.",
        "Do you need to check the brakes?",
        "Can you do a quick brake check?",
        "I would like to know if you can check my brakes for wear and tear.",
        "What about checking out the brakes?",
        "Do brakes need to be checked for wear?",
        "Are you interested in looking at tired brakes?",
        "checking out the brakes?",
        "Are there any worn out brakes?",
        "Want to check brakes for wear?",
        "It is time for a brakes checkup.",
        "Are you interested in requesting a brake wear inspection?",
        "Are you able to see tired brakes?",
        "Is it possible to check brakes for wear.",
        "Can you take a close look at my brakes?",
        "Should my brakes be checked, please?",
        "Do you offer brake inspection service?",
        "You could check brake wear.",
        "I would like to know if you could check my brakes for wear.",
        "Is it safe to inspect my brakes?",
        "Really quick brake check-up?",
        "Check out the brakes quick?",
        "Is there any way to inspect brakes for wear?",
        "The brake wear should be checked now.",
        "Could you verify brake wear?",
        "Is there a worn-out brakes?",
        "Can you take a look at the brakes?",
        "I need to know whether you could check my brakes.",
        "Yes, can checks be done on the brkes?",
        "Please check their brakes.",
        "The brkes should be checked.",
        "Would like the brakes inspected.",
        "I want to know if you could check my car's breaks.",
        "You want to check brake wear.",
        "Make sure the brakes are good - inspect?",
        "Is it possible to inspect brakes for their wear?",
        "Can you take care of my brakes?",
        "Is it possible you can check my brakes?",
        "Quick check-up on brakes?",
        "A brake checkup is needed.",
        "Check out if I need new brakes.",
        "Please see if I need new brakes.",
        "Is it a good idea to see if I need new brakes?",
        "Please checked the brakes.",
        "Are you in a position to inspect my brakes?",
        "Is brakes wearing out?",
        "Can you look for wear on my brakes?",
        "You have to check out the brakes?",
        "I want to know if you can look at my brakes.",
        "Can the brkes have their checks done?",
        "You should check your brakes.",
        "Should the brakes be inspected?",
        "You should see if I need new brakes.",
        "Look at brakes?",
        "wanna have the brakes checked",
        "Should the brakes be checked?",
        "Do you need to check brake wear?",
        "What about brake wear Inspections?",
        "Let's check the brakes.",
        "Can you measure the wear and tear on my brakes?",
        "brake wear inspections can be offered.",
        "If you could inspect my car's breaks, would you?",
        "Is there a quick check-up for the brakes?",
        "Make sure the brakes are checked for wear.",
        "Should the brake be examined?",
        "Would you please check brake wear?",
        "I need your help checking my brakes for wear and tear.",
        "Was it possible to check out the brakes?",
        "We want the brakes inspected.",
        "Do you want to check my brakes for wear and tear?",
        "Can you do some checks on the brkes?",
        "I'm wondering if you could inspect my brakes.",
        "Take a look at tired brakes.",
        "Are you able to check out my brakes?",
        "Help with brakes that have worn down?",
        "Want to get the brakes inspected.",
        "Quick brake check?",
        "I want to know if checks can be done on the brkes.",
        "He wants the brakes inspected.",
        "The brkes may be checked.",
        "Are the brakes being worn out?",
        "Do you think I should request a brake wear inspection?",
        "I request that you look at my brakes.",
        "I asked if you could check my brakes for wear.",
        "Is it possible to inspect the brakes for wear.",
        "Do you wanna check my brakes?",
        "Is that a brake wear inspection?",
        "Can you check my brakes for wear and damage?",
        "Can you check the brakes?",
        "Do you have the experience to inspect my brakes?",
        "May I have my brake wear inspected?",
        "Quick check on the brakes?",
        "Is it possible you can inspect my brakes?",
        "I want to check brake wear.",
        "How about checking the brake wear?",
        "Do you have the tools to check my brakes?",
        "I was wondering if you could check my car's breaks.",
        "Are you sure you need to check out the brakes?",
        "Are my brakes in need of repairs?",
        "You can inspect my brakes",
        "You have to check out the brakes.",
        "You need to check brake wear?",
        "Your brakes can be checked for wear.",
        "inspect brakes for wear",
        "Is there anyone that can help with worn brakes?",
        "My brakes should be checked, please?",
        "Come and check my brakes.",
        "Help with wear and tear on brakes?",
        "I want you to check brake wear.",
        "Someone should have a brake checkup.",
        "Do you have a quick brake check?",
        "I wish you could check my brakes.",
        "Did I need to check my brakes?",
        "Do you have the right to inspect my brakes?",
        "Are it time for a brake checkup?",
        "Please request a brake wear inspection.",
        "Did the brakes have worn out?",
        "I wish to check my brakes.",
        "Would you check the brake condition?",
        "Is your ability to inspect my brakes?",
        "I may request a brake wear inspection.",
        "Can the checks be performed on the brkes?",
        "Do you think the brake condition should be reviewed?",
        "Look at brake damage, quick.",
        "want the brakes checked",
        "I want to know if you could look at my brakes.",
        "OK, check my brakes.",
        "Is there brake wear you want to check?",
        "brake wear inspections?",
        "Do you do brake inspection service?",
        "Do you have a chance to check my brakes?",
        "I need to know if you could check my brakes.",
        "Is a brake wear inspection offered?",
        "Oh yeah, check my brakes?",
        "I don't know if you could inspect my car's breaks.",
        "Can the brke checks be done?",
        "Is it okay for ya to inspect the brakes?",
        "Inspect brake wear now.",
        "I request that my brakes be checked.",
        "Your brake wear should be checked.",
        "Check up on the brakes?",
        "Can you check for wear andtear on my brakes?",
        "Is there worn-out brakes?",
        "To inspect my brakes please?",
        "Have my brakes checked?",
        "Please verify brakes.",
        "Is it feasible to inspect the brakes for wear?",
        "I ask that you check my brakes.",
        "Yes, check the brakes for wear.",
        "Will I get a brake wear inspection?",
        "Do you want to check brakes?",
        "Can you check my brakes for problems?",
        "Has the brakes checked.",
        "Take a look at brake damage.",
        "Come and have the brakes inspected.",
        "I need you to inspect my brakes.",
        "check my brakes?",
        "Do you want my brakes to be checked?",
        "They want to have the brakes looked at.",
        "How about worn brakes?",
        "Could you check brake wear?",
        "Wait, check my brakes!",
        "Okay? check my brakes?",
        "Can there be checks performed on the brkes?",
        "Have you noticed the tired brakes?",
        "They need to have the brakes inspected.",
        "Need to have the brakes looked at.",
        "Is there brake wear you would like to check?",
        "brake wear inspections possible?",
        "The brakes can be examined.",
        "Reconsider brake condition?",
        "I need to know if you could check up on my brakes.",
        "Look for a brake checkup.",
        "Is it possible to make checks on the brkes?",
        "How about quick brake check-up?",
        "Does it make sense to have a brake checkup?",
        "Helping with brakes that are worn?",
        "I want to check my brakes!",
        "Is there a brake inspection service you can offer?",
        "I would like my brakes to be checked.",
        "Ready to check out the brakes?",
        "You need to have the brakes inspected.",
        "Are you checking my brakes for damage yet?",
        "Review brakes condition?",
        "Does the brakes seem to be wearing out?",
        "Is my brakes in bad shape?",
        "Please examine the brakes.",
        "The brakes need to be checked for wear.",
        "Is it possible to examine the Brake pads?",
        "You can inspect my car's breaks for aging signs.",
        "Look my brakes.",
        "I would like you to inspect my brakes?",
        "Can you inspect brake wear?",
        "It's a good idea to have the brakes checked.",
        "Consider checking the brakes.",
        "Consider checking out the brakes?",
        "Your brakes should be checked, please?",
        "Is the brake wear checked out?",
        "Check brake wear, could you?",
        "Have you looked at my brakes?",
        "You must check my brakes.",
        "Do you think the brakes need to be checked for wear?",
        "Have the brakes check out.",
        "Is it necessary to check my brakes?",
        "Can you check the brakes quick?",
        "Did you want to check brake wear?",
        "Would you check brake wear?",
        "Brake wear needs to be checked.",
        "Please checkBrakes",
        "Can you check my brakes for the wear?",
        "Hey, check my brakes, right?",
        "Check the brake wear now.",
        "Is it time for aBrake checkup?",
        "Check the brake",
        "Are the brakes tiring out?",
        "Hey! check my brakes?",
        "Am I allowed to request a brake wear inspection?",
        "How about my brakes, please?",
        "Correct, check my brakes.",
        "Would that be a quick brake check-up?",
        "Checking brakes for wear.",
        "Be sure to have the brakes inspected.",
        "I need to know if I could have my brakes inspected.",
        "Could you look at tired brakes?",
        "Can checks be made on the brkes?",
        "We need to inspect the brakes.",
        "Is it ok for you to inspect my car's breaks?",
        "Would I want a brake wear inspection?",
        "Can you inspect my brakes, please?",
        "Is it okay to check brakes for wear?",
        "Do you need to review brake conditions?",
        "Can they do checks on the brkes?",
        "Would you be able to check my brakes?",
        "Please do checks on the brkes.",
        "Recheck my brakes?",
        "Please check these brakes.",
        "Time to checkup the brakes?",
        "Are you looking at the tired brakes?",
        "My brakes must be checked, please?",
        "Are you able to assist with worn brakes?",
        "The brkes need to be checked.",
        "Is it possible that I might request a brake wear inspection?",
        "Ok? check my brakes.",
        "Can you offer a brake inspection service?",
        "Are you able to assess my brakes?",
        "Is it worth checking out the brakes?",
        "I wanted to know if you could inspect my car's breaks.",
        "How about inspecting my brakes for wear?",
        "Is it possible to look for worn brakes?",
        "Is it time for a checkup for the brake?",
        "Have the brake damage examined immediately.",
        "The brake wear could be checked by you.",
        "So you check my brakes?",
        "Have a quick brake check-up?",
        "Please inspect my brakes...",
        "Is brake wear checked out?",
        "Are you capable of looking at my brakes?",
        "I would like you to check my car's breaks for aging signs.",
        "A brake wear inspection may be requested.",
        "Do you have a quick brake checkup?",
        "Was it time to have a brake checkup?",
        "Pleasecheck my brakes.",
        "Are there brakes that should be checked for wear?",
        "Check my brakes, huh?",
        "Check my brakes, am I right?",
        "Something to have the brakes inspected.",
        "Hey, check the brakes.",
        "Do you provide brake inspections?",
        "The brake condition should be looked at.",
        "I need to know if I could have my brakes checked.",
        "Time to check out the brakes?",
        "You may be able to check my brakes.",
        "Has there been any worn out brakes?",
        "Can you check the brakes on my car?",
        "Can you check my brakes??",
        "Any worn out brakes?",
        "I need to examine brake damage asap.",
        "Does it have worn-out brakes?",
        "I am wondering if you are able to inspect my brakes.",
        "Does anyone check my brakes for damage?",
        "Wanting to have the brakes checked.",
        "I need to know whether or not you could check my brakes.",
        "Rechecking my brakes?",
        "Can I have my brake wear inspected?",
        "Can you help with worn brakes?",
        "can you check brakes for wear?",
        "check brake wear",
        "I urge you to inspect my brakes.",
        "It's time for a brake checkup",
        "I need you to check my car's breaks.",
        "Check out the brake?",
        "I am wondering can you check my brakes?",
        "Would like to have the brakes checked.",
        "I would like for you to check my brakes.",
        "Are you able to observe my brakes?",
        "I might need a brake wear inspection.",
        "Can you help with brakes?",
        "Look at your brakes?",
        "Is it possible to inspect my brakes please?",
        "Is it time to check the brakes?",
        "I need you to inspect the brakes.",
        "I wonder if you can look at my brakes.",
        "Is it time for a checkup on the brakes?",
        "I want to know if you can check for the wear and tear on my brakes.",
        "Someone may want a brake wear inspection.",
        "I need to know if you could perform a checkup on my brakes.",
        "Concerning the brakes?",
        "Can someone help with worn brakes?",
        "Want to help with worn brakes?",
        "Is there a brake wear inspection that I can request?",
        "Could you help with the brakes?",
        "The brakes should be examined asap.",
        "Can the brkes please be checked?",
        "Do you know if you can inspect my brakes?",
        "If you could check my brakes for wear, I need to know.",
        "Can you check your brake wear?",
        "need the brakes inspected",
        "Have you been able to look at my brakes?",
        "What about a brake inspection service?",
        "asap to examine brake damage",
        "Hey! Please check my brakes.",
        "Can they examine the brakes?",
        "Can you view my brakes?",
        "Please check brake wear!",
        "Were the brakes worn-out?",
        "You look at my brakes?",
        "Give the brakes a check.",
        "Can we look at the brakes for wear?",
        "Looking at the brake condition?",
        "Can you check the brakes for wear",
        "Is there a need for a brake wear inspection?",
        "Have the brakes look at.",
        "I need a mechanic to inspect my car's breaks.",
        "Are you going to check the brakes?",
        "Have the brake condition reviewed?",
        "Are any worn out brakes?",
        "Is there worn- out brakes?",
        "Check-up on brakes?",
        "Can you watch my brakes?",
        "Check your brakes for wear.",
        "Has anyone checked my brakes for wear and tear?",
        "Can I request a brake check?",
        "You can look at tired brakes.",
        "Are you able to offer brake inspection?",
        "I think it's time for a brake checkup.",
        "Do you notice tired brakes?",
        "Help with deteriorated brakes?",
        "I need to ask if you could check my brakes.",
        "Please examine my brakes.",
        "Let's check brake wear now.",
        "Are I able to request a brake wear inspection?",
        "Do you offer something like a brake inspection?",
        "I need you to check my brakes for wear and tears.",
        "Something needs to be done for a brake checkup.",
        "Please, check my brakes?",
        "I need to know if your can inspect my brakes.",
        "I ask, can you check my brakes?",
        "Is there anything worn-out about the brakes?",
        "There is a need for a brake checkup.",
        "Do you want to check brake wear?",
        "Examine my brakes, please?",
        "I might want a brake wear inspection.",
        "Time for a check on the brakes?",
        "Take a look at brake wear.",
        "Look at brakes worn down?",
        "Is it possible you can check brake wear?",
        "Could you please check the brakes?",
        "I need to know if you could look for worn brakes.",
        "Is there a way to inspect the brakes for wear?",
        "Do you serve a brake inspection?",
        "It's a quick brake check-up.",
        "asap examine brake damage",
        "Is it okay to inspect brakes for wear?",
        "Do you do a brake inspection service?",
        "I needs to know if you can inspect my brakes.",
        "inspect the brakes - are they bad?",
        "Is it possible for ya to check brakes for wear?",
        "Take the brakes for a check?",
        "Is it possible to check the brakes for wear?",
        "Is it ok for you to inspect my brakes?",
        "Do you check my brakes for wear?",
        "Is it possible for you to check brakes for wear?",
        "Will I want a brake wear inspection?",
        "Is the brakes getting old?",
        "Should I have my brakes inspected?",
        "I would like to know if checks can be done on the brkes.",
        "Is it ok to check brakes for wear?",
        "I want to inspect brake wear now.",
        "help with worn brakes?",
        "Are you able to check my brakes?",
        "You should inspect my brakes for wear.",
        "What about the brakes - check?",
        "Can you look at my car's breaks for signs of aging?",
        "Look at brakes that are tiring.",
        "Want to have the brakes checked",
        "Check for wear of brakes?",
        "Should your brakes be inspected please?",
        "There is a question about a brake tune-up.",
        "Does anyone know if there are any worn-out brakes?",
        "You could check brakes.",
        "Are there any worn- out brakes?",
        "Would you like to check brakes?",
        "Could you look at brake wear?",
        "Are you authorized to inspect my brakes?",
        "Is it alright to request a brake wear inspection?",
        "I need to know if you could care for my brakes.",
        "Can be quick brake check-up?",
        "Do you plan to check my brakes?",
        "You can check out the brakes.",
        "Is your able to inspect my brakes?",
        "Can ya look for worn brakes?",
        "Do you have the ability to check the brakes?",
        "Are you sure you want to check the brakes?",
        "Is it okay for you to inspect brakes for wear?",
        "Are you interested in checking out the brakes?",
        "You could inspect the breaks on my car.",
        "How about checking my brakes for wear?",
        "Are you checking out tired brakes?",
        "Look at brake damage asap.",
        "Would it be possible to check the brkes?",
        "Please check for malfunctioning brakes.",
        "It's time for a brakes checkup.",
        "Can we do checks on the brkes?",
        "Please check the brakes.",
        "Is it possible that I request a brake wear inspection.",
        "Do you provide a brakes inspection service?",
        "Wait a second, check my brakes.",
        "I request you to inspect my brakes.",
        "Can you check in on my brakes?",
        "Is there tired brakes?",
        "I am asking you to inspect my brakes.",
        "You can check the brake wear.",
        "I want the brakes looked at.",
        "Should I have a brake wear inspection?",
        "Are my brakes failing?",
        "Do you think you should check out the brakes?",
        "Can you see the tired brakes?",
        "Someone needs to check brakes.",
        "Check brake wear right now.",
        "Does it make sense for you to inspect my brakes?",
        "brake wear inspections are available?",
        "Could be a quick brake check-up?",
        "Can you look at the brakes for signs of wear?",
        "I need you to check my brakes for wear.",
        "Do you need to review the brake condition?",
        "Is it possible to check for wear on the brakes?",
        "Check my brakes please.",
        "I need you to look at my car's breaks.",
        "Have the brakes inspected.",
        "If you could inspect my brakes, I need you to.",
        "I wonder if you could inspect my car's breaks?",
        "I want to request a brake wear inspection.",
        "Should I request a brake wear inspection.",
        "brake wear inspections offered?",
        "How about checking my car's breaks for aging signs?",
        "Can you review the brake condition?",
        "Is it ok for you to check my brakes?",
        "Does it need a brake tune-up?",
        "Is it possible for you to inspect the brakes for wear?",
        "It would be great if you could check brake wear.",
        "Is it possible to look for brakes for wear?",
        "Is it possible to check the brkes.",
        "I need to know if you can check my brakes for wear and tear.",
        "How about brakes for wear?",
        "Could you inspect brake wear?",
        "The brakes should be checked for wear",
        "Is my brakes wearing out?",
        "Look at brakes that are worn?",
        "Have you noticed that the brakes are tired?",
        "Do you want to check the brakes.",
        "How about a quick brake checkup?",
        "Oh, please check my brakes?",
        "I don't know if you can inspect my brakes for wear.",
        "Are you looking at the brake condition?",
        "Are you able to help with worn brakes?",
        "Do you check out the brakes?",
        "can you check my brakes?",
        "I'd like to know if you could inspect my car's breaks.",
        "Is it possible to do a quick brake check-up?",
        "If you can inspect my brakes, I need to know.",
        "Is it possible to check my brakes?",
        "It is possible to see if I need new brakes.",
        "Do you have the time to check my brakes?",
        "I need to know if you could checkmy brakes.",
        "Should we review brake condition?",
        "I want the brakes checked, please?",
        "Okay? check my brakes.",
        "Oh, check my brakes, ok?",
        "The brake condition needs to be reviewed.",
        "You have to check my brakes for wear and tear.",
        "Gonna have the brakes checked.",
        "Need to inspect the brakes.",
        "May I request a checkup for my brakes?",
        "Are your tools able to inspect my brakes?",
        "Is a brake checkup needed?",
        "So you can inspect my brakes?",
        "Do you see tired brakes?",
        "Are you able to view the brakes?",
        "Help with tired brakes?",
        "Can you check my brakes for damage yet?",
        "Do you carry out brake inspection services?",
        "Can you see brakes for wear?",
        "Do you want to have a brake checkup?",
        "Can the check be done on the brkes?",
        "I need to find out if you could check my brakes.",
        "Is it possible to check the brakes for wear and tear?",
        "I am interested in requesting a brake wear inspection.",
        "Should you check out my car's breaks?",
        "Are you looking for tired brakes?",
        "The brakes should be looked at.",
        "Could you look for brake wear?",
        "Immediately check brake damage.",
        "Is there any damaged brakes?",
        "Let the brakes be checked.",
        "Have you done a brake check-up?",
        "Can you check the brakes for wear and tear?",
        "I was wondering if you could check out my car's breaks.",
        "I want to know if you can check my brakes for the wear and tear.",
        "I'm wondering if you can inspect my brakes.",
        "Might you check brake wear?",
        "Need to inspect the brakes?",
        "We need to check the brakes.",
        "Is there help with worn brakes.",
        "brake wear must be inspected now.",
        "Do you offer an inspection for brakes?",
        "I hope you inspect my brakes.",
        "Do you need to check brake condition?",
        "Are you checking for damage to my brakes?",
        "To inspect my brakes?",
        "I'm interested in checking my brakes.",
        "A look at tired brakes?",
        "Do you need to have a brake checkup?",
        "I need to know if you could check my brakes out.",
        "I would like a brake wear inspection.",
        "We want to inspect the brakes.",
        "Do you mean to check out the brakes?",
        "Can you check on the brakes for wear?",
        "Does anyone know if there is any worn out brakes?",
        "Please check my brakes for wear.",
        "It's time for a brake checkup?",
        "Do you think to check out the brakes?",
        "Check the brakes - are they bad?",
        "Did you notice brake wear?",
        "Can you check my brakes for wear and trouble?",
        "A quick brakecheck-up?",
        "I request that you check my brakes for wear and tear.",
        "brake wear should be inspected now.",
        "I asked if you could check my brakes for wear and tear.",
        "The brakes system should be evaluated.",
        "What if you could inspect the brakes for wear?",
        "Are the brakes able to be inspected for wear?",
        "Are you mind checking out the brakes?",
        "Hello! Check my brakes.",
        "Is it time for a brake checkup?",
        "Could you look for aging signs in my car's breaks?",
        "The brakes should be looked at for wear.",
        "You need to check my brakes?",
        "They want to have the brakes inspected.",
        "Please be sure to check the brkes.",
        "Is the brake wear inspection necessary?",
        "Check my brakes, please.",
        "I ask you to check my brakes.",
        "Was it time for a checkup on the brakes?",
        "Can checks be done on the brkes",
        "inspect the brake.",
        "Could you inspect my brakes?",
        "Is the brake bad - inspect?",
        "Should the brkes be checked?",
        "I require you to inspect my brakes.",
        "Is the brake bad, inspect?",
        "You should look at the brakes.",
        "Oh, check my brakes, okay?",
        "I asked if you could check out my car's breaks.",
        "I need to check my brakes for wear.",
        "The brakes need to be checked?",
        "It time for a brake checkup?",
        "Can you check for wear and tear on my brakes?",
        "Is it possible for you to check my brakes for wear and tear?",
        "Are the brakes wear out?",
        "Are you going to check out the brakes?",
        "Will you check my brakes?",
        "I would like my brakes checked.",
        "What about a quick brake check-up?",
        "I need someone to inspect my brakes.",
        "I need to know if you could check my brakes for wear",
        "I could request a brake wear inspection.",
        "Your brakes should be inspected please?",
        "Will you be able to check the brakes for wear?",
        "Hey! check my brakes, ok?",
        "Is there a check for brakes for wear?",
        "Please conduct a check on the brakes.",
        "Maybe you could check my brakes?",
        "Are you willing to offer a brake inspection?",
        "Do you need my brakes checked?",
        "Can you check brakes for the wear?",
        "What about the brake wear inspection?",
        "The brakes might need to be inspected.",
        "Do you check the brakes?",
        "Make sure my brakes are working, please?",
        "How about reviewing the brake condition?",
        "Is it possible to examine brakes?",
        "Check brake wear, now.",
        "Did you need a quick brake check-up?",
        "I need to check my brakes",
        "Maybe I can request a brake wear inspection.",
        "I want to know if you could inspect my brakes?",
        "Want to inspect the brakes.",
        "I want checks on the brkes.",
        "Should I have my brake wear inspected?",
        "To have the brakes examined.",
        "Can checks be done about the brkes?",
        "I wondered if you could check my car's breaks.",
        "Is it possible that I should request a brake wear inspection?",
        "Will I be able to request a brake wear inspection?",
        "Please look over the brakes.",
        "Do you check brakes for their wear?",
        "Is the brakes checked out?",
        "Is it possible to check my brakes for wear andtear?",
        "They should inspect brake wear now.",
        "To get the brakes inspected.",
        "The brakes must be checked for wear and tear.",
        "Please check my brakes.",
        "Is it possible to request aBrake wear inspection?",
        "Do you should review the brake condition?",
        "You might be able to inspect my brakes for wear.",
        "It might be a quick brake check-up.",
        "Can I see if I need new brakes?",
        "I want my brakes checked.",
        "Review the condition of the brakes.",
        "Have the brakes reviewed.",
        "It's time to check brake wear.",
        "Going to check the brakes?",
        "Can you check my brakes",
        "I want you to check my brakes.",
        "Take a peek at the brakes?",
        "They can check my brakes.",
        "Please check brake wear now.",
        "Do you want the brakes checked?",
        "I need to know if you could check out my brakes for wear.",
        "A quick brake check.",
        "Somebody please check the brakes.",
        "You could look at my car's breaks.",
        "The brkes should have checks done.",
        "I need to know if you inspect my brakes for wear.",
        "Is there anything you can do to inspect brakes for wear?",
        "Would you be willing to inspect my brakes for wear?",
        "A check of my brakes?",
        "I want to know if you can check my brakes for wear and tear.",
        "You are supposed to check my brakes?",
        "Help with brakes that are worn?",
        "I am wondering if you could check my car's breaks.",
        "Quick brakes check-up?",
        "Yeah, the brake condition?",
        "quick brake check-up?",
        "Do I need to request a brake wear inspection?",
        "Are you interested in checking the brakes?",
        "Is there time to inspect the brakes?",
        "You can check for wear on my brakes.",
        "Examine the brakes for wear.",
        "How can you check my brakes for wear and tear?",
        "Having the brakes inspected.",
        "To examine brake damage, please.",
        "Could you see the tired brakes?",
        "Maybe you could check brake wear?",
        "How about checking my brakes?",
        "Yes, please check my brakes.",
        "Are there worn-out brakes?",
        "Make sure you inspect brake wear.",
        "Is it possible to check my car's breaks for aging signs.",
        "Is it possible to check the brakes for wear.",
        "Hey, check my brakes.",
        "Do you think to check brakes for wear?",
        "Have the brake wear inspected.",
        "Have the brakes looked at.",
        "Check my brakes, yeah?",
        "Something is wrong with my brakes?",
        "The brakes may need to be inspected.",
        "I wonder if you could check my brakes for wear.",
        "Do you offer the brake inspection service?",
        "Would you be willing to check my brakes?",
        "The brakes might be checked out.",
        "I wonder if you can check my brakes",
        "Do you know if the brakes are worn-out?",
        "Do you look at tired brakes?",
        "Is it ok to inspect the brakes for wear?",
        "I'd like to see if I need new brakes.",
        "Can we inspect brakes?",
        "Do you know if there's any worn-out brakes?",
        "Does the brake condition need to be reviewed?",
        "OK, check my brakes!",
        "Hey! Check my brakes!",
        "Quick check of the brakes?",
        "They should check out the brakes.",
        "All right, check my brakes?",
        "Would you check out my car's breaks for aging signs?",
        "Do you want to look at the tired brakes?",
        "Is my brakes in need of an inspection?",
        "Do you need to check the brake?",
        "Would you like to check my brakes?",
        "Can you observe my brakes?",
        "I wonder if you can check for wear on my brakes.",
        "We should review the brake condition.",
        "Is it possible to examine brakes for wear?",
        "Look at the brakes?",
        "Does anyone know if you can check my brakes?",
        "Is a brake wear inspection needed?",
        "Please check brake wear?",
        "It is necessary to inspect brake wear now.",
        "Should we review the brake condition?",
        "I request a brake wear inspection.",
        "I request that you check my brakes?",
        "Is that a quick brake check-up?",
        "I need help with worn brakes.",
        "Do you want the brakes checked please?",
        "Look for tired brakes?",
        "Yep, check my brakes.",
        "Look for worn brakes?",
        "Have you considered helping with worn brakes?",
        "Please check your brake wear.",
        "Do you need a brake wear inspection?",
        "Is it possible to inspect brakes for wear and tear?",
        "Was it possible to check brakes for wear?",
        "Hello, check my brakes.",
        "Is it possible for you to look at my brakes?",
        "Will you inspect the brakes?",
        "Do you know if you can check brake wear?",
        "Do you need a quick brake check up?",
        "I want you to check my brakes for wear.",
        "Are you okay checking out the brakes?",
        "Do you want to look at the brakes?",
        "Yes, can you check my brakes?",
        "Take care of my brakes, please?",
        "Would you look at my brakes?",
        "I need to know if you could properly inspect my brakes.",
        "Can you inspect the brakes for wear and tear?",
        "You are able to inspect the brakes?",
        "Can you look at my car's breaks?",
        "Check brakes if necessary?",
        "Look at worn brakes.",
        "Are we about to have a brake checkup?",
        "Check to see if I need new brakes.",
        "A checkup on the brake?",
        "Is my brakes being checked for damage?",
        "Has it time for a brake checkup?",
        "Can ya check for wear on brakes?",
        "Perhaps it is time for a brake checkup.",
        "Are you checking out the brakes?",
        "It is a quick brake check-up.",
        "Is there any worn-out brakes there?",
        "Have you time to inspect the brakes?",
        "Do you think you should review brake condition?",
        "Any worn- out brakes?",
        "Have the brakes looked after.",
        "Someone should check the brakes.",
        "examine the brake condition?",
        "Check the brakes now.",
        "Is it appropriate to check brakes for wear?",
        "Do you need to check brakes for wear?",
        "Need to have the brakes inspected.",
        "I want to know if you can check my brakes?",
        "I needed to know if you could check my brakes.",
        "I need to know if you check my brakes.",
        "Is there worn out brakes?",
        "I want to know if you can check for wear on my brakes.",
        "Is my brakes looked at?",
        "Are any brakes worn out?",
        "can you check brakes for wear",
        "Was it possible to inspect my brakes?",
        "Take the brakes for a checkup.",
        "Is it appropriate to inspect brakes for wear?",
        "Quick check-up for brakes?",
        "Just check my brakes?",
        "Help with brakes worn?",
        "Look for bad brakes?",
        "Have the brakes looked at",
        "I wonder if you can inspect my car's breaks.",
        "You need to examine brake damage.",
        "You are able to check my brakes for wear and tear.",
        "Was it possible to check my car's breaks for aging signs?",
        "To check my brakes, please?",
        "Hey! Do I need to check my brakes?",
        "I wanted you to inspect my car's breaks.",
        "I would like to know if you can inspect my car's breaks.",
        "Please check the brakes!",
        "Have my brakes checked, please?",
        "Should you check my brakes for wear?",
        "Can you look the brakes for wear?",
        "My brakes may need to be checked for wear.",
        "I need to know if I could get my brakes checked.",
        "Are they checking my brakes for damage?",
        "Is it time for a checkup for the brakes?",
        "I wonder if you can check my brakes.",
        "I request that you inspect my brakes.",
        "I need to know if you could inspect my brakes?",
        "Going to check out the brakes?",
        "DO I need to check my brakes?",
        "Okay! check my brakes.",
        "I wonder if checks can be done on the brkes.",
        "This is a quick brake check-up.",
        "Hey!Check my brakes?",
        "Should my brakes be checked?",
        "Could a brake tune-up be needed?",
        "Brake damage needs to be checked immediately.",
        "Can you check your brakes?",
        "Are you able to check out the brakes?",
        "You can check the brakes for wear and tear.",
        "Looking at brake condition?",
        "Help with the worn brakes?",
        "Is it possible for you to inspect brakes?",
        "Ensure the brakes are checked.",
        "I need to know if the brakes can be inspected.",
        "Is there a problem with brakes wearing out?",
        "brake tune-up needed",
        "Would you please check the brake wear?",
        "Is it possible for brake wear inspections to be offered?",
        "How about you inspect my brakes?",
        "Is it appropriate to request a brake wear inspection?",
        "Do you want to check the brakes?",
        "Can we have checks on the brkes?",
        "I wonder if I can request a brake wear inspection.",
        "Find out if the brake is bad.",
        "I would like to know if you can inspect my brakes for wear.",
        "Can the checks be done on the brkes?",
        "You have the ability to inspect my brakes.",
        "Would you check my brakes for wear?",
        "Please have the brakes inspected.",
        "inspect the brake",
        "Immediately inspect brake wear.",
        "I would love for you to inspect my brakes.",
        "I need to know if you can inspect my brakes",
        "Is it possible to inspect my car's break for aging signs?",
        "Check my brakes, alright?",
        "Are you able to check the brake?",
        "Okay? check my brakes!",
        "Please review the brake condition.",
        "Can you have the brakes checked?",
        "I need to know if you're able to inspect my brakes.",
        "Who can inspect my brakes?",
        "Oh, do you check my brakes?",
        "\"Check my brakes, please?\"",
        "We must inspect brake wear now.",
        "Can you check brake wear?",
        "Look my brakes?",
        "Are my brakes falling apart?",
        "Please, check the brakes.",
        "Is it possible that you offer a brake inspection?",
        "Is it possible to inspect my car breaks for aging signs?",
        "Can you inspect the brakes",
        "Can you check the brakes quickly?",
        "Need to check my brakes.",
        "Can anyone help with worn brakes?",
        "Ok! Check my brakes!",
        "I am wondering if I can request a brake wear inspection.",
        "Examine the brake condition?",
        "Could I request a brake inspection?",
        "Come and inspect brake wear.",
        "Are my brakes checked please?",
        "Can you check for wear and tear on the brakes?",
        "You ought to have the brakes inspected.",
        "Are you competent to inspect my brakes?",
        "Is there a way to check my brakes?",
        "Do you need to examine brake damage right now?",
        "You can check the brakes for wear.",
        "Can the brkes be looked into?",
        "The brakes can be inspected for wear.",
        "I wonder if you could inspect my brakes?",
        "Need to check brakes.",
        "Will need the brakes inspected.",
        "Does you know if you can inspect my brakes?",
        "Would you like to inspect the brake?",
        "Make sure the brake is good - inspect?",
        "Did you see any worn out brakes?",
        "Please check brake wear",
        "I would like to know if you could inspect my brakes.",
        "You need to check the brakes?",
        "Would you review the brake condition?",
        "I need to know whether you can check my brakes.",
        "Will I have my brakes checked?",
        "It's time for a brake checkup.",
        "Are my brakes worn out?",
        "I need to know if you would be able to inspect my brakes.",
        "Can you look at the brakes for wear and tear?",
        "Is there a way to inspect my car's breaks?",
        "Check brakes for damage?",
        "Yes, can you check brakes for wear?",
        "Can you help me with worn brakes?",
        "Shouldn't the brakes be checked for wear?",
        "Ask my brakes to be checked.",
        "Have the brakes watched.",
        "The brakes may be checked out.",
        "I need to know if you would check my brakes.",
        "I want to know if I can inspect brakes for wear.",
        "Please inspect my brakes",
        "Can the brkes be looked over?",
        "Is it possible that you need to check brake wear?",
        "Is my brakes examined for wear?",
        "Will want the brakes inspected.",
        "Do you want to check the brake condition?",
        "They need to check brakes.",
        "Do you know if the brakes are worn out?",
        "Can a person check brakes for wear?",
        "Can you check my brakes for wear and repair?",
        "Do you need to examine brake damage?",
        "Could you look at my car's breaks?",
        "Checking my brakes, okay?",
        "Could you examine my brakes?",
        "Do you want to check brakes for wear?",
        "Do you want to inspect brakes for wear?",
        "Let's check out the brakes.",
        "Can you tell if I need new brakes?",
        "How about checking brakes for wear?",
        "Ensure brake wear is inspected now.",
        "Do you know about any worn-out brakes?",
        "Is it possible to check my brakes for wear?",
        "Can people check the brkes?",
        "I need to know if you could take care of my brakes.",
        "Is it possible you can check my brakes for wear and tear?",
        "I need to know about your ability to inspect my brakes.",
        "Do you offer a service for brake inspections?",
        "My brakes need to be checked, please?",
        "Will there be worn out brakes?",
        "Can you check my car's breaks?",
        "Come and check the brakes.",
        "Can the brkes be examined?",
        "You should be able to inspect my brakes for wear.",
        "Would you inspect my car's breaks?",
        "Do you have a quick brake check up?",
        "Is it Possible to inspect brakes for wear?",
        "Have you checked the brakes?",
        "Are you available to inspect my brakes?",
        "May the brake wear inspection be requested by me?",
        "Should I request a brake wear inspection?",
        "I need to know if you could check my brake pads.",
        "Give my brakes a check.",
        "It's necessary to have the brakes inspected.",
        "brake wear inspections is offered?",
        "Wanting to have the brakes inspected.",
        "It's time for a brake check.",
        "I would like to have a brake wear inspection.",
        "Check your brake wear.",
        "I asked you to inspect my brakes.",
        "You check my brakes for damage?",
        "Should the brakes be examined?",
        "Is it possible to check my brakes for wear and tear?",
        "I am wondering if you can check my brakes for wear and tear.",
        "Should I go for a brake wear inspection?",
        "I require you to inspect my brakes for wear.",
        "Hey! Check my brakes?",
        "Would you check my car's breaks for signs of aging?",
        "Review the brake condition?",
        "Would it be possible to check brake wear?",
        "I needs to know if you could check my brakes.",
        "Is it time for a brakes checkup?",
        "Look at fatigued brakes.",
        "I'd like you to inspect my car's breaks.",
        "You guys check my brakes?",
        "Will you have the brakes inspected?",
        "I'm wondering if you could check my car's breaks.",
        "Can you check brakes for wear.",
        "I would like to ask you to inspect my brakes.",
        "Do you conduct a brake inspection?",
        "I needs to know if you could inspect my brakes.",
        "I want my brakes checked?",
        "I need to know if you could inspect my brakes",
        "I would like the brake wear inspection.",
        "Can you check the brakes for the wear and tear?",
        "Am I allowed to check brake wear?",
        "How about worn-out brakes?",
        "Alright, let's check my brakes.",
        "Is there brake wear inspection?",
        "Are any of the brakes worn-out?",
        "Can we check the brakes for wear?",
        "Make sure the brakes are checked.",
        "Do you think to check the brakes?",
        "You should examine brake damage now.",
        "So can you check my brakes?",
        "Need to check the brake?",
        "I would love to request a brake wear inspection.",
        "Do you need to look at the brakes?",
        "Were you able to check my brakes?",
        "Do you perform brake inspection service?",
        "There is a chance for a brake checkup.",
        "I need you to check my brakes.",
        "Do you review brakes condition?",
        "Have the brakes worn out?",
        "Stops need to be checked please.",
        "Are the brakes checked for wear.",
        "You should check brake wear now.",
        "Do you know to check out the brakes?",
        "Should I need a brake wear inspection?",
        "Check brake damage now.",
        "Please perform checks on the brkes.",
        "Are you capable of inspecting my brakes?",
        "Please inspect my brakes, please?",
        "Are my brakes aged?",
        "Time for a checkup on the brake.",
        "Take a closer look at the brake condition?",
        "Assessing the brakes?",
        "You should review brake condition.",
        "Please inspect brakes.",
        "Would it be a good idea to inspect the brake?",
        "Do you want to review brake conditions?",
        "Can I have checks done on the brkes?",
        "Is it possible to check the brakes quick?",
        "Gonna have the brakes looked at.",
        "want to have the brakes checked",
        "Help with brakes that have worn?",
        "Would you like to check brake wear?",
        "Checking my brakes, please?",
        "What if I need a brake wear inspection?",
        "Pleasecheck brakes.",
        "You need to check out the brakes.",
        "Are the brakes wearing out?",
        "How about a look at the brakes?",
        "Look at brakes that are tired",
        "Check my brakes!",
        "Look at my brakes, okay?",
        "Could you review the brake condition?",
        "Check your brakes!",
        "Take quick brake check-up?",
        "You can look at my brakes.",
        "Is it time to check brakes for wear?",
        "Can you check my brakes for their wear and tear?",
        "Do you want to check brakes wear?",
        "What if you could inspect my brakes?",
        "Will there be any worn out brakes?",
        "Okay, check my brakes, hey!",
        "Wait, check my brakes?",
        "checking out the brakes",
        "Do you look at the brake condition?",
        "Is it possible to request a brake wear check?",
        "Is it possible that you could check the brake wear?",
        "How about my brakes for wear?",
        "Please check brakes, please.",
        "I needed to know if you could inspect my brakes.",
        "The brakes might need to be checked for wear.",
        "Is it appropriate for me to request a brake wear inspection?",
        "The brakes should be inspected",
        "Take care of my brakes?",
        "Could you inspect the brakes?",
        "May I have my brakes inspected?",
        "Do you have the skills to inspect my brakes?",
        "Would you like to look at tired brakes?",
        "I need to see if you could check my brakes.",
        "Is it possible to look at my brakes for wear?",
        "I need your opinion on my brakes.",
        "I need to know if you could look my brakes.",
        "They want to inspect the brakes.",
        "Do you carry out a brake inspection?",
        "Is it possible to check brake wear.",
        "Is it possible to examine my brakes?",
        "Should there be any worn-out brakes?",
        "Hey! I need to check my brakes?",
        "You can check my brakes, right?",
        "Is it possible for a quick brake check-up?",
        "Was it possible to inspect my car's breaks for aging signs?",
        "Can you check my brakes after use?",
        "A brake checkup is required.",
        "Have any of the brakes worn out?",
        "Will you look at tired brakes?",
        "Ensure brake wear is checked.",
        "Maybe it's time for a brake checkup.",
        "Are you able to inspect my brakes.",
        "Do you want to inspect the brakes?",
        "I requested that you inspect my brakes.",
        "Are my brakes in need of maintenance?",
        "I request you to check my brakes.",
        "Are you capable of inspecting the brakes?",
        "Can you check out the brakes for wear?",
        "Consider checking out the brakes.",
        "Give the brakes a checkup.",
        "Has the brakes checked?",
        "It is necessary to check my brakes.",
        "Let's check my brakes?",
        "How about a quick brakecheck-up?",
        "Do I need a brake wear inspection?",
        "Do you notice the brakes are tired?",
        "Will you inspect my car's breaks?",
        "Were you able to check the brakes?",
        "Look at aging brakes?",
        "Do you need a quick brake check-up?",
        "please check the brakes",
        "Ok? check my brakes?",
        "Is there a way to check the brkes?",
        "I want checks done on the brkes.",
        "A quick brake check up?",
        "Can you check the Brakes?",
        "You ought to check the brakes?",
        "Can you look for signs of wear on my brakes?",
        "Can you check the brakes for their wear?",
        "Someone wants to have the brakes inspected.",
        "You might like to check brake wear.",
        "Do you check my brakes?",
        "What is the condition of the brakes?",
        "Help with those brakes?",
        "Are my brakes getting old?",
        "I request that you check brake wear.",
        "Please check all the brakes.",
        "Is there a brake wear inspection?",
        "Please inspect my brakes.",
        "I am wondering if you could check my car's breaks for aging signs.",
        "Take a quick brake check-up?",
        "There are any worn-out brakes?",
        "How about a look at tired brakes?",
        "What about a brake wear inspection?",
        "Have the brake wear inspected now.",
        "Does anyone know if you can check my brakes for wear and tear?",
        "Can you check out my brakes?",
        "Have you done a quick brake check-up?",
        "Are the brakes beginning to wear out?",
        "Was it possible to see tired brakes?",
        "Is it time to do a brake checkup?",
        "Are you able to inspect my brakes for wear?",
        "Come check my brakes!",
        "Interested in having the brakes inspected.",
        "I want to know if you could look at my car's breaks.",
        "I wonder if you can inspect brakes for wear.",
        "Do you think you should review the brake condition?",
        "Were you able to check brake wear?",
        "Maybe you should have the brakes inspected.",
        "Can you check on my car's breaks?",
        "Ok, I need to check my brakes.",
        "Do you conduct brake inspection service?",
        "Can you check for wear and tear in my brakes?",
        "Can you examine my car's breaks?",
        "Is it possible to check for brakes for wear?",
        "Have you examined the brake condition?",
        "Needed the brakes inspected.",
        "I need to know if he could inspect my brakes.",
        "Okay! check my brakes!",
        "My brakes need to be checked for wear.",
        "Hey!check my brakes.",
        "Is it necessary to check brakes for wear?",
        "Could you check out the breaks on my car?",
        "A brake checkup?",
        "I need to check out the brakes.",
        "I have to know if you could inspect my brakes.",
        "Is it possible for you to inspect my brakes?",
        "Is my brakes in need of work?",
        "Look at brake wear.",
        "Is it possible that you could check brake wear?",
        "How can you check brake wear?",
        "Brake damage needs to be examined immediately.",
        "Have you been able to inspect brakes for wear?",
        "Please check your brakes.",
        "Help with brakes worn down?",
        "You check my brakes?",
        "Do you consider checking out the brakes?",
        "Check brake wear!",
        "Do you think you should check the brakes?",
        "Can you look at the brakes for wear?",
        "Uh, check my brakes?",
        "As soon as possible examine brake damage.",
        "Is it a good idea to request a brake wear inspection?",
        "How about review the brake condition?",
        "Please check if I need new brakes.",
        "Please check those brakes.",
        "Please inspect my brakes, I need them",
        "Please check brakes.",
        "Please check our brakes.",
        "Do you check my brakes still?",
        "What about brake wear inspections?",
        "The brakes may be worn out.",
        "Review brake condition",
        "Do you need to check brakes.",
        "You should inspect my brakes?",
        "Now you should inspect brake wear.",
        "Is it possible that brakes are wearing out?",
        "Might be time for a brake checkup.",
        "Are my brakes checked?",
        "I ask you to inspect my brakes.",
        "I need your help checking my brakes.",
        "Check brake wear, please.",
        "Oh, check my brakes",
        "I ask if you can check my brakes.",
        "Do you want to inspect the brakes for wear?",
        "Is my brakes vulnerable to wear and tear?",
        "You should inspect my brakes.",
        "I would like to know if you could check my brakes.",
        "Do you offer a checkup for the brakes?",
        "Did the brakes have to be checked for wear?",
        "I wonder if you could check my brakes.",
        "It's time to look at tired brakes.",
        "Look at the brakes",
        "I don't know if you can inspect brakes for wear.",
        "You must check out the brakes?",
        "You should check the brakes.",
        "Please checkup brakes.",
        "Do we need to check the brakes for wear?",
        "Uh, check my brakes!",
        "There is a need to know if you could inspect my brakes.",
        "Are the brakes showing wear?",
        "Is my brakes checked?",
        "Do you have the authority to inspect my brakes?",
        "checking my brakes, please?",
        "Must have the brakes inspected.",
        "Evaluate the brake condition.",
        "Look at brake condition.",
        "Does my brakes need to be checked?",
        "Check for wear and tear on the brakes?",
        "Can you check my brake wear and tear?",
        "Look at those brakes?",
        "Do you want to check the brake?",
        "Must my brakes be checked?",
        "You must check the brakes.",
        "Are you interested in seeing tired brakes?",
        "What can you do to inspect my brakes?",
        "Can you please check my brakes for wear and tear?",
        "Are you willing to help with worn brakes?",
        "I want to check the brakes.",
        "Brakes should be checked.",
        "Is there anything you can do to check brakes for wear?",
        "Please look over my brakes.",
        "Can you check brakes for their wear?",
        "Is any of the brakes worn out?",
        "Do you have the ability to inspect the brakes for wear?",
        "The brakes should be inspected for wear.",
        "Do you have to look at tired brakes?",
        "Is it possible you would check brake wear?",
        "Do you mind checking out the brakes?",
        "Time for a checkup on the brake?",
        "Can you check my brakes in the future?",
        "Now, check brake wear.",
        "Do you have the abilities to inspect my brakes?",
        "Is it possible to perform checks on the brkes?",
        "It is necessary to check the brakes.",
        "Can you please check the brake wear?",
        "Can I inquire about my brake?",
        "Is it possible to inspect my car's breaks for older signs?",
        "I wonder if the brakes are worn out.",
        "Is there any way to check brakes for wear?",
        "I would like to check if I need new brakes.",
        "I need to know if you could look for signs of wear on my brakes.",
        "Is it possible to do checks on the brkes?",
        "Brake wear must be inspected now.",
        "Yes, please check the brakes.",
        "What about a quick brake check?",
        "Can ya take a look at the brakes?",
        "I need to know if you could inspect the brakes for wear.",
        "You could check my car's breaks?",
        "Do you mean to look at tired brakes?",
        "Are you interested in checking brake wear?",
        "Check brakes",
        "Have you seen any worn-out brakes?",
        "Try to check my brakes?",
        "You can check brakes for wear.",
        "Check my brakes, OK?",
        "I wonder if you could check brake wear.",
        "Can the brkes have checks done?",
        "Can you examine the brakes for wear?",
        "Need to check brake wear?",
        "Oh, do I need to check my brakes?",
        "Will there be a brake checkup?",
        "Can you look at the brake condition?",
        "Will you be able to inspect my brakes?",
        "Look at exhausted brakes?",
        "Is there a way to check brakes for wear?",
        "Is it possible to request a brake inspection?",
        "Need the brakes inspected.",
        "Have the brake damage examined.",
        "Do you provide brake inspection?",
        "A quick check-up on the brakes?",
        "You can check out my brakes.",
        "Can you check my brake pads for wear and tear?",
        "\"Check my brakes?\"",
        "Are you checking my brakes for any damage?",
        "Let's inspect brake wear.",
        "We need to check my brakes.",
        "Is it a good idea to check out the brakes?",
        "Are you able to look at the brakes?",
        "Is the brake wear out?",
        "We need to have a brake checkup.",
        "Look at brakes worn out?",
        "Should I see if I need new brakes?",
        "Should I have my brakes checked for wear and tear?",
        "Does anyone have help with worn brakes?",
        "Oh, do you want to check my brakes?",
        "Are you sure you want to check out the brakes?",
        "Can you scrutinize my brakes?",
        "Are you able to look my brakes?",
        "Have a look for weak braking.",
        "Someone should check out the brakes.",
        "Can checks be performed on the brkes.",
        "Are you able to examine my brakes?",
        "They should check the brakes.",
        "How do you check my brakes for wear and tear?",
        "I need to know if you're able to check my brakes.",
        "How about a quick brake check-up.",
        "I need to check my brakes?",
        "Do you have the ability to inspect my brakes for wear?",
        "I must know if you could check my brakes.",
        "Can you look at brakes for wear.",
        "Have you been able to inspect the brakes for wear?",
        "I am wondering if you could check my brakes for wear.",
        "Please observe the brakes.",
        "I wanted to know if you could check my brakes.",
        "Is it a good idea to ask for a brake wear inspection?",
        "Is there a need for a brake checkup?",
        "Want to have the brakes checked.",
        "You should check my brakes for wear and tear.",
        "Please make sure the brakes are good.",
        "Can be a quick brake check-up?",
        "Oh, check my brakes.",
        "inspect the brakes",
        "Should we check the brakes?",
        "Check brake damage asap.",
        "Can someone check the brakes for wear?",
        "Is a brake wear inspection a possibility?",
        "Is it advisable to check the brakes for wear?",
        "Is it necessary to check out the brakes?",
        "Do you offer a service that inspects brakes?",
        "Is it a problem to check my brakes?",
        "Have the brakes examined",
        "Hey! I need to check my brakes!",
        "Are my brakes in need of work?",
        "Are there checks that can be done on the brkes?",
        "The brakes could be wearing out.",
        "Can you look at my brakes for wear?",
        "Something to check is the brakes.",
        "Would you like to inspect my brakes?",
        "I wonder if I should request a brake wear inspection.",
        "Is it possible to request a brake check?",
        "Mind looking at the brakes?",
        "Can we perform checks on the brkes?",
        "They want to have the brakes checked.",
        "Will I need to check my brakes?",
        "Is it possible for you to inspect my car's breaks?",
        "Is the brakes tired?",
        "Please check the brake system.",
        "Is it feasible to check brakes for wear?",
        "I wonder if you can check the brakes for wear.",
        "Is the brakes are wearing out?",
        "Have you seen if I need new brakes?",
        "I want to see if I need new brakes",
        "Will you be able to check brakes for wear?",
        "Do you have the ability to check my brakes for wear?",
        "Do you think the brakes should be checked for wear?",
        "Is there a chance to inspect brakes for wear?",
        "Is it possible to check for wear and tear on my brakes?",
        "Can you look over my brakes?",
        "Hey! check my brakes.",
        "I need to know if you can look at my brakes.",
        "Check my brakes! Okay!",
        "Let's have the brakes inspected.",
        "Evaluate the brakes.",
        "Is it possible for ya to inspect brakes for wear?",
        "I hope you can check my brakes.",
        "Do you mean to check my brakes?",
        "Check the brake wear.",
        "Were you able to look at my brakes?",
        "Do you know if you can inspect the brakes for wear?",
        "Is the brakes worn out?",
        "The brakes are wearing out?",
        "A quick brake check-up?",
        "Is there assistance with worn brakes?",
        "Please inspect my brakes, I need them.",
        "Do I need to check my brakes.",
        "Are you ready to check brake wear?",
        "May the brake wear inspection be requested?",
        "It's possible to request a brake wear inspection.",
        "Are you going to review the brake condition?",
        "brake wear, could you check it?",
        "Can a check be done on the brkes?",
        "Can you check the brakes for wear and tears?",
        "Can you look at brakes?",
        "I need to know whether you could check my brakes for wear.",
        "Can you do a check on my brakes?",
        "Do you consider looking at tired brakes?",
        "Can anyone please check the brkes?",
        "You should be able to check my brakes for wear.",
        "I need to know whether you could look at my brakes.",
        "Can you check my brakes for wear and problems?",
        "Can you do a checkup on my brakes?",
        "Can you checks my brakes for wear and tear?",
        "Can the brakes be examined?",
        "The brake wear must be inspected now.",
        "Inquire about brake wear now.",
        "Can you assist with worn brakes?",
        "Should you be able to inspect my brakes?",
        "Uhm, check my brakes?",
        "Do you have enough experience to inspect my brakes?",
        "You should inspect brake wear.",
        "Do you want to check brakes.",
        "Would you be able to inspect my brakes?",
        "It's time to have a brake checkup?",
        "Can you help with worn brakes.",
        "Could there be help with worn brakes?",
        "Do brakes seem to be wearing out?",
        "Is it a good idea to review the brake condition?",
        "Can you make a quick brake check-up?",
        "Consider checking the brakes for wear.",
        "I must request a brake wear inspection.",
        "You want to have the brakes inspected.",
        "Is the brakes is wearing out?",
        "Will you inspect my brakes for wear?",
        "What about the brakes for wear?",
        "If you can help with worn brakes?",
        "There is any worn-out brakes?",
        "Can you check for wear of my brakes?",
        "Look at brakes",
        "You should check the brakes for wear.",
        "Yes, can you inspect the brakes?",
        "Can there be checks on brkes?",
        "You can inspect my brakes for wear and tear.",
        "Do you know how to check my brakes?",
        "Can you conduct checks on the brkes?",
        "Help with brakes that have deteriorated?",
        "Might I need a brake wear inspection?",
        "Take the time to check out the brakes?",
        "Goodness, check my brakes!",
        "I need you to check for the wear and tear on my brakes.",
        "Should my brakes be inspected?",
        "Could you inspect the breaks on my car?",
        "Do you know how to inspect my brakes?",
        "Should we do a quick brake check-up?",
        "Can check done on the brkes?",
        "It may be time for a brake checkup.",
        "Please check on the brkes.",
        "Is it a good idea to look at tired brakes?",
        "Is it possible you offer a brake inspection service?",
        "Do I have to get a brake wear inspection?",
        "As soon as possible, look at brake damage.",
        "Does you offer a brake inspection service?",
        "Have the brakes checked for wear.",
        "Would you examine my brakes?",
        "Would you take a look at my car's breaks?",
        "Do you know if there is any worn-out brakes?",
        "Are you able to take a look at my brakes?",
        "If you can, examine brake damage immediately.",
        "Could I see if I need a new set of brakes?",
        "checking my brakes",
        "Need a quick brake check-up?",
        "Is my brakes able to be inspected for wear?",
        "a quick brake check-up?",
        "Do you think to look at the tired brakes?",
        "We need to inspect brake wear now.",
        "Can you do an inspection of my brakes?",
        "Please have the brakes checked.",
        "Brake wear inspections?",
        "Can you check my brakes, please?",
        "Was it possible to inspect my car's breaks.",
        "They need to inspect brake wear.",
        "The brakes would be inspected.",
        "Can you check my brakes for wear and tear",
        "Need to review the brake condition?",
        "Is it feasible to request a brake wear inspection?",
        "have the brakes looked at",
        "The brakes need to be checked, please?",
        "please inspect my brakes",
        "Gonna have the brakes inspected.",
        "brake wear inspection is offered?",
        "Be sure to check my brakes.",
        "Did you want to check out the brakes?",
        "Are my brakes checked, please?",
        "Are my brakes damaged?",
        "Is it time to look at the brakes?",
        "We should check out the brakes.",
        "The brakes should be reviewed.",
        "Are your brakes checked please?",
        "Are brake wear inspections on offer?",
        "How about a quick brake check.",
        "Can you inspect brakes?",
        "Is it necessary for you to check brake wear?",
        "I want you to inspect my brakes",
        "Will you check the brake wear?",
        "Check the brake condition?",
        "Is there any way you could check my car's breaks?",
        "You need to check brake wear now.",
        "You need a brake checkup.",
        "Is it time for the brake checkup?",
        "There is any worn out brakes?",
        "I wonder if you check my brakes?",
        "Okay! Check my brakes!",
        "Can you perform a brake check?",
        "Need to check my brakes?",
        "I wonder if you can inspect the brakes for wear.",
        "You should review the brake condition.",
        "Are you checking the brakes for damage?",
        "It's necessary to examine brake damage now.",
        "The braking system should be evaluated.",
        "Yes, can you inspect the brakes for wear?",
        "Is there a brake wear inspection offered?",
        "Alright! Check my brakes.",
        "Monitoring brakes for wear?",
        "I wish to see if I need new brakes.",
        "Prompt brake check-up?",
        "inspect brakes",
        "Can it be checked on the brkes?",
        "Do you check for wear on the brakes?",
        "Is it possible to request a brake checkup?",
        "Do you wish to check the brake wear?",
        "You are able to inspect my brakes?",
        "Are you able to check on my brakes?",
        "You should inspect my brakes",
        "What if you could inspect brakes for wear?",
        "Is it possible to look at tired brakes?",
        "I am wondering if you could inspect my car's breaks.",
        "Would you please check my brakes?",
        "Can you check out my brakes for wear and tear?",
        "Hey, do you check my brakes?",
        "Please check the brkes",
        "Can checks be done on the brkes.",
        "Is there anyone who can help with the worn brakes?",
        "Hey! do you check my brakes?",
        "Someone asked if there was a quick brake check-up.",
        "Are you ready to inspect my brakes?",
        "Please help with worn brakes.",
        "Help with brake wear?",
        "Do you want to inspect brake wear now?",
        "Do you have the strength to inspect my brakes?",
        "Please be sure to check the brakes.",
        "Would it be a good idea for a brake checkup?",
        "Is my brakes vulnerable to wear?",
        "Can Irequest a brake wear inspection?",
        "Do you think you can inspect my brakes?",
        "Are brakes showing signs of wear?",
        "I'm interested in seeing if I need new brakes.",
        "Is it possible you could check the brakes?",
        "Doing a checkup on the brakes?",
        "Be sure to check the brakes for wear.",
        "The brakes should be examined.",
        "Are the brakes to be checked for wear?",
        "You could check my car's breaks for aging signs.",
        "Did you see any worn-out brakes?",
        "Can checks be done on those brkes?",
        "Were you able to check the brake wear?",
        "Let's check the brakes?",
        "Are you ready to check my brakes?",
        "Want to make sure the brakes are inspected.",
        "Is it possible to offer a brake inspection?",
        "Is there any worn out brakes?",
        "To check brake wear, could you?",
        "Can you check the brake?",
        "Can you look for signs of wear on the brakes?",
        "Please, check my brakes.",
        "Might I request a brake wear inspection?",
        "If you could check my car's breaks, would you?",
        "Are you able to offer a brake inspection service?",
        "Do you have time to inspect brake wear?",
        "Ok, check my brakes!",
        "I am wondering if you can inspect brakes for wear.",
        "Hey! do I need to check my brakes?",
        "Can you make sure my brakes are in good shape?",
        "Can you please check my brakes?",
        "Alright! check my brakes!",
        "Do you think brakes should be checked for wear?",
        "Can you conduct a check on my brakes?",
        "I need to know if you could check out my brakes",
        "The brake condition should be review.",
        "Take a look at the brakes.",
        "Oh, I need to check my brakes.",
        "I have to know if you can check my brakes.",
        "Can you help me check my brakes?",
        "Check your brakes.",
        "Should you have a brake checkup?",
        "Ok, do I need to check my brakes?",
        "Check brakes for wear and tear?",
        "Isn't it time for a brake checkup?",
        "Can you examine brakes?",
        "Is it possible to request a brakes wear inspection?",
        "Do the brakes seem to be wearing out?",
        "Can youcheck my brakes?",
        "Wait, check my brakes.",
        "Need to check brakes for wear?",
        "You can inspect my brakes.",
        "Is it necessary to check the brakes?",
        "Immediate brake check-up?",
        "Examine brake condition?",
        "Look at my brakes.",
        "Can you help with the brakes?",
        "Is it possible to look at brakes for wear?",
        "Is you able to check my brakes?",
        "They should check my brakes.",
        "Too have the brakes checked.",
        "How about the brakes, inspect?",
        "Please inspect my brakes, I need you to do that.",
        "Can the brkes be checked for defects?",
        "Should the brake be checked?",
        "Let's have the brakes checked.",
        "I need to know if you can checkup my brakes.",
        "You want to check out the brakes?",
        "Check brakes for wear",
        "Is it possible to inspect brakes for wear.",
        "Can checks be done on the brkes??",
        "The brakes should be inspected please.",
        "Do you please check my brakes?",
        "Can you check brakes for damage?",
        "Fast brake check-up?",
        "Do you need to check the brakes quick?",
        "Can you please check brakes?",
        "Are you interested in seeing the tired brakes?",
        "Do you need quick brake check-up?",
        "Look at the brake condition.",
        "Please inspect my brakes, I need you to.",
        "Look at brake damage, asap.",
        "If you could inspect my brakes, I need to know.",
        "Do you review the brakes condition?",
        "Want to have the brakes inspected.",
        "Hey! Check my brakes.",
        "Did I request a brake wear inspection?",
        "Will you check for wear on my brakes?",
        "Is the brake wear inspections available?",
        "There should be brakes checked for wear.",
        "Help fixing worn brakes?",
        "Check my brakes, please!",
        "Check out the brakes?",
        "Look at brakes that are tiring?",
        "Look for a brake checkup?",
        "check brakes",
        "please check my brakes?",
        "Do you offer a service to inspect brakes?",
        "Please checking brakes.",
        "Should we check the brakes for wear?",
        "You should check brakes for wear.",
        "Are you ready to check the brakes?",
        "Can you see the brakes for wear?",
        "Please check my brakes...",
        "Have you checked my brakes for wear and tear?",
        "can you check brake wear?",
        "Look at my brakes?",
        "Ok, do you check my brakes?",
        "Is brake wear inspections available?",
        "Is it possible to have a brake wear inspection?",
        "A brake wear inspection may be requested by me.",
        "May I get a brake inspection?",
        "Want the brakes checked.",
        "Is there some help for worn brakes?",
        "Now you need to inspect brake wear.",
        "Will you help with worn brakes?",
        "Will you mind checking out the brakes?",
        "Examine brake condition.",
        "Do you see fatigued brakes?",
        "Want to have the brakes examined.",
        "Yes, any worn-out brakes?",
        "Please inspect my brakes, please.",
        "Give my brakes a check?",
        "Can I request a brake wear inspection?",
        "Are my brakes having problems?",
        "Stops should be checked please.",
        "Checking brakes for wear?",
        "evaluate the brakes",
        "Review the brakes.",
        "Can you check my BRAKES?",
        "I want to know if you can inspect my brakes.",
        "We want to have the brakes checked.",
        "It's time for a Brakes checkup?",
        "Oh, check my brakes, right?",
        "Time for a checkup for the brakes?",
        "Do the brakes need to be checked for wear?",
        "Check for worn brakes?",
        "Would you be able to check brake wear?",
        "Can you inspect my brakes for wear and tear?",
        "Does any of the brakes have wear?",
        "Is it possible to check for wear on brakes?",
        "Were the brakes worn out?",
        "the brakes should be inspected",
        "Do I need to check my brakes, please?",
        "Did you see my brakes for damage?",
        "Hey, could you check my brakes?",
        "Is it time for a brake exam?",
        "I want you to look at my brakes for wear.",
        "Take a look at the brake condition.",
        "Is that possible to request a brake wear inspection?",
        "asap check brake damage",
        "I would love if you could inspect my brakes.",
        "Do any of the brakes have wear and tear?",
        "Can you check the brake quickly?",
        "I can request a brake wear inspection.",
        "See if the brake is bad.",
        "Check my brakes.",
        "Is it time for a Brakes checkup?",
        "Is brake wear inspected.",
        "I'm wondering if you could look at my car's breaks.",
        "Am I able to request a brake wear inspection?",
        "Do you think I should check my brakes?",
        "Do you have the time to inspect my brakes?",
        "Could you check for wear on the brakes?",
        "What if I want a brake wear inspection?",
        "Please look my brakes.",
        "Can you look for wear on brakes?",
        "Is this a brake wear inspection?",
        "Are you looking at the brakes?",
        "Look for worn out brakes?",
        "Have you noticed any worn-out brakes?",
        "Do you have the ability to see my brakes?",
        "A brake checkup is required?",
        "Are you going to check my brakes for damage?",
        "Should you look at my car's breaks?",
        "It's time to check my brakes.",
        "Do checks on the brkes need to be done?",
        "I implore you to check my brakes.",
        "Should the brake be looked at?",
        "Hey! check my brakes, okay?",
        "Are my brakes wearing out?",
        "The brakes have to be checked for wear.",
        "Should I ask for a brake wear inspection.",
        "Do you want my brakes checked?",
        "You may be able to inspect my car's breaks.",
        "Wanted the brakes inspected.",
        "Is it ok to check out the brakes?",
        "I hope you can inspect my brakes.",
        "brake checks please",
        "I want my brakes checked, please?",
        "Does it take a quick brake check-up?",
        "It is possible to inspect my brakes for wear.",
        "I need to inspect my brakes.",
        "How about inspecting my car's breaks for aging signs?",
        "I'm wondering if you can inspect my brakes for wear.",
        "Now you must inspect brake wear.",
        "Is there a way to inspect my brakes?",
        "You ought to check out the brakes?",
        "Get the brake wear checked now.",
        "Are you aware of tired brakes?",
        "Want the brakes checked?",
        "Okay, check my brakes",
        "It's time for aBrake checkup?",
        "Are you proficient at inspecting my brakes?",
        "Is it ok for you to check brakes for wear?",
        "Should we review the brakes?",
        "Please watch my brakes.",
        "Quick check-up on the brakes?",
        "Will you check my brakes for wear and tear?",
        "Did you need to check brake wear?",
        "Please check the brake wear.",
        "Are you monitoring my brakes for damage?",
        "Can I see if I need a new set of brakes?",
        "Is there a brake wear inspection I need?",
        "Need to inspect brake wear.",
        "I need to ask you to inspect my brakes.",
        "I need to know if it is possible to inspect my brakes.",
        "Are there brake wear inspections available?",
        "Are brake wear inspection available?",
        "check my brakes!",
        "I would like you to inspect my car's breaks for aging signs.",
        "I have a question if you could inspect my brakes.",
        "Check the brakes.",
        "I need to know if you could look after my brakes.",
        "Examine the brakes?",
        "There needs to be a brake checkup.",
        "I want to know if you could inspect my brakes for wear.",
        "My brakes need to be checked.",
        "I wonder if the brakes are wearing out.",
        "They need to inspect brake wear now.",
        "The brakes should be inspected.",
        "Will there be a quick brake check-up?",
        "Does it make sense to inspect my brakes?",
        "How do you check my brakes?",
        "The brake wear could be checked.",
        "Do you have the capability to inspect my brakes?",
        "Are there brake wear inspects?",
        "Is it my brakes that need to be checked?",
        "The brakes might be inspected.",
        "Is it okay to ask for a brake wear inspection?",
        "Can you check my brakes to make sure they are good?",
        "Want the brakes looked at.",
        "You should look at tired brakes.",
        "Is my brake wear inspected?",
        "Wondering if you should check out the brakes?",
        "Let's check brakes",
        "Can you evaluate my brakes for wear and tear?",
        "To check the brakes please.",
        "Would you check my brakes?",
        "It's time to get a brake checkup.",
        "Will brakes be checked for wear?",
        "Any brakes worn out?",
        "You may want to check out the brakes.",
        "Are you looking at tired brakes.",
        "Do you need my brakes to be checked?",
        "Let me know if you can inspect my brakes.",
        "Help is needed with worn brakes.",
        "Rechecking brake condition?",
        "Have those brakes checked.",
        "Trying to have the brakes checked.",
        "I wonder if you can check brakes for wear.",
        "I need to know the status of my brakes.",
        "Have you checked my brakes for wear?",
        "My brakes should be checked.",
        "Brake damage needs to be examined.",
        "I would like a brake wear inspection?",
        "brake wear inspections are offered?",
        "Is my brakes inspected by you?",
        "Maybe I should ask for a brake wear inspection.",
        "Should you check my car's breaks?",
        "ASAP, check the brake damage.",
        "Is any brake worn-out?",
        "Check the brakes - they may be bad.",
        "I want you to see if I need new brakes.",
        "Need to check the brakes.",
        "If you could inspect my car's breaks, could you?",
        "Look at the brake condition?",
        "Look at the brake?",
        "Are you seeing tired brakes?",
        "Is it possible that you can check my brakes for wear?",
        "Can you give me a checkup on my brakes?",
        "Are my brakes tired?",
        "May I get my brake wear inspected?",
        "Are you able to check my brakes for wear and tear?",
        "Oh yes, check my brakes.",
        "Would you inspect the brakes?",
        "Do my brakes need to be checked?",
        "Do you have the ability to inspect my brakes?",
        "Could you check the brakes?",
        "Can you measure my brakes for wear and tear?",
        "I require you to check my brakes for wear.",
        "I want you to look at my brakes.",
        "Are you planning to check the brakes?",
        "Are you allowed to check my brakes?",
        "My brakes please be checked.",
        "Do you think about checking the brakes?",
        "Is it time to get a brake checkup?",
        "Is it OK to request a brake wear inspection?",
        "Would you examine my car's breaks?",
        "You can inspect my brakes, can you?",
        "ASAP, examine brake damage.",
        "Could you check my brakes for wear and tear?",
        "Are you checking my brakes for damage?",
        "Take a look at the brake condition?",
        "Are the brakes worn-out?",
        "Is there help with the worn brakes?",
        "Oh, check my brakes!",
        "They need to check the brakes.",
        "Is it possible for me to request a brake wear inspection?",
        "Is it possible I need a brake wear inspection?",
        "Is there any chance you can inspect brakes for wear?",
        "I need to know if you could do an inspection of my brakes.",
        "Wait a second, check my brakes?",
        "Are you looking at fatigued brakes?",
        "It is time to have a brake checkup.",
        "To have the brakes checked.",
        "We need to check brake wear now.",
        "Will you review the brakes condition?",
        "What if you could check my brakes?",
        "Take a look at brake condition.",
        "So I want to check my brakes?",
        "Check my brakes for wear and tear?",
        "I need your help to inspect my brakes.",
        "Should you check my brakes for damage?",
        "Is it possible to ask for a brake wear inspection?",
        "Ok! Check my brakes.",
        "Are you able to take a closer look at my brakes?",
        "Is there brake wear?",
        "Can a person check the brake pads?",
        "Would you check my car's breaks?",
        "Is the brakes for wear?",
        "Check the brakes for damage.",
        "The brakes have to be looked at.",
        "Perhaps a quick brake check-up?",
        "Yes, check out the brakes.",
        "Did you check my brakes for wear and tear?",
        "I need to have my brakes inspected.",
        "Is it possible that you check brake wear?",
        "Is my brakes tired?",
        "brakes wear inspections are offered?",
        "Can something be done on the brkes?",
        "I wonder if you can check my brakes?",
        "Can the brkes be checked?",
        "checking my brakes?",
        "You should check brake wear",
        "You could check out my car's breaks.",
        "I want my brakes to be checked.",
        "Is it okay to request a brake wear inspection.",
        "Did the brakes wear out?",
        "Will there be help with worn brakes?",
        "Do you want the brakes inspected.",
        "Please check off the brakes.",
        "The brakes should be checked for wear.",
        "I need to know if you could look at my brakes.",
        "Looking at fatigued brakes?",
        "Can you check myBrakes for wear and tear?",
        "Is it ok for you to inspect brakes for wear?",
        "Do you plan to check out the brakes?",
        "I have my brakes checked for the wear and tear.",
        "Is the brakeswear out?",
        "Would you look at tired brakes?",
        "Does it make sense to inspect my brakes for wear?",
        "Hello, could you check out my brakes?",
        "Is it possible to check the brake quickly?",
        "The brakes ought to be checked for wear.",
        "The brake wear should be looked at now.",
        "Review brake conditions?",
        "Is it possible to check the brake?",
        "I need to know if you can inspect my brakes for wear.",
        "Check my brakes for wear and tear.",
        "I need to find out if you could check out my brakes.",
        "Do you want to have the brakes checked?",
        "You need to inspect brake wear now.",
        "Do you provide a brake inspection service?",
        "Was it possible to check brake wear?",
        "Someone please check brakes.",
        "Check out my brakes!",
        "Have them inspect the brakes.",
        "Is it ok to check my brakes?",
        "To have the brakes looked at.",
        "Can any checks be made on the brkes?",
        "Will you be able to inspect brakes for wear?",
        "Please look at my brakes.",
        "Do you wish to review the brake condition?",
        "Were any brakes worn out?",
        "Is it possible to check on the brkes?",
        "They should have the brakes checked.",
        "Are you looking out the brakes?",
        "I want to check my brakes.",
        "Quick brake inspection?",
        "How about a quick check-up on the brakes?",
        "Can we help with worn brakes?",
        "I need to check my brakes!",
        "You could inspect my brakes for wear.",
        "Do you have the power to check my brakes?",
        "I need to inspect brake wear now.",
        "If you can check my brakes.",
        "Is it possible to review the brake condition?",
        "Are you checking my brakes yet?",
        "I need to know if you could evaluate my brakes.",
        "I ask if you could inspect my brakes.",
        "I would like to know if you could inspect my car's breaks.",
        "Do you notice fatigued brakes?",
        "Is checking on the brkes possible?",
        "Is it possible that I need a brake wear inspection?",
        "I need you to inspect my car's breaks.",
        "Right, check my brakes?",
        "Can you please inspect my brakes?",
        "Are there a quick brake check-up?",
        "Is it okay to check my brakes?",
        "Check the brakes",
        "Would you be interested in inspecting my car's breaks?",
        "Can I request a brake inspection?",
        "Correct, check my brakes?",
        "Do you offer a brakes inspection service?",
        "Brakes should be checked please.",
        "Maybe a quick brake check-up?",
        "Can your brkes be checked?",
        "Are you able to look at my brakes?",
        "Please look at brakes.",
        "Check the brakes?",
        "\"Can you check my brakes for wear and tear?\"",
        "Are you planning on checking the brakes?",
        "The brakes might need a tune-up.",
        "Can you check for the wear and tear of my brakes?",
        "Are you willing to check out the brakes?",
        "Please look at brake wear.",
        "Are any of the brakes worn out?",
        "Do you be able to inspect my brakes?",
        "I want to know if you could check out my car's breaks.",
        "You need to examine brake damage now.",
        "Hey! Look at my brakes.",
        "Hey!check my brakes!",
        "Is it possible for you to help with worn brakes?",
        "The brakes need to be checked please.",
        "Reexamining the brake condition?",
        "Could it be a quick brake check?",
        "Please check theBrakes",
        "Should check the brakes.",
        "Can you take a look at my brakes?",
        "Please inspect my brakes, I have them.",
        "Help with brakes worn out?",
        "Could you look for aging signs on my car's breaks?",
        "Is it possible to inspect my car's breaks for aging signs?",
        "Oh my, check my brakes?",
        "I'm wondering if you could check out my car's breaks.",
        "Are you able to inspect the brakes for wear?",
        "Are you able to inspect the brakes?",
        "Help with worn brakes, please?",
        "Can you check my brakes, for the wear and tear?",
        "Is it possible to checks on the brkes?",
        "You could check if I need new brakes.",
        "Check brake condition.",
        "You can check the brakes.",
        "I need to know if you could checks my brakes.",
        "Is my brakes being checked for wear?",
        "Evaluating the brake condition?",
        "Will any of the brakes wear out?",
        "Would you check the brakes?",
        "Have the brakes looked over.",
        "My brakes, please be checked.",
        "Call me to check my brakes.",
        "Are I supposed to request a brake wear inspection?",
        "The brake wear must be inspected.",
        "Looking out the brakes?",
        "Have you looked at the tired brakes?",
        "Is it okay for you to check brakes for wear?",
        "Do you need to review brake condition?",
        "look at tired brakes",
        "May I request a brake check?",
        "Are there brakes that need to be checked for wear?",
        "Take the brakes to be checked for wear.",
        "Review the brakes condition?",
        "Can the brkes be checked on?",
        "I need someone to inspect my car's breaks.",
        "We should look at tired brakes.",
        "Maybe a quick brake check-up.",
        "Would you check out my brakes?",
        "Is it possible to request a brake wear inspection.",
        "Is it possible you could check brakes?",
        "I need to know if the brakes could be inspected.",
        "Please check the brakes, please.",
        "Check on the brakes.",
        "Will you look at the brakes?",
        "Want to check the brakes.",
        "Is there a way to inspect brakes for wear?",
        "Is there a brake wear inspection available?",
        "I am interested in a brake wear inspection.",
        "Do you have a quick brake check-up?",
        "Should we get a brake checkup?",
        "Are my brakes being checked for wear?",
        "Check the brake wear?",
        "It is recommended that you inspect brake wear now.",
        "I would like you to look at my car's breaks.",
        "It is time for a checkup on the brake.",
        "Isn't it time to look at tired brakes?",
        "Do you do brake inspection services?",
        "I want to know if you could check my brakes.",
        "Do you have the equipment to check my brakes?",
        "I need to know if you could check my Brakes.",
        "Can check done on brkes?",
        "I want to check my brakes",
        "Was it possible for you to check brake wear?",
        "Are you able to offer brake inspection services?",
        "Please look at the brakes.",
        "You need a brake checkup?",
        "You should examine brake damage.",
        "Could you examine my car's breaks?",
        "Does the brakes wear out?",
        "We want the brakes checked.",
        "A quick check of the brakes?",
        "I need the brakes checked, please?",
        "Is it possible to do checks on brkes?",
        "Do you want to check the brake wear?",
        "To check brake wear?",
        "Are you prepared to check out the brakes?",
        "Do you need to review brakes condition?",
        "Is it ok for you to check brake wear?",
        "Stop wear needs to be inspected now.",
        "Have the brakes checkup.",
        "brakes should be checked",
        "The brakes should be evaluated",
        "You should check your brakes?",
        "Are you going to check my brakes?",
        "Want to have the brakes checked?",
        "Time for a checkup of the brakes?",
        "I ask if you could check my brakes for wear.",
        "I need to know if you could inspect the brakes.",
        "Can you do an inspection of the brakes?",
        "Is it possible to request a brake wear Inspection?",
        "To check brakes.",
        "Please watch brakes.",
        "Please check my brakes, please?",
        "Check the brake condition.",
        "Look at brakes that are tired.",
        "I wonder can you check my brakes?",
        "Have any worn-out brakes?",
        "If you can, examine brake damage.",
        "Can you check up on my brakes?",
        "Can ya check brakes for wear?",
        "Please check the brakes for wear.",
        "Can you look at my brakes?",
        "Does brkes need to be checked?",
        "Can anyone please do checks on the brkes?",
        "Take a look at brake damage immediately.",
        "I request that your brakes be checked, please?",
        "Do you need to inspect brake wear now?",
        "Can you look at the brakes?",
        "May I have the brake wear inspected?",
        "Have theBrakes inspected",
        "I have brakes that need to be inspected for wear.",
        "Are you capable of examining my brakes?",
        "Come check my brakes.",
        "I need my brakes checked.",
        "Can you please check the brakes?",
        "I want you to inspect the brakes.",
        "Is it possible you could inspect my car's breaks?",
        "You can check my brakes",
        "Stopper wear should be inspected now.",
        "I need to inspect my car's breaks for signs of aging.",
        "Is there a chance you can inspect brakes for wear?",
        "Are you able to visit my brakes?",
        "I would like the brakes inspected.",
        "Correct, check my brakes!",
        "Should we inspect the brake?",
        "You can check my brakes for wear and tear?",
        "Is it okay for you to check my brakes?",
        "Is there a tired brakes?",
        "Is you able to inspect my brakes?",
        "Hey! check my brakes!",
        "Can checks be done to the brkes?",
        "Are you willing to provide a brake inspection service?",
        "inspect my brakes please",
        "Check the brakes condition?",
        "I need to know whether you could inspect my brakes for wear.",
        "Would you mind checking the brakes?",
        "I wonder if you can check my brakes for wear.",
        "Check brake condition?",
        "How can you check brakes for wear?",
        "Look at the brakes condition?",
        "Do you think you could inspect my brakes?",
        "Do you have the chance to check my brakes?",
        "We should check the brakes for wear.",
        "Time for a brake checkup.",
        "Is it possible to see tired brakes?",
        "To inspect brake wear, now.",
        "Are you willing to have the brakes inspected?",
        "You are able to check my brakes.",
        "Should we check brakes for wear?",
        "Have the brakes checked out.",
        "Hello, check my brakes!",
        "I need to know if you can inspect my car's breaks.",
        "Hey! Do you check my brakes?",
        "Will you inspect the brakes for wear?",
        "Would you be willing to check my car's breaks?",
        "Is it possible to inspect the breaks for aging signs?",
        "Take a look at if I need new brakes.",
        "Is there any wear on the brakes?",
        "Please check for brakes.",
        "brake wear inspections may be offered.",
        "Please check the brkes?",
        "Is there a brake wear inspection I should request?",
        "Are you willing to check my brakes?",
        "Do you wish to check the brakes?",
        "Please do a check on the brakes.",
        "Is there a brake wear inspection that I need to request?",
        "I need your help with my brakes for damage.",
        "Evaluate brake condition?",
        "Review the brake conditions?",
        "Are you interested in looking at the tired brakes?",
        "Is it possible to check the brkes?",
        "Is it feasible to check the brkes?",
        "I'm asking you to inspect my brakes.",
        "I'm wondering if you could check my brakes.",
        "I want you to inspect my brakes.",
        "Do you see if I need new brakes?",
        "What about a brake checkup?",
        "Is it time for a brake check?",
        "I wonder if you can check brakes for wear?",
        "Is it possible to check my car's breaks?",
        "Do you give a brake inspection?",
        "Can you monitor my brakes?",
        "do you offer a brake inspection service?",
        "Do you have the tools to inspect my brakes?",
        "Can you check brakes for wear?",
        "I want to know if you can inspect my car's breaks for aging signs.",
        "You might be able to check my car's breaks.",
        "Is it possible for me to ask for a brake wear inspection?",
        "Is it wise to check out the brakes?",
        "Is brakes worn out?",
        "How about looking at the tired brakes?",
        "Are my brakes inspected for wear?",
        "I am having my brakes checked for wear and tear.",
        "Are you able to see my brakes?",
        "I want checks to be done on the brkes.",
        "Do you wish to check brakes?",
        "Can you check for wear on brakes?",
        "Do you think to check my brakes?",
        "Are you willing to look at my brakes?",
        "I need to know if you can inspect my brakes?",
        "check my brakes.",
        "Can checks be done on the brkes?",
        "I don't know if you can check my brakes for wear.",
        "Does it mean I need a brake wear inspection?",
        "Is there an inspection for brake wear?",
        "Please check my brakes, please.",
        "It would be great to check brake wear.",
        "Can you check my brakes for wear and defects?",
        "Can you help me inspect my brakes?",
        "Inquire about having the brakes inspected.",
        "Please checks my brakes.",
        "Come and see if I need new brakes.",
        "Are the brakes getting old?",
        "Wanting the brakes inspected.",
        "I want to know if you can inspect my car's breaks.",
        "Can I have my brakes checked?",
        "wish to have the brakes inspected",
        "Should we check the brake condition?",
        "Can ya check out the brakes?",
        "Make sure you check the brakes.",
        "Is it possible for you to request a brake wear inspection?",
        "Could you look at the brake wear?",
        "Is it possible you could check my brakes?",
        "Please examine brakes.",
        "Can you help with the worn brakes?",
        "Is it ok for ya to inspect brakes?",
        "Brake condition to be reviewed?",
        "Is there time to check the brakes?",
        "The brake wear must be checked now.",
        "If you could check my brakes for wear.",
        "I want to check if I need new brakes.",
        "Is it possible for ya to inspect the brakes?",
        "Time for a checkup on the Brakes?",
        "Are you able to investigate my brakes?",
        "Would it be wise to have a brake checkup?",
        "You should evaluate the braking system.",
        "You may wish to check brake wear.",
        "Do you have the authority to check my brakes?",
        "Could be time for a brake checkup?",
        "Can some checks be done on brkes?",
        "Stops must be checked please.",
        "I want you to inspect my brakes for wear.",
        "Do you check my brakes for wear and tear?",
        "Can you please inspect my car's breaks?",
        "Can you have the brakes inspected?",
        "Please check Brakes.",
        "Is it necessary to check brake wear?",
        "Maybe brakes are wearing out?",
        "You might want to check the brakes for wear.",
        "Can you check for my brakes?",
        "Alright! Check my brakes!",
        "My brakes should be checked for wear.",
        "How about checking the brakes?",
        "Get to inspect brake wear.",
        "Can the brkes been checked?",
        "Try to check my brakes.",
        "Couldn't you check brake wear?",
        "Is that any worn-out brakes?",
        "Did you want to have the brakes inspected?",
        "Make sure the brakes are checked please.",
        "My brakes need to be checked for wear and tear.",
        "Can we check my brakes for wear and tear?",
        "Is it possible to inspect my car's breaks?",
        "Do you mean to check the brakes?",
        "Can you check brakes?",
        "Consider the brake condition?",
        "Is my brakes susceptible to wear?",
        "Can you check my brakes because of wear and tear?",
        "Are you able to look at my brakes.",
        "I want you to check my brakes",
        "Look at brakes that are tired?",
        "Can we do checks on the brkes.",
        "Can you please check my car's breaks?",
        "Do you have the power to inspect brakes for wear?",
        "I would love for you to inspect my car's breaks.",
        "Is it possible to check brakes for wear",
        "Check out the brakes quickly?",
        "You can check if I need new brakes.",
        "I need to know if you have the skills to inspect my brakes.",
        "I need to know if you would check out my brakes.",
        "Can you check out my car's breaks?",
        "I need you to check my brakes for wear and tear.",
        "Would you mind checking out the brakes?",
        "Do they check my brakes for damage?",
        "Can you check on the brkes?",
        "Looking at the brakes?",
        "Is it possible that brake wear checks are offered?",
        "Did you want the brakes inspected?",
        "Maybe I should get a brake wear inspection.",
        "Isn't it time to have a brake checkup?",
        "Just a quick brake check?",
        "Will have the brakes looked at.",
        "Do you notice that the brakes are tired?",
        "I need to know if you would check my brakes for wear.",
        "Are you sure to check the brakes?",
        "Hello! check my brakes.",
        "Are there help with worn brakes?",
        "Check my brakes, please",
        "Can the brkes be tested?",
        "Could you inspect the brake?",
        "Have them check the brakes.",
        "The brakes must be checked for wear.",
        "How about a brake wear inspection?",
        "Do you offer a service for inspecting brakes?",
        "I need to be sure you could check my brakes.",
        "Does the brakes need to be checked for wear?",
        "Do you have the opportunity to inspect my brakes?",
        "Maybe it is time for a brake checkup?",
        "Ensure my brakes, please?",
        "You could check the brake wear.",
        "Take a look at the brake damage.",
        "Something to check my brakes.",
        "How about you check the brake wear?",
        "Concerning my brake?",
        "Check out the brakes.",
        "Have the Brakes checked.",
        "I would like to request a brake inspection.",
        "Can the brkes be inspected?",
        "Do you offer an inspection for the brakes?",
        "Should we schedule a brake checkup?",
        "The brakes must be checked out.",
        "Was the brakes wearing out?",
        "My car's breaks need to be inspected.",
        "I would love to check brake wear.",
        "Do you need to inspect brakes for wear?",
        "Is it advisable to check out the brakes?",
        "The brakes should be checked for wear?",
        "Is it possible for you to inspect brakes for wear?",
        "Can ya check for wear on the brakes?",
        "You need to check my brakes for damage?",
        "We should inspect brake wear now.",
        "Come check my brakes?",
        "Someone may want to request a brake wear inspection.",
        "Were you able to inspect my brakes?",
        "As soon as possible, check brake damage.",
        "Can you look for aging signs on my car's breaks?",
        "Need the brakes looked at.",
        "Perhaps you should check out the brakes?",
        "I really need you to inspect my brakes.",
        "May I request a checkup on the brakes?",
        "Have you been able to inspect my brakes?",
        "Is it possible for you to examine my brakes?",
        "I would like for you to inspect my brakes.",
        "Can we do check on the brkes?",
        "Someone wants to have the brakes checked.",
        "Are you allowed to look at my brakes?",
        "Can you examine my brakes?",
        "Is there a way to inspect brake pads?",
        "Is there a brake wear inspection I need to request?",
        "I want to know if you are able to check my brakes.",
        "Would there be help with worn brakes?",
        "Would you check my brakes for wear and tear?",
        "It's time to look at brake damage.",
        "Perhaps it is time for a brake checkup?",
        "I want the brakes to be checked, please?",
        "You should check my brakes, please?",
        "OK, check my brakes?",
        "I'm wondering if you can inspect my car's breaks.",
        "Will I need a brake wear inspection?",
        "Can the brakes be checked?",
        "Is it possible that I will request a brake wear inspection?",
        "Can we inspect brakes for wear?",
        "Is the brakes tiring?",
        "I need to know if you can check the brakes.",
        "How about the brakes condition?",
        "Do you desire to check my brakes?",
        "Would love to have the brakes checked.",
        "Yeah, time for a brake checkup.",
        "We need to check brake wear.",
        "Can checks being done on the brkes?",
        "Check brakes?",
        "Can you test my brakes for wear and tear?",
        "Do you think to review the brake condition?",
        "Um, check my brakes?",
        "Can he check the brakes for wear?",
        "My car's breaks need to be looked at.",
        "Can checks be completed on the brkes?",
        "Are you able to help with the worn brakes?",
        "Would it be a good idea to have a brake checkup?",
        "You should have the brakes checked.",
        "Would it be a good idea to see if I need new brakes?",
        "Do they check my brakes?",
        "Are there any help with worn brakes?",
        "Would you be able to check my car's breaks?",
        "check my brakes, okay?",
        "Was it possible for you to inspect my car's breaks?",
        "Is it possible to check my car's breaks for signs of aging?",
        "Do you provide the brake inspection service?",
        "I need to know if I could have my brakes looked at.",
        "It's time for a brake inspection.",
        "I request that you check the brakes.",
        "I need you to inspect my brakes?",
        "Is there a request for a brake wear inspection?",
        "I need a brake checkup.",
        "You should inspect the brake.",
        "Is it okay for you to inspect the brakes?",
        "Are you interested in helping with worn brakes?",
        "Is a brake wear inspection possible?",
        "Can Checks be done on the brkes?",
        "I would like to know if you could check out my car's breaks.",
        "Do you think to review brake condition?",
        "You could inspect my brakes.",
        "Has the brakes worn out?",
        "Are you able to examine the brakes?",
        "We should check brake wear.",
        "I wanted to know if you could check my car's breaks.",
        "Do you have the capacity to check my brakes?",
        "I would like you to inspect my brakes",
        "Would you inspect my brakes?",
        "Are there brakes that are bad - inspect?",
        "Do you need to review the brakes?",
        "I am requesting you to inspect my brakes.",
        "Can you check my brakes, for wear and tear?",
        "Was there any worn out brakes?",
        "If you have time, inspect the brakes.",
        "Check my brakes, are they malfunctioning?",
        "I need to know if you would be able to check my brakes.",
        "Maybe time for a brake checkup?",
        "Pleasecheck the brakes.",
        "What do you reckon about my brakes?",
        "Can checks on the brkes be done?",
        "Can you look for the wear and tear on my brakes?",
        "Are brakes tiring out?",
        "You are going to check my brakes?",
        "I would appreciate if you could look at my brakes.",
        "Go and see if I need new brakes.",
        "Are I allowed to request a brake wear inspection?",
        "A brake check?",
        "Brake wear needs to be inspected.",
        "checking brakes for wear?",
        "Try to see if I need new brakes.",
        "Is brake wear inspection available?",
        "I would like to request a brake wear inspection.",
        "Have a brake checkup?",
        "A review of the brake condition?",
        "I need to know if you inspect my brakes.",
        "Are you ready to check out the brakes?",
        "Inspect the brakes?",
        "Consider checking brakes for wear.",
        "I wondered if you could inspect my car's breaks.",
        "You can inspect my brakes for wear.",
        "Hey! I need to check my brakes.",
        "Is time for a brake checkup?",
        "Time to perform a brake checkup?",
        "Did you notice any worn out brakes?",
        "Can you check brakes wear?",
        "Will you be able to look at my brakes?",
        "How about looking at the brakes?",
        "Are my brakes in need of change?",
        "Will you offer a brake inspection service?",
        "It's urgent to examine brake damage.",
        "I want to know if you could inspect the brakes.",
        "The brakes need to be checked for wear and tear.",
        "I asked if you could inspect my brakes.",
        "Would you please check brakes?",
        "Want the brakes to be checked.",
        "Is it okay to request a brake wear inspection?",
        "Will you be able to check my brakes?",
        "please check brakes",
        "Are you able to request a brake wear inspection?",
        "Is it time to have a brake checkup?",
        "Can you inspect my brakes?",
        "You can see if I need new brakes.",
        "I wish you could inspect my brakes.",
        "A quick brake check-up.",
        "Can you check my car's breaks for signs of aging?",
        "Can check be done on the brkes.",
        "Can you checkup my brakes?",
        "Evaluate the brakes",
        "Do you think the brakes are bad - inspect?",
        "I should request a brake wear inspection.",
        "Alright, check my brakes?",
        "Do you look at the brakes?",
        "Will the brakes be checked for wear?",
        "You should check your brake wear.",
        "It's time for a checkup on the brakes?",
        "May I get a brake wear inspection?",
        "Is there brake wear inspections available?",
        "Better check out the brakes?",
        "Are you able to review my brakes?",
        "Well, check my brakes, okay?",
        "Is there a brake inspection service you provide?",
        "I want to check out the brakes.",
        "Have the brakes checked!",
        "Was there any worn-out brakes?",
        "As soon as possible, inspect brake damage.",
        "Should I get a brake wear inspection?",
        "Can we inspect the brakes?",
        "What about my brakes, please?",
        "Are you capable of checking my brakes?",
        "I wish to request a brake wear inspection.",
        "How about help with worn brakes?",
        "Check brake wear, please!",
        "Have their brakes checked.",
        "Is it possible to check my brakes for the wear and tear?",
        "There are brakes that need to be inspected.",
        "Check my brakes?!",
        "Ok! check my brakes?",
        "I want you to check my brakes for wear and tear.",
        "I need to know if you could perform an inspection of my brakes.",
        "I need to know if you could take a look at my brakes.",
        "Ensure brake wear is checked now.",
        "Should you check brakes wear?",
        "Please checks brakes.",
        "Look at the brakes that are tired?",
        "Are you watching tired brakes?",
        "Is the brakes becoming worn out?",
        "Do you want me to check my brakes, please?",
        "I want you to check out my brakes.",
        "Time to have a brake checkup?",
        "Do you think it is time for a brake checkup?",
        "inspect brakes?",
        "Is it possible that the brakes are worn out?",
        "Check my brakes for wear.",
        "Do you check the brakes for wear?",
        "I may want a brake wear inspection.",
        "Be sure to check my brakes?",
        "Check brakes for wear.",
        "I want to know if you can check my brakes for wear.",
        "I am interested in seeing if I need new brakes.",
        "Is there help with worn brakes?",
        "Is the brakes worn-out?",
        "I'd like to check my brakes.",
        "Can you look over my car's breaks?",
        "Check brakes for maintenance.",
        "Can you look at my car's breaks for aging signs?",
        "Does the brkes need checks?",
        "Look at my brakes!",
        "Can you look at brake wear?",
        "I might ask for a brake wear inspection.",
        "Is it okay for you to inspect my brakes?",
        "Is it possible to check on the brkes.",
        "I need to know if it's possible to inspect my brakes.",
        "checking brake wear",
        "Can you inspect my brakes.",
        "How about the brakes - check?",
        "I would like you to check my brakes.",
        "I am wondering if you can inspect my brakes for wear.",
        "You have time to inspect the brakes?",
        "I'd like a brake wear inspection.",
        "Will you be able to inspect the brakes for wear?",
        "Is it possible I request a brake wear inspection?",
        "Consider checking my brakes?",
        "Can you do a checkup on the brakes?",
        "How about reviewing brake condition?",
        "Is it safe to check out the brakes?",
        "I require you to check my brakes for wear and tear.",
        "Will the brake condition be reviewed?",
        "Is it wise to see if I need new brakes?",
        "Will have the brakes inspected.",
        "I want you to check for wear on my brakes.",
        "Well, check my brakes!",
        "The brakes must be checked, please?",
        "It is time for a checkup on the brakes.",
        "Time for a checkup on the brakes.",
        "It is time for a brake checkup.",
        "I would like for you to check brake wear.",
        "Can you tell me about any worn-out brakes?",
        "I wonder if you could look at my car's breaks.",
        "I would love to see if I need new brakes.",
        "Would you like the brakes inspected?",
        "Is it possible to check out the brakes.",
        "I need to know if you can look after my brakes.",
        "Can you check my brakes for wear and tear??",
        "Could you look at the car's breaks?",
        "Can you make a check on my brakes?",
        "Do you want tocheck brake wear?",
        "Check the brakes quickly?",
        "So, check my brakes?",
        "Is the brakes bad - inspect?",
        "Do you have the ability to examine my brakes?",
        "Are you planning on checking out the brakes?",
        "I have a question if you could check my brakes.",
        "Would it be helpful with worn brakes?",
        "Do you have help with worn brakes?",
        "Do you know if there are worn out brakes?",
        "Do you get a quick brake check-up?",
        "Go check my brakes!",
        "You need to check my brakes.",
        "Should you check brakes for wear?",
        "It is time for a brake checkup?",
        "Is the brakes being worn out?",
        "Please review the brakes.",
        "Is it ok to check brake wear?",
        "I wonder if you can check the brakes?",
        "What about brake wear checks?",
        "Did you mind checking out the brakes?",
        "Look for fatigued brakes?",
        "Have the brake wear checked.",
        "What about the brakes - inspect?",
        "I need to know if you are able to inspect my brakes.",
        "We need to have the brakes inspected.",
        "I am requesting that my brakes be checked, please?",
        "How about inspecting the brakes for wear?",
        "Check brake wear, can you?",
        "Is it possible to inspect my brakes for wear?",
        "Would you mind checking brake wear?",
        "Do you know if there are any worn out brakes?",
        "I request that you check brakes.",
        "Is the brake wear inspection offered?",
        "I asked if you could look at my car's breaks.",
        "Can you look for worn out brakes?",
        "Can you look over the brakes for wear?",
        "Are brake wear inspections possible?",
        "Checking my brakes?",
        "Can you check my brakes out?",
        "Are my brakes being looked at for wear?",
        "Do you have the ability to check brakes for wear?",
        "Is it advisable to request a brake wear inspection?",
        "Do you offer a checkup on the brakes?",
        "Should you look at tired brakes?",
        "Oh, please check my brakes.",
        "Do you wish to inspect the brakes?",
        "Are you doing a quick brake check-up?",
        "Did you check the brakes for wear and tear?",
        "Would you be willing to inspect my brakes?",
        "We should have the brakes inspected.",
        "Is there brakes that are wearing out?",
        "Hello, could you check my brakes?",
        "Do you consider checking brakes for wear?",
        "Please check my brakes",
        "Do you have the right to check my brakes?",
        "Will my brakes be checked?",
        "You should check the brake wear.",
        "Can checks on the brkes be done.",
        "Can they check the brkes?",
        "Let's look at tired brakes.",
        "Can checks are done on the brkes?",
        "Make sure you inspect brake wear now.",
        "You should look at the tired brakes.",
        "Can I ask you to check my brakes?",
        "How about the brakes for wear?",
        "Can you take a look at my car's breaks?",
        "May I request an inspection of the brakes?",
        "Do you have the manpower to inspect my brakes?",
        "Do you want to check your brake wear?",
        "I need you to look at my brakes.",
        "How about inspecting brakes for wear?",
        "I need to know if you could check the brakes for wear.",
        "Should thebrake condition be reviewed?",
        "Is it possible to look at the brakes for wear?",
        "Come check the brakes.",
        "It is a good idea to see if I need new brakes.",
        "Can anyone check brakes for wear?",
        "Look at tired brakes",
        "Inquire about the brakes for wear.",
        "Is it a good idea to inspect the brakes?",
        "I want to know if you can inspect my brakes for wear.",
        "Are you able to inspect brakes for wear?",
        "Is there a way to help with worn brakes?",
        "I need to find out if you can check my brakes.",
        "It's time to check out the brakes.",
        "Come get the brakes inspected.",
        "Has there been worn-out brakes?",
        "Want to have the brakes inspected",
        "Check brakes for problems?",
        "Uh, check my brakes.",
        "Do you perform a brake inspection service?",
        "Is it possible to check the brke?",
        "You should see tired brakes.",
        "Do you have time to inspect the brakes?",
        "Have the brakes analysed.",
        "Check my brakes, now?",
        "Are there worn out brakes?",
        "Rechecking the brake condition?",
        "Can we check the brkes?",
        "I want to know if you can check out my brakes.",
        "Can the checks on the brkes be done?",
        "I need to examine brake damage immediately.",
        "Do you know if you are able to inspect my brakes?",
        "Check if I need new brakes?",
        "I need to know if you could look into my brakes.",
        "Is it possible to help with worn brakes?",
        "Please check for broken brakes.",
        "Want the brakes examined.",
        "What if you looked at tired brakes?",
        "The brakes should be checked please?",
        "I would like to check brake wear.",
        "Brake checks please.",
        "Is your able to check my brakes?",
        "Can the check on the brkes be done?",
        "Maybe you should check the brakes?",
        "Do you know if I have my brakes checked for wear and tear?",
        "Ok, let's check my brakes.",
        "How about a quick brake check?",
        "You should check brakes for wear?",
        "My car's breaks need to be inspected for aging signs.",
        "Do you desire to check brake wear?",
        "My brakes can be checked.",
        "You can examine my brakes.",
        "Could you check your brakes?",
        "I need to know if you are able to check my brakes.",
        "The braking system ought to be evaluated.",
        "Will I have my brake wear inspected?",
        "Time to do a brake checkup?",
        "I would like to know if you can check my brakes for wear.",
        "Maybe I should request a brake wear inspection?",
        "Examine if I need new brakes.",
        "Is it permissible to request a brake wear inspection?",
        "brake wear could you check?",
        "I need to check my brakes, please?",
        "Can you please check the brkes?",
        "I need to know if your can check my brakes.",
        "I want to have the brakes inspected.",
        "Hello, can you check my brakes?",
        "I don't know if you can check my brakes.",
        "Can you checkmy brakes for wear and tear?",
        "Does anyone know if you can inspect my brakes?",
        "Want the brakes to be inspected.",
        "brake condition should be reviewed?",
        "May I request a checkup on my brakes?",
        "I don't know if you could check my brakes.",
        "Brake wear inspections are available?",
        "Could you offer a brake inspection service?",
        "You could check my brakes.",
        "Is it possible to check the brakes?",
        "Do you want a quick brake check-up?",
        "Check the brakes - is it bad?",
        "It's necessary to check the brakes.",
        "Is my brakes examined by you?",
        "I would like to know if you can check my brakes.",
        "Is it necessary to request a brake wear inspection?",
        "They need the brakes inspected.",
        "I need to know if anyone could check my brakes.",
        "I am requesting that you inspect my brakes.",
        "To check brakes please.",
        "A brake check-up?",
        "Alright! check my brakes.",
        "Would you be able to check my brakes for wear?",
        "Would you provide a brake inspection service?",
        "check the brakes",
        "I need to find out if you can inspect my brakes.",
        "Is there brake wear inspection available?",
        "Must have the brakes looked at.",
        "Will you look at the brake condition?",
        "You should inspect the brakes.",
        "Please inspect my brakes, I need them!",
        "Check for wear of the brakes?",
        "Looking for a quick brake check-up?",
        "I need to know if you could perform an inspection on my brakes.",
        "Will you check the brakes?",
        "Is it possible that you offer a brake inspection service?",
        "Do you think checks can be done on the brkes?",
        "Interested in having the brakes checked.",
        "Please check your brakes",
        "I would like you to check brake wear.",
        "Do you know if you can check my brakes?",
        "brake wear inspection are offered?",
        "Are you observing tired brakes?",
        "Could you inspect the brakes for wear?",
        "Has the brakes inspected.",
        "Do you be able to check my brakes for wear and tear?",
        "Can anyone check the brakes for wear?",
        "Do you wish to review brake condition?",
        "I request that you inspect my brakes?",
        "I'm requesting that you inspect my brakes.",
        "Is there an opportunity to inspect brakes for wear?",
        "brake wear inspections could be offered?",
        "Do you offer aBrake inspection service?",
        "Was it possible that you could check brake wear?",
        "Is it time to check my brakes?",
        "Check brake damage.",
        "What if you can check my brakes?",
        "Would you like to have the brakes inspected?",
        "You ought to check brake wear.",
        "Are you able to check the brakes quick?",
        "How about helping with worn brakes?",
        "Is it time to review the brake condition?",
        "Was the brakes worn-out?",
        "Can the brakes be inspected?",
        "Do you suggest checking brakes for wear?",
        "Is there a quick check-up on the brakes?",
        "The brakes must be checked for wear?",
        "I am wondering if checks can be done on the brkes.",
        "Do I need to check the brakes?",
        "Can anyone please check on the brkes?",
        "You need the brakes inspected.",
        "Do I have the right to request a brake wear inspection?",
        "Can we examine brakes?",
        "I want a brake wear inspection.",
        "You can inspect brakes for wear.",
        "Does anyone have the ability to inspect brakes for wear?",
        "My brakes should be checked?",
        "Do you have enough time to inspect my brakes?",
        "Do you need to look at the brake condition?",
        "Have the brakes inspected",
        "Does the brakes seem to wear out?",
        "Are you willing to inspect my brakes?",
        "Is it necessary for you to inspect my brakes?",
        "The brakes need to be inspected.",
        "Have the brakes checked",
        "Might be a quick brake check-up.",
        "Can you look for brake wear?",
        "Look out for tired brakes?",
        "do you have the ability to inspect my brakes?",
        "I would like to know if you could inspect my brakes for wear.",
        "Can you look for aging signs in my car's breaks?",
        "Could be quick brake check-up?",
        "Have you seen any worn out brakes?",
        "You can check for wear and tear on my brakes.",
        "Do you know if you should check out the brakes?",
        "Are the brakes checked for wear?",
        "You may be able to inspect my brakes.",
        "Help with worn brakes!",
        "Have the brake damage examined asap.",
        "Can youcheck my brakes for wear and tear?",
        "Is it ok to ask for a brake wear inspection?",
        "Is it possible you offer a brake inspection?",
        "You could inspect my car's breaks.",
        "Is it possible to inspect my car's breaks.",
        "Do you offer a service that checks brakes?",
        "Will you check my brakes for damage?",
        "Time to get a brake checkup?",
        "It was time for a brake checkup.",
        "Do we need to inspect the brakes?",
        "Could you check my brakes?",
        "How about requesting a brake wear inspection?",
        "Should you check my brakes?",
        "Can you monitor my brakes for wear and tear?",
        "Do you see the tired brakes?",
        "It's time to inspect the brakes.",
        "Have you checked the brakes for wear?",
        "Can we check the brakes?",
        "Is it possible to check for the wear and tear on my brakes?",
        "Please check the brakes?",
        "Brake check-up?",
        "Can you check brakes for wear and tear?",
        "Is it possible to inspect brakes for wear",
        "Can checking on the brkes be done?",
        "Maybe it is time for a brake checkup.",
        "Do you know if there are worn-out brakes?",
        "Are there any worn-out brakes?",
        "Have you checked my brakes yet?",
        "Is it possible to inspect my car's breaks for aging signs.",
        "Does anyone know if any brakes are worn out?",
        "A check my brakes?",
        "Is the brakes to be checked for wear?",
        "It's my brakes, please?",
        "Could be a quick brake check up?",
        "Would you be willing to inspect my car's breaks?",
        "Shouldn't my brakes be checked?",
        "How can you look at my brakes?",
        "Ok? check my brakes!",
        "What if I request a brake wear inspection?",
        "I implore you to inspect my brakes.",
        "I urge you to check my brakes.",
        "Is it a good idea to inspect my car's breaks?",
        "Has my brakes been checked for wear?",
        "I want to inspect brake wear.",
        "You should check out the brakes?",
        "Can you see tired brakes?",
        "Have the brakes checked for wear?",
        "Look for brakes that are tired?",
        "Maybe I need a brake wear inspection.",
        "Please do checks on the brkes?",
        "Please Check the brakes.",
        "I need to know if you are capable of inspecting my brakes.",
        "Hmm, quick brake check-up?",
        "Are the brakes bad - inspect?",
        "Do you want to check brake condition?",
        "Is it possible to inspect my car's breaks for signs of aging?",
        "Do you think you should check brake wear?",
        "Do you need to review the brake conditions?",
        "How about checking the brakes for wear?",
        "Do you want to look at the brake condition?",
        "Do you can check my brakes for wear and tear?",
        "I need to know if it is possible to check my brakes.",
        "Do you have the ability to check my brakes?",
        "Do you check the brakes condition?",
        "Is it okay to check out the brakes?",
        "Can checks been done on the brkes?",
        "Is it time for a checkup on the brake?",
        "Would you check the brakes for wear?",
        "I need to have my brakes checked for wear and tear.",
        "I request that you inspect my car's breaks.",
        "You need to check out the brakes?",
        "Do you want to check the brakes quick?",
        "Would you be willing to check my brakes for wear?",
        "You can inspect my brakes, right?",
        "There should be a quick brake check-up.",
        "Is the brakes checked for wear?",
        "I want to check my brakes?",
        "quick brake check up?",
        "Is there any brake wear inspections available?",
        "Isn't it time for a checkup on the brakes?",
        "Is it okay to check brake wear?",
        "Is the brake wear Inspections available?",
        "I wonder if you could check my brakes?",
        "Work on the brake condition?",
        "I wonder if you could check my car's breaks.",
        "You must inspect my brakes.",
        "Feel free to check my brakes.",
        "Does any of the brakes have worn out?",
        "I have my brakes checked.",
        "You need to check the brakes.",
        "Check my brakes, okay?",
        "Is it a good idea to check my brakes?",
        "Can you check my brakes over time?",
        "Is my brakes checked for wear and tear?",
        "Okay! check my brakes?",
        "Ok, check my brakes.",
        "Yes, check my brakes!",
        "Is there any brakes worn out?",
        "Is it permissible to inspect the brakes for wear?",
        "Is the brake wear inspected.",
        "Would you be able to inspect brakes for wear?",
        "I want you to check my car's breaks.",
        "A brake checkup is necessary?",
        "Is it possible to see my brakes?",
        "Please checkup the brakes.",
        "Check the brakes, okay?",
        "Is it necessary for me to request a brake wear inspection?",
        "Alright, check my brakes.",
        "Have the brakes looked.",
        "Do you know if the brakes are bad?",
        "Do you want the brakes checked for wear?",
        "Are you able to check brake wear?",
        "Please look for brakes.",
        "Is it possible to request a brake wear inspection?",
        "Please make sure the brakes are checked.",
        "Are you going to review brake condition?",
        "Well, check my brakes.",
        "Need assistance with worn brakes?",
        "I ask if you can check my brakes for wear and tear.",
        "You can inspect the brakes for wear.",
        "Are you able to check my brakes for wear?",
        "Look over the brakes?",
        "Alright, check my brakes!",
        "Do you think you can check brake wear?",
        "I would like to know if you could look at my car's breaks.",
        "Please check the Brakes.",
        "Was it possible to check my car's breaks?",
        "Should the brakes be reviewed?",
        "Can ya check on the brakes?",
        "Are you able to scrutinize my brakes?",
        "Are you looking at exhausted brakes?",
        "Are you willing to examine my brakes?",
        "Take the brakes for a checkup?",
        "I want you to check out my car's breaks.",
        "Need to check out the brakes?",
        "You can check my brakes for wear and tear",
        "Someone needs to have a brake checkup.",
        "Do you think about checking out the brakes?",
        "Should I request the brake wear inspection?",
        "You should inspect brake wear right now.",
        "Can you check my car's breaks for signs of age?",
        "Do you have the capability to check my brakes?",
        "It's time to examine brake damage.",
        "Help with brakes that are worn.",
        "inspect my brakes",
        "I would appreciate if you could inspect my brakes.",
        "Is it possible to inspect brakes forwear?",
        "Will you inspect my brakes?",
        "Do you have the skill to inspect my brakes?",
        "Have the brakes scanned.",
        "Time to have a checkup on the brakes?",
        "Are you able to review the brake condition?",
        "Would it be appropriate for a brake checkup?",
        "I need to know if you can inspect my brakes.",
        "I want to know if you could check my brakes for wear.",
        "May I have my brake wear checked?",
        "Do you have the authority to inspect brakes for wear?",
        "Will you be able to check out my brakes?",
        "Quickly check the brakes?",
        "Do you offer an inspection of the brake?",
        "Is it possible to assist with worn brakes?",
        "Is it okay to inspect the brakes for wear?",
        "Is it possible for you to check the brakes for wear?",
        "Would you inspect my brakes for wear?",
        "I need to know that you can check my brakes.",
        "Is it necessary to look at tired brakes?",
        "Is it possible to inspect my car's breaks for signs of old age?",
        "What about the brake check-up?",
        "Do you need to check the brake condition?",
        "Have the brakes looked at?",
        "Need to inspect brake wear now.",
        "Is there any worn- out brakes?",
        "Please, check brakes.",
        "Can a person look at brake pads?",
        "Can the brakes be checked for wear?",
        "I ask if you could check my brakes.",
        "I want the brakes inspected.",
        "Do you need to inspect brakes?",
        "Just inspect brake wear.",
        "Do you have to check brake wear?",
        "Ok, check my brakes?",
        "Do you review the brake condition?",
        "Have brakes worn out?",
        "I need to know if you can see my brakes.",
        "The braking system needs to be evaluated.",
        "Look closely at the brakes?",
        "Would you be able to look at my brakes?",
        "Is it ok to request a brake wear inspection?",
        "Is it possible to check the brakes quickly?",
        "Can you check my brakes for wear and degradation?",
        "Immediately check for brake damage.",
        "See if I need new brakes",
        "Do you think you need to check out the brakes?",
        "I would like to check the brake wear.",
        "Gonna check my brakes?",
        "Could you look over my brakes?",
        "You could check my brakes for wear.",
        "I could ask for a brake wear inspection.",
        "Is my brakes checked for damage?",
        "inspect the brake?",
        "Please check the brakes",
        "Can you check my brakes for wear.",
        "brake wear checks are available?",
        "Can you check the brakes for wear and tear.",
        "The brakes could be inspected.",
        "Should you check the brakes for wear?",
        "Is there a worn-out brake?",
        "I wonder if you can inspect my brakes for wear.",
        "Can ya check brakes?",
        "Is it possible to do checks on the brkes.",
        "Can we do checks on brkes?",
        "Should the brakes be checked please?",
        "Would you be able to inspect my car's breaks?",
        "Check for weak brakes.",
        "Let's get a brake checkup.",
        "Should my brakes be checked for wear?",
        "How about checking brake wear?",
        "Would it be possible for you to inspect my car's breaks?",
        "Should you check brake wear?",
        "Just check my brakes.",
        "Are the brakes tiring?",
        "Do you want to check for wear on the brakes?",
        "Can you see my brakes for wear?",
        "Review the brakes?",
        "My brakes need to be checked?",
        "Any help with worn brakes?",
        "Wanted to have the brakes inspected.",
        "Are you able to verify my brakes?",
        "It's time for a checkup on the brakes.",
        "Can you check my brakes for wear and tear.",
        "Monitoring the brakes?",
        "Is there help for the worn brakes?",
        "You might want to check brake wear.",
        "Absolutely, check my brakes.",
        "I want to know if you could examine my brakes.",
        "Is the brakes wore out?",
        "Do you know if you can inspect brakes for wear?",
        "Was any brakes worn out?",
        "Would I like a brake wear inspection?",
        "How about a brake inspection service?",
        "Do you conduct a brake inspection service?",
        "Look at brake condition?",
        "Examine brake damage.",
        "Mind checking the brakes?",
        "Are the brakes tired?",
        "I need to know if you could look for worn out brakes.",
        "Oh my, check my brakes.",
        "Do you suppose to check out the brakes?",
        "Is it possible to help with the worn brakes?",
        "The check-up on the brake?",
        "Do you wish to do checks on the brkes?",
        "Is it possible that brake wear inspections are offered?",
        "can you inspect the brakes?",
        "The brake pads need to be inspected pronto.",
        "Is there any brake worn out?",
        "Your brakes should be checked please.",
        "Should you check your brake wear?",
        "Is it appropriate to ask for a brake wear inspection?",
        "Can you check your brakes for wear and tear?",
        "Did you consider checking out the brakes?",
        "Was it possible for you to inspect my brakes?",
        "I want to know whether you could check my brakes.",
        "I would love to have the brakes inspected.",
        "Did you need to check my brakes?",
        "I need you to check my brakes?",
        "Let's inspect brake wear now.",
        "Need to check brake wear now.",
        "You might be able to inspect my car's breaks.",
        "Should we check brakes?",
        "I have to check out the brakes.",
        "Do you need to inspect the brakes?",
        "Are you capable of offering a brake inspection service?",
        "Checking the brakes?",
        "Your brakes should be inspected please.",
        "Could I ask for a brake wear inspection?",
        "I wish you could look at my brakes.",
        "Can you see if I need new brakes?",
        "Can ya see the brakes for wear?",
        "Check your brakes quickly?",
        "Are you interested in inspecting my brakes?",
        "Is it wise to check the brakes?",
        "If you could inspect my brakes, I would appreciate it.",
        "Is it possible to help with worn brakes.",
        "Do you have the capacity to inspect my brakes?",
        "You offer a brake inspection service?",
        "Do you do a quick brake check-up?",
        "Could you check brakes?",
        "Can our checks be done on the brkes?",
        "Perhaps I should request a brake wear inspection.",
        "Do you can check my brakes?",
        "I would like to have the brakes inspected.",
        "brake check-up?",
        "inspect brake wear",
        "Is it possible for ya to inspect brakes?",
        "Please examine brake damage.",
        "Check the brakes - how bad?",
        "Is it possible to look at my car's breaks for aging signs?",
        "Check my brakes",
        "I need to know if you could scrutinize my brakes.",
        "Can you check my brakes.",
        "Could you check the brakes for wear?",
        "If you need to check brakes, please.",
        "Is it possible to have brake wear checks?",
        "May I ask for a brake inspection?",
        "Do you have the equipment to inspect my brakes?",
        "Maybe check my brakes?",
        "Do you want to inspect brake wear?",
        "Do you know if any brakes are worn out?",
        "Do you have a chance to inspect my brakes?",
        "Do you want to check my brakes, please?",
        "Was any of the brakes worn out?",
        "I would like you to check my brakes for wear.",
        "Look my brakes, please?",
        "Hey! check my brakes",
        "Are brakes being worn out?",
        "I need to know if you could observe my brakes.",
        "Check brakes.",
        "Was it possible to inspect brakes for wear?",
        "Let me know if you can check brake wear.",
        "Do you need to check my brakes.",
        "Can you check my car's breaks for signs of old age?",
        "A brake checkup is necessary.",
        "I needs to know if you can check my brakes.",
        "Can I check brakes for wear?",
        "May I ask for a brake wear inspection.",
        "Is there brake wear inspected?",
        "Do you offer a brake inspect service?",
        "Could be a quick brake check-up.",
        "I'm wondering if you can check my brakes for wear.",
        "Can you check my brakes?",
        "Have you checked brakes for wear?",
        "I wanted to know if you could inspect my brakes.",
        "Would you check out the brakes?",
        "You want the brakes inspected.",
        "You can look at the brakes.",
        "You should look at tired brakes?",
        "I need to know if you can inspect the brakes.",
        "To check my brakes?",
        "Are you able to offer a brake inspection?",
        "Could you check your brake wear?",
        "Can checks done on the brkes?",
        "Can someone please check the brkes?",
        "Check the brake?",
        "Please look at brake damage immediately.",
        "Is it possible to conduct checks on the brkes?",
        "Can the brkes be checked out?",
        "I need to know if you can do an inspection of my brakes.",
        "Check the brakes for damage?",
        "My brakes must be checked.",
        "Is the brake wear inspection available?",
        "Okay, check my brakes.",
        "Does anyone know if the brakes are worn out?",
        "I have to know if you could check my brakes.",
        "Helping with worn brakes?",
        "The braking system should be examined.",
        "It's time to have the brakes inspected.",
        "Was it possible to help with worn brakes?",
        "Looking at worn brakes?",
        "Will you review the brake condition?",
        "I need to know if you could do a checkup on my brakes.",
        "I need you to inspect my brakes!",
        "How about inspecting my brakes?",
        "Are you able to check the brakes?",
        "Can the brkes be looked at?",
        "Are the brake wear inspections available?",
        "It's time for a checkup on the brake.",
        "You can check my brakes for the wear and tear.",
        "I would like checks done on the brkes.",
        "Do you need to look at brake damage?",
        "Would you offer a brake inspection service?",
        "I would like you to inspect my car's breaks.",
        "Is it possible for you to inspect the brakes?",
        "I need to know if you could check the brakes.",
        "Pleasecheck brakes",
        "Please inspect my brakes, please!",
        "The brakes can be checked for wear.",
        "Check brakes!",
        "Is it appropriate to review the brake condition?",
        "have the brakes checked",
        "I need to know if you have the ability to check my brakes.",
        "I need to hear if you could inspect my brakes.",
        "Is a quick brake check-up possible?",
        "Let's have a brake checkup.",
        "Can ya examine the brakes?",
        "Check the brakes for wear",
        "Can you check my BRAKES for wear and tear?",
        "Does you have the ability to check my brakes?",
        "Let the brakes be checked please.",
        "Yes, check brakes for wear.",
        "Is there a way you can inspect my brakes?",
        "Check out the tired brakes.",
        "You may want to check brake wear.",
        "Might be time for a checkup on the brakes?",
        "Do you guys check my brakes?",
        "Are you allowed to inspect my brakes?",
        "Need to review brake condition?",
        "Are you viewing tired brakes?",
        "Do you have the means to inspect my brakes?",
        "Is it a good idea to get a brake wear inspection?",
        "You are able to check my brakes?",
        "May I request an inspection of my brakes?",
        "We should have a brake checkup.",
        "It's time for a checkup for the brakes.",
        "Do you know if any of the brakes are worn out?",
        "The brakes need to be checked.",
        "Is it possible to request brake wear inspection?",
        "Are you intending to check out the brakes?",
        "The brkes have to be checked.",
        "How can I check brakes for wear?",
        "To check out the brakes?",
        "What if you check my brakes?",
        "You have to check the brakes.",
        "Can you check for the wear and tear on my brakes?",
        "Are the brakes worn out?",
        "Reexamining brake condition?",
        "I need to know if the brakes can be checked.",
        "Can you check my braking system?",
        "Would you check the brake wear?",
        "Can you check my brakes periodically?",
        "I want to know if you could check out my brakes.",
        "Would you help with worn brakes?",
        "Hey, inspect my brakes.",
        "Check brakes for problems.",
        "Are you willing to check brake wear?",
        "Consider a quick brake check-up.",
        "Are you able to check the brake wear?",
        "Would you lend a hand with worn brakes?",
        "I have my brakes checked for wear and tear.",
        "Will the brakes be reviewed?",
        "Is it feasible for you to inspect my brakes?",
        "I have to know if you can inspect my brakes.",
        "Could you check on the brakes?",
        "Check brakes for the wear and tear.",
        "Brake condition should be reviewed.",
        "You are asked to check brake wear.",
        "Can you check my brakes for any wear and tear?",
        "Are my brakes aging?",
        "Time for a checkup of the brake?",
        "The braking system should be looked at.",
        "The brake wear should be inspected.",
        "Can you check my brakes for wear and strain?",
        "You're able to inspect my brakes?",
        "Do you have the ability to inspect brakes for wear?",
        "Just check my brakes, please?",
        "Should you review the brake condition?",
        "Would you be willing to offer a brake inspection service?",
        "Are you qualified to check my brakes?",
        "Help with brakes that have become worn?",
        "Get the brake wear inspected now.",
        "Check my brakes, yes?",
        "Someone wants the brakes inspected.",
        "Can I have a brake wear inspection?",
        "Take a quick brake check-up.",
        "Might be a quick brake check-up?",
        "Are there tired brakes?",
        "You should be able to inspect my brakes.",
        "Are you considering looking at tired brakes?",
        "I would like to check my brakes.",
        "Is my brakes being checked?",
        "You should check brakes wear.",
        "It's time to have a brake checkup.",
        "Is it safe to inspect brakes for wear?",
        "Could we help with worn brakes?",
        "Look at how tired the brakes are?",
        "Look for weakness in the brakes.",
        "Could you check for brake wear?",
        "Can check on brkes be done?",
        "I wonder if you can inspect brakes for wear?",
        "Consider checking brake wear.",
        "Please check brakes",
        "Do you want to review the brake condition?",
        "Check for wear on the brakes?",
        "Can we do a check on the brkes?",
        "Would you like to check out the brakes?",
        "Can checks be conducted on the brkes?",
        "Can you check how my brakes are doing?",
        "You want the brakes checked.",
        "Hey, do you want to check my brakes?",
        "You should have the brakes inspected.",
        "Do you provide brake inspection services?",
        "Are you watching my brakes for damage?",
        "How about a brake checkup?",
        "Take a look at the brakes?",
        "Have the brakes evaluated.",
        "I want to know if you could check the brakes.",
        "Is my brakes getting old?",
        "Ok, check my brakes",
        "Is there brake wear that you could check?",
        "Help to fix worn brakes?",
        "Do you need to check the brake wear?",
        "It might be time for a brake checkup.",
        "Hey, check my brakes, okay?",
        "Would you do a quick brake check-up?",
        "Can checks please be done on the brkes?",
        "Is it possible to inspect my brakes.",
        "Be sure to have the brakes checked.",
        "I need to know if you can check out my brakes.",
        "The brakes might be tired?",
        "Help with brakes that have wear?",
        "You might be able to check my brakes for wear.",
        "Rechecking my brakes, please?",
        "Look at brake damage pronto.",
        "Do you offer a service to check brakes?",
        "Oh please, check the brakes.",
        "Can you review brake condition?",
        "The brakes can be inspected.",
        "Do you check for damage on my brakes?",
        "Is it worthwhile to check out the brakes?",
        "If you could check my brakes, I need to know.",
        "So check my brakes?",
        "Time for a checkup on brakes?",
        "Check the brakes, please?",
        "brakes for wear?",
        "Oh, check my brakes?",
        "Yes, can you check the brakes for wear?",
        "Should you look at my brakes?",
        "Hey, check my brakes?",
        "Will you look at my brakes?",
        "Is it possible for you to inspect my brakes.",
        "Did any of the brakes wear out?",
        "Is theBrakes wearing out?",
        "Is it possible to checks the brkes?",
        "Do you offer brake inspection services?",
        "The brakes should be checked, please?",
        "I need you to check out my brakes.",
        "I wonder if you could check out my car's breaks.",
        "Quickly check brake damage.",
        "Can you check my brakes for wear and tear?",
        "We need to examine brake damage now.",
        "Can a person examine brake pads?",
        "Is it time for a brake inspection?",
        "It's time to check my brakes?",
        "I wonder if you can check out my brakes.",
        "Would I be able to request a brake wear inspection?",
        "You can examine the brakes.",
        "Can you check for wear on the brakes?",
        "Check my brakes, please,",
        "Please check my brakes for wear and tear.",
        "Is that a request for a brake wear inspection?",
        "Carefully assess the brakes?",
        "You need to check brakes.",
        "Does it make sense to check my brakes?",
        "Ok? Check my brakes.",
        "I need to check the brakes.",
        "Please check brakes for wear.",
        "Do you need to inspect the brake?",
        "I am asking if you can check my brakes for wear and tear.",
        "I need to have my brakes inspected please.",
        "Is there a check for the brakes?",
        "I need to know if you can check out the brakes.",
        "Is it possible that you can check my brakes?",
        "Is it time to check the brakes for wear?",
        "The braking system should be checked.",
        "NOW, inspect brake wear.",
        "I'd like to know if you could check my brakes.",
        "I wanted to check my brakes.",
        "There is a chance to check out the brakes.",
        "Is there any wornout brakes?",
        "Have your brakes inspected.",
        "Should I have my brakes checked for wear?",
        "I was wondering if you could look at my car's breaks.",
        "Check for wear and tear on the brakes.",
        "What about my vehicle's brakes?",
        "Do you want to check the brkes?",
        "Do you want to look at my brakes?",
        "Is the brakes in need of a tune-up?",
        "It's possible to check my brakes.",
        "Have the brakes examined.",
        "Are you able to measure my brakes?",
        "Is there any worn-out brake?",
        "Can there be any checks done on the brkes?",
        "How about my brakes for damage?",
        "Do you want to check out the brakes?",
        "Can I ask for a brake wear inspection?",
        "I want you to look at my car's breaks.",
        "I wondered if you could check my brakes for wear.",
        "I am wondering if you can check for wear on my brakes.",
        "Do you check brakes for wear?",
        "I wonder if you can check my brakes for wear and tear.",
        "I want the brakes to be checked.",
        "Can you check the brake condition?",
        "Is it possible to check the brake wear?",
        "Helping with the worn brakes?",
        "There could be worn-out brakes.",
        "please check my brakes",
        "Does it make sense to check my brakes for wear?",
        "Would you look at the brake condition?",
        "Do you want to check my brakes?",
        "Can you check my brakes for signs of wear and tear?",
        "Is it possible to request the brake wear inspection?",
        "Some help with worn brakes?",
        "How about my brakes for wear and tear?",
        "I need to know if you could look at the brakes.",
        "Can you inspect the brakes?",
        "Could checks be done on the brkes?",
        "Can you offer a brake inspection?",
        "I wish you could check my car's breaks.",
        "could you check my brakes?",
        "They would like to have the brakes inspected.",
        "Could you check the wear on the brake?",
        "I need to know if you have the ability to inspect my brakes.",
        "Can they check on the brkes?",
        "If you could check my brakes, I need you to.",
        "Are you able to check brakes for wear?",
        "Help with worn brakes??",
        "Look at the brakes that are tired.",
        "Would like to have the brakes inspected.",
        "Should we be looking at tired brakes?",
        "The brakes must be checked please.",
        "Must have the brakes checked.",
        "Can we help with the worn brakes?",
        "Can ya look at brakes?",
        "Check your brakes?",
        "brake wear could you check it?",
        "The brakes have to be checked.",
        "Have you checked brake wear?",
        "Can you inspect my brakes for the wear and tear?",
        "Should the brakes be inspected.",
        "Is it okay for me to request a brake wear inspection?",
        "There's a chance for a brake checkup.",
        "My brakes, check them!",
        "Is it ok for me to ask for a brake wear inspection?",
        "Can you check me for the wear and tear on my brakes?",
        "I need to know if you could view my brakes.",
        "Please inspect brake wear.",
        "Please check the brake wear",
        "Can you assess my brakes for wear and tear?",
        "I would like to know if you could inspect my car's breaks for aging signs.",
        "Can you look at my brakes for the wear and tear?",
        "Are the brakes for wear?",
        "Do you think to look at the brakes?",
        "Are you looking at brakes that are tired?",
        "Look into the brake condition.",
        "My brakes should be inspected.",
        "I want my brakes to be checked, please?",
        "So you want to check out the brakes?",
        "Could you see my brakes?",
        "They need to inspect the brakes.",
        "Perhaps it's time for a brake checkup.",
        "Just want the brakes inspected.",
        "Are you sure to check my brakes?",
        "brake condition review?",
        "Can you do checks on the brkes?",
        "Will you check brake wear?",
        "Are you ready to request a brake wear inspection?",
        "Help with my brakes?",
        "Is my brakes checked for the wear and tear?",
        "Are you able to check brakes wear?",
        "Do you offer a service that inspects the brakes?",
        "Do you know if the brake is bad?",
        "If you want to check brakes please.",
        "Do you have the time to check out the brakes?",
        "Check brakes, please.",
        "checking brake wear?",
        "I wonder about my brake?",
        "You people check my brakes?",
        "You need to inspect my brakes.",
        "To check brake wear, now.",
        "If I check my brakes, please?",
        "Can you please check brake wear?",
        "Should I have a quick brake check-up?",
        "Is it my right to request a brake wear inspection?",
        "Should I have a brake checkup?",
        "Was it time for a brake checkup?",
        "Are you interested in the tired brakes?",
        "Can you do an inspection of the brakes for wear?",
        "I need to know if you can do a checkup on my brakes.",
        "Would you consider checking brake wear?",
        "I was wondering if you could inspect my car's breaks.",
        "Yeah, check my brakes?",
        "Do any of the brakes have wear?",
        "I need to know if you could inspect my brakes.",
        "The brakes might be checked for wear.",
        "Are the brakes worn out.",
        "I would like to see if I need new brakes.",
        "Maybe it's time to have a brake checkup.",
        "I need to find out if you could inspect my brakes.",
        "Brake wear should be inspected now.",
        "Let's check brakes.",
        "There may be worn-out brakes.",
        "Might the brakes be checked for wear?",
        "Do the brakes wear out?",
        "Go check my brakes.",
        "Do you wish to check brakes for wear?",
        "Do you be able to check my brakes?",
        "I need to know if you could check my brakes?",
        "I would like to know if you could check out my brakes.",
        "Is it possible for you to check brake wear?",
        "Would it be possible to inspect my brakes?",
        "You should be able to inspect brakes for wear.",
        "I must check my brakes.",
        "Is the brakes getting tired?",
        "Please check my brakes!",
        "Get my brakes checked?",
        "Someone needs to check the brakes.",
        "Might a brake tune-up be needed?",
        "Is there brake wear inspects?",
        "To know if you could inspect my brakes.",
        "Check the brakes, please.",
        "Do you want to request a brake wear inspection?",
        "Can the brkes be checked.",
        "I Need to know if you could check my brakes.",
        "Can we check brakes for wear?",
        "I need to know if you could watch my brakes.",
        "Can checks on the brkes be conducted?",
        "Please look at my brakes?",
        "Is the brakes wearing out",
        "So do you check my brakes?",
        "Have brakes checked for wear?",
        "Do you review brake condition?",
        "Maybe you could check my car's breaks?",
        "Would love to have the brakes looked at.",
        "Do you provide a brake inspection?",
        "I'm curious if you could check my brakes.",
        "Having the brakes checked.",
        "Should we look at tired brakes?",
        "We want to have the brakes inspected.",
        "Is there a quick brake check up?",
        "Are you considering checking out the brakes?",
        "Do you offer a brake inspection Service?",
        "Check for wear on brakes.",
        "I need someone to inspect my brakes for wear.",
        "Would you offer a brake inspection?",
        "It is necessary to have the brakes inspected.",
        "Is it possible that you could check brakes?",
        "You might be able to check brake wear.",
        "see if I need new brakes",
        "Can there be checks done on the brkes.",
        "Brake wear needs to be checked now.",
        "Have your brakes checked for wear.",
        "Is it possible to request a brake wear examination?",
        "Would you be interested in inspecting my brakes?",
        "Would you mind checking the brake wear?",
        "Do I have my brakes checked?",
        "I wonder if you can check my brakes for wear?",
        "Check my brakes, alright!",
        "Please have the brakes looked at.",
        "Have the brakes analyzed.",
        "Can you examine my brakes for wear and tear?",
        "Is there a worn out brake?",
        "Can we do brkes checks?",
        "Can he check brakes for wear?",
        "Can you check my Brakes?",
        "Help with the aging brakes?",
        "Check brakes for their wear.",
        "You should look at the brakes?",
        "Can we have checks done on the brkes?",
        "I need to inspect my car's breaks for aging signs.",
        "Would you inspect the brake?",
        "Are you willing to check the brakes?",
        "Can I look at the brakes for wear?",
        "Are brakes losing strength?",
        "Do you want to see the tired brakes?",
        "I want your opinion on my car's breaks.",
        "You want to have the brakes checked.",
        "You need to check brake wear.",
        "I need to know that you can inspect my brakes.",
        "Do I have to have a brake wear inspection?",
        "Have the brakes tested.",
        "inspect brake?",
        "Something to have the brakes checked.",
        "Someone wants to check my brakes.",
        "To check my brakes, please.",
        "time for a checkup on the brakes?",
        "Rechecking the brakes?",
        "Make sure you check brakes.",
        "Are you trained to inspect my brakes?",
        "Can the brakes be inspected for wear?",
        "Was it possible to inspect my car's breaks?",
        "help with worn brakes",
        "Is there any worn out brake?",
        "Do you need to check brake wear now?",
        "I want to look at tired brakes.",
        "Maybe it's time for a brake checkup?",
        "Howbout check my brakes?",
        "Were any of the brakes worn out?",
        "Should I inquire about a brake wear inspection?",
        "I would like to check out the brakes.",
        "Are my brakes in need of inspection?",
        "Check my brakes for damage?",
        "I want to know if you can check the brakes for wear and tear.",
        "How about a brake check-up?",
        "Someone needs to check my brakes.",
        "You may be able to check brake wear.",
        "Take care of worn brakes?",
        "I'm wondering if you can check my brakes for wear and tear.",
        "You can check my brakes?",
        "I need a brake wear inspection.",
        "Could I see if I need a new brake?",
        "I need to be sure that you could inspect my brakes.",
        "Can you check for wear of the brakes?",
        "You have to inspect my brakes.",
        "Should I request a brake wear Inspection?",
        "Is it possible to check my car's breaks for aging signs?",
        "You can see if I need a new set of brakes.",
        "If you could check my brakes, I need it.",
        "Is there an opportunity for a brake wear inspection?",
        "Check my brakes! Hey!",
        "Do you know if there is any worn out brakes?",
        "Have you been able to check my brakes?",
        "You can inspect my brakes?",
        "Get the brakes checked for wear.",
        "Is there any worn-out brakes?",
        "Are you considering reviewing brake condition?",
        "Would you like to review the brake condition?",
        "please check my brakes.",
        "The brakes need to be checked out.",
        "I would like to know if you could check my car's breaks.",
        "Will you help with the worn brakes?",
        "check my brakes, please.",
        "Can there be checks done on brkes?",
        "Will you check out the brakes?",
        "Can you inspect the brake?",
        "Is it possible I will request a brake wear inspection?",
        "Is it possible for you to check my car's breaks?",
        "Do you have the ability to look at my brakes?",
        "How about reviewing the brakes condition?",
        "You can inspect my brakes, please?",
        "Is it possible to get brake wear checks?",
        "We need to help with worn brakes.",
        "Can you think about checking the brakes?",
        "I wondered if you could look at my car's breaks.",
        "Is it time for a Brake checkup?",
        "Yeah, check my brakes!",
        "Can check be done on the brkes?",
        "checking my brakes for wear and tear",
        "Check their brakes for wear.",
        "Have your brakes checked.",
        "Is the brakes wearing down?",
        "You can check my brakes for wear and tears.",
        "Do you need to check my brakes?",
        "Is it possible you could check brake wear?",
        "Is it possible for me to request a brake wear inspection.",
        "I might want to request a brake wear inspection.",
        "Is there any help with worn brakes.",
        "I need to know if you were able to inspect my brakes.",
        "Can brkes be checked?",
        "I want to know about my brake.",
        "Would you check brakes for wear?",
        "As soon as possible, examine brake damage.",
        "look at the brakes?",
        "Is it possible you could check out my car's breaks?",
        "Can you assess my brakes?",
        "Brake wear inspections can be offered.",
        "I want my brakes inspected.",
        "Can you check my brakes for wear and tears?",
        "Will the brakes be checked?",
        "Check if I need new brakes",
        "Can you check my brakes for wear and wear?",
        "I need to know if you were able to check my brakes.",
        "I want to know whether you could inspect my brakes.",
        "please check the brakes.",
        "I wonder if you could check brake wear?",
        "Did you check my brakes for the wear and tear?",
        "Is there a way to check the brakes for wear?",
        "Do you do a brake inspection?",
        "Is it possible that you can check brake wear?",
        "The brakes ought to be inspected.",
        "Need to examine brake damage immediately.",
        "The brake condition should be reviewed.",
        "Can ya inspect the brakes for wear?",
        "Do you need to review the brakes condition?",
        "Can you check my brakes for wear andtear?",
        "Would you review the brakes condition?",
        "The brakes should be checked please.",
        "Can he check my brakes?",
        "Are you able to check brakes?",
        "I need to know if you could see my brakes.",
        "Want to have the brakes looked at.",
        "Are you able to test my brakes?",
        "How about inspect my brakes?",
        "Is there any worn out brakes.",
        "Can I get a brake wear inspection?",
        "Yes, I would like a brake wear inspection.",
        "Oh yes, check my brakes!",
        "May I ask for a brake wear inspection?",
        "Can you evaluate my brakes?",
        "A quick brake check?",
        "Check my brakes...",
        "Are any worn-out brakes?",
        "The brake wear inspection may be requested.",
        "Please check brakes!",
        "Could you check brakes for wear?",
        "I need to know if you could check out the brakes.",
        "May I need a brake inspection?",
        "I was wondering if you could check my brakes for wear.",
        "Inquire about brake damage.",
        "Is this a quick brake check-up?",
        "Please inspect brake wear now.",
        "Is there any brakes that are worn out?",
        "Do you inspect the brake condition?",
        "You need to inspect brake wear.",
        "Now, inspect brake wear.",
        "ASAP, check brake damage.",
        "Is it possible that you could check my car's breaks?",
        "Do you have the ability to inspect my car's breaks?",
        "Is it possible that you can check my brakes for wear and tear?",
        "I need to know if you could check my brakes",
        "Do you know whether you can inspect my brakes?",
        "Would you be able to inspect my brakes for wear?",
        "How about brake wear checks?",
        "Can I please check my brakes?",
        "Will you check the brakes for wear?",
        "Could I see if I need new brakes?",
        "How about brake wear inspections?",
        "Should we have a brake checkup?",
        "Do you wish to look at tired brakes?",
        "Did the brakes need to be checked for wear?",
        "Look at brake damage, pronto.",
        "Is it possible to inspect brakes for damage?",
        "Is it possible to inspect the breaks on my car?",
        "Hey, do I need to check my brakes?",
        "I need to know whether you could inspect my brakes.",
        "You could check the brakes?",
        "To check the brakes.",
        "Can you test my brakes?",
        "Is there a way to examine the brakes?",
        "I would like you to inspect my brakes for wear.",
        "can you inspect my brakes?",
        "Do you think my brakes need to be checked?",
        "I need you to inspect my brakes for wear.",
        "Have my brakes looked at?",
        "Hello! check my brakes!",
        "Do you know how tired the brakes are?",
        "A quick brake inspection?",
        "Can you perform checks on the brkes?",
        "Does the brakes need to be inspected for wear?",
        "Need to have a brake checkup?",
        "Do you want checks done on the brkes?",
        "Is it a good idea to check if I need new brakes?",
        "Can those checks be done on the brkes?",
        "I request that you check my brakes.",
        "Isn't it time to check out the brakes?",
        "Can you check for the wear on my brakes?",
        "Are the brakes aging?",
        "Is the brakes having wear out?",
        "Are the brakes being checked for wear?",
        "Check the brake.",
        "Are brake wear inspections available?",
        "I would like you to examine my brakes.",
        "Would it be time for a brake checkup?",
        "Please check the brkes.",
        "Time for a check up on the brakes?",
        "Check the brakes for wear?",
        "I wonder if you can inspect the brakes for wear?",
        "Can you make sure the brakes are in good shape?",
        "Should I have my brakes checked?",
        "Are you planning to check out the brakes?",
        "Maybe you should check out the brakes.",
        "Is it possible that I request a brake wear inspection?",
        "Go check if I need new brakes.",
        "I would like you to check out my car's breaks.",
        "Please checks the brakes.",
        "Would love to have the brakes inspected.",
        "If you can, look at brake damage.",
        "Okay, check my brakes?",
        "To have the brakes inspected.",
        "Is it possible you can inspect my car's breaks?",
        "I would like checks to be done on the brkes.",
        "Can the brakes be looked at?",
        "Check the brakes - they might be bad.",
        "I want to have the brakes checked.",
        "Need to inspect the brake?",
        "Looking at tired brakes?",
        "To check brakes, please.",
        "Are you willing to request a brake wear inspection?",
        "I require you to check my brakes.",
        "Is it possible to inspect my brakes for wear.",
        "We need to check brakes.",
        "Maybe you could inspect my brakes?",
        "Do you have the ability to inspect the brakes?",
        "You can inspect the brakes.",
        "Check my brakes?",
        "Is there someone who can help with worn brakes?",
        "Does anyone know if there is any worn-out brakes?",
        "Can you conduct a checkup on my brakes?",
        "Do you offer a service to check the brakes?",
        "do I need to check my brakes?",
        "If you could check my brakes, I would appreciate it.",
        "Let the brakes be checked for wear.",
        "It's time for a brake checkup!",
        "Should we review the brakes condition?",
        "You should inspect brake wear now.",
        "I need you to check my brakes",
        "Can you look for wear on the brakes?",
        "My brakes need to be inspected for wear.",
        "It would be great if you could check my brakes.",
        "I need to know if you could checkup my brakes.",
        "Trying to have the brakes inspected.",
        "Make sure the brakes are inspected.",
        "The check-up on the brakes?",
        "Do you think a quick brake check-up is possible?",
        "Examine the brakes condition?",
        "any worn-out brakes?",
        "Can checks take place on the brkes?",
        "Come have the brakes inspected.",
        "Your brakes should be checked.",
        "Can there be checks done on the brkes?",
        "Have the brakes assessed.",
        "The brakes may be tired.",
        "I need to check my brakes.",
        "Do you offer an inspection of the brakes?",
        "Yes, can you inspect brakes for wear?",
        "Are you looking at a tired brakes?",
        "Are you examining tired brakes?",
        "There could be a need for a brake tune-up.",
        "Do you want to have the brakes inspected?",
        "Is it possible that you could check the brakes?",
        "May I have a brake wear inspection?",
        "Do you wish to check brake wear?",
        "Do you offer a service for brake inspection?",
        "Take a look at brake condition?",
        "I want to know if you could check my car's breaks for aging signs.",
        "Will you check my brakes for wear?",
        "I need to know if you can check my brakes",
        "Can you think about checking out the brakes?",
        "Someone needs to examine brake damage.",
        "Can you checks my brakes?",
        "Can you check my brakes on a daily basis?",
        "It's a good idea to see if I need new brakes.",
        "Do you think you could check my brakes?",
        "I request that my brakes be checked, please?",
        "I want to see if I need new brakes?",
        "Right now, inspect brake wear.",
        "Uhm, check my brakes!",
        "Are my brakes worn?",
        "Can you check brake wear.",
        "Can you look for wear and tear on my brakes?",
        "Can be checked on the brkes?",
        "Does it make sense to check the brakes for wear?",
        "I need to know if you could check on my brakes.",
        "Need to examine brake damage.",
        "Can you check on the brakes?",
        "Is it possible to observe tired brakes?",
        "Do you want to inspect my car's breaks?",
        "Can you look at the Brakes?",
        "Is there any way to inspect my car's breaks?",
        "Would it be possible to help with worn brakes?",
        "Is it ok to inspect brakes for wear?",
        "Is my brakes being checked for wear and tear?",
        "Is it permissible to inspect brakes for wear?",
        "Do you want the brakes to be checked for wear?",
        "Would you check my brakes for damage?",
        "What about the brake checkup?",
        "There might be worn-out brakes.",
        "The brakes need to be examined asap.",
        "I ask you to check my brakes for wear and tear.",
        "Time for a checkup for the brake?",
        "Do you watch my brakes for damage?",
        "I need to know if someone could check my brakes.",
        "Do you check the brake condition?",
        "Could you look over my car's breaks?",
        "Have you got time for a brake checkup?",
        "Get to inspect brake wear now.",
        "Did any of the brakes have worn out?",
        "Is there a quick brake checkup?",
        "Is it possible that you should check brake wear?",
        "Quick check of brakes?",
        "Do you know if there are any worn-out brakes?",
        "Do you notice the tired brakes?",
        "I wonder if you can check the brakes.",
        "The brake wear needs to be inspected.",
        "Let's check my brakes!",
        "Are the brakes showing signs of wear?",
        "You might be able to check my brakes.",
        "Have the brakes looked into.",
        "Do you want to inspect the brake?",
        "can you check the brakes for wear",
        "You can check my brakes for wear and tear.",
        "Can checks on the brkes be performed?",
        "The brakes ought to be checked.",
        "Do you want to check out tired brakes?",
        "Are you able to check my brakes.",
        "How about the brakes for damage?",
        "Hey, inspect my brakes?",
        "Is this the time to request a brake wear inspection?",
        "Is it appropriate to look at tired brakes?",
        "I need to ask if you could inspect my brakes.",
        "I need to know if you could look over my brakes.",
        "Examine brakes for wear.",
        "Are you able to see the brakes?",
        "Are you skilled at inspecting my brakes?",
        "Can you take a look at my brakes for wear and tear?",
        "I'm wondering if you can check my brakes.",
        "I need your assistance to inspect my brakes.",
        "Are the brakes bad, inspect?",
        "Can they check brakes for wear?",
        "Is my brakes worn out?",
        "Does anyone check my brakes for damage yet?",
        "Would you look at the brakes?",
        "Could the brakes be wearing out?",
        "Please check your brakes?",
        "A brake checkup is needed?",
        "I am wondering if you could check out my car's breaks.",
        "Will you review brake condition?",
        "There are brakes to check.",
        "Is the brakes' wear out?",
        "Help with wear and tear on the brakes?",
        "Were there any worn-out brakes?",
        "Would you please check your brakes?",
        "Can you perform a quick brake check-up?",
        "Have you looked at the brake condition?",
        "Need help with worn brakes?",
        "Could you check out the brakes?",
        "Do we need to check brakes for wear?",
        "Do you need to look at tired brakes?",
        "Do you need to check my brakes, please?",
        "Is it time to check out the brakes?",
        "How about seeing if I need new brakes?",
        "How about the quick brake check-up?",
        "I ask that you inspect my brakes.",
        "Would you be able to help with worn brakes?",
        "Do you carry out brake inspection?",
        "Rechecking brakes for wear?",
        "Are checks on the brkes possible?",
        "I wish that you could inspect my brakes.",
        "Might it be time for a brake checkup?",
        "Have theBrakes inspected.",
        "Do you wish to check out the brakes?",
        "I wish to have the brakes inspected.",
        "Quick brake checkup?",
        "Is requesting a brake wear inspection possible?",
        "Was it possible to check my brakes?",
        "I would appreciate if you could check my brakes.",
        "Can you inspect brakes for wear?",
        "Is it possible that the brakes are wearing out?",
        "Examine my brakes?",
        "Check my Brakes!",
        "Evaluate the brakes condition?",
        "Is the brake checked out?",
        "Do you need to check out the brakes?",
        "Hey! Check my brakes, okay?",
        "Can you check for brake wear?",
        "The brake condition could be reviewed.",
        "Are brakes starting to wear out?",
        "check out the brakes?",
        "brake wear?",
        "Brake wear inspections may be offered.",
        "I want to know if you can check my car's breaks for aging signs.",
        "Do you offer a inspection for brakes?",
        "Can you check my brakes please?",
        "I need to examine brake damage.",
        "It would be great if you could inspect my brakes.",
        "Are my brakes in bad shape?",
        "I wonder if you could inspect my car's breaks.",
        "Wishing to have the brakes inspected.",
        "It could be a quick brake check-up.",
        "Could you check the breaks on my car?",
        "Can some checks be done on the brkes?",
        "Are you watching the tired brakes?",
        "Brake damage needs to be examined asap.",
        "I need your help to check my brakes.",
        "Just a quick brake check-up?",
        "Make sure the brake condition is reviewed.",
        "Is the brakes wearing out?",
        "Are we able to help with worn brakes?",
        "Quick brake check up?",
        "Can I have you check my brakes?",
        "Is it feasible to inspect brakes for wear?",
        "Examine the brake condition.",
        "There should be brakes checked please.",
        "Is it possible to look brakes for wear?",
        "You must check my brakes for wear and tear.",
        "Evaluate the vehicle's brakes.",
        "Do you know if the brakes have worn out?",
        "Can there be checks on the brkes?",
        "Review the condition of the brakes?",
        "May I have my brakes checked?",
        "How about looking at tired brakes?",
        "Maybe it's time for a brake check.",
        "Are you looking at brake condition?",
        "Should we look at the brake condition?",
        "Can ya inspect brakes?",
        "Someone needs a brake checkup.",
        "Do you want to review brake condition?",
        "I'm wondering if you could check my brakes for wear.",
        "Get the brakes checked.",
        "Should we inspect the brakes?",
        "Yeah, check out the brakes.",
        "Can we check on the brkes?",
        "checking brakes for wear",
        "Can you help us with worn brakes?",
        "Should I request aBrake wear inspection?",
        "Could the brakes be bad?",
        "Huh, check my brakes?",
        "Hello, could you check the brakes?",
        "You could check the brakes.",
        "Could it be a quick brake check-up?",
        "Is my brakes checked for wear.",
        "I am wondering if you could check my brakes.",
        "Would you like to check the brakes?",
        "Ok! check my brakes!",
        "Is it advisable to see if I need new brakes?",
        "Someone may request a brake wear inspection.",
        "Is the brakes feeling worn out?",
        "Will you look at the tired brakes?",
        "It is possible to check brake wear.",
        "Is it possible to inspect the car's breaks for aging signs?",
        "I ask if you can inspect my brakes.",
        "brake wear inspection offered?",
        "You can check my brakes for wear.",
        "Correct the brake condition?",
        "May I have a brake inspection?",
        "Is the brakes beginning to wear out?",
        "I am wondering if you can inspect my car's breaks.",
        "I need to know if it's possible to check my brakes.",
        "Should we look at the brakes?",
        "Can ya check the brakes for wear?",
        "Can you do checks on brkes?",
        "Is it appropriate to check out the brakes?",
        "Is there anyone who can help with worn brakes?",
        "can you check my brakes for wear and tear?",
        "Is my brakes able to be inspected?",
        "I asked if you could check my car's breaks.",
        "Do you want to review the brakes condition?",
        "Look at fatigued brakes?",
        "The brake wear needs to be inspected now.",
        "The brakes should be checked, okay?",
        "I'd like to request a brake wear inspection.",
        "Are you going to look at tired brakes?",
        "Are my brakes checked for the wear and tear?",
        "Can you check out the brakes?",
        "Do you have the power to check my brakes for wear?",
        "I need to know if your brakes could be checked.",
        "Anyway, check my brakes!",
        "Do you want to see if I need new brakes?",
        "Should you check the brakes?",
        "I beg you to inspect my brakes.",
        "Do you observe tired brakes?",
        "Needed to have the brakes looked at.",
        "Is there a way to check brake pads?",
        "Can there be check done on the brkes?",
        "Will you inspect the brake?",
        "Help with tired brakes.",
        "Please check BRAKES.",
        "Is the brakes checked?",
        "Is it possible you could check my car's breaks?",
        "Are you capable of providing a brake inspection service?",
        "any worn out brakes?",
        "Ready for a brake checkup?",
        "Can we conduct checks on the brkes?",
        "Are you prepared to request a brake wear inspection?",
        "Can you watch my brakes for wear and tear?",
        "Check brakes for the wear.",
        "Do you need a quick brake check?",
        "I would like to have the brakes checked.",
        "Do you need to check the brakes for wear?",
        "I need to know whether or not you could inspect my brakes.",
        "Let's check out the brakes?",
        "How about you check brake wear?",
        "Would you be willing to check brake wear?",
        "I need to be sure you could inspect my brakes.",
        "Help on worn brakes?",
        "Will the brkes be checked?",
        "Is it possible to inspect my brakes?",
        "You have to check my brakes?",
        "Do I need to check my brakes?",
        "Have brakes checked.",
        "Can checks have been done on the brkes?",
        "I need to know if you can take a look at my brakes.",
        "Should I request a brake check?",
        "Help with brakes?",
        "I want you to inspect my car's breaks.",
        "Is there any brakes that have worn out?",
        "Someone wants a quick brake check-up.",
        "Do we need a brake checkup?",
        "Okay! Check my brakes.",
        "Hey!Check my brakes.",
        "Check the brakes!",
        "Was it time for a checkup on the brake?",
        "Take notice of tired brakes?",
        "They want the brakes inspected.",
        "I need to know if you can look over my brakes.",
        "Have the Brakes inspected.",
        "Help with brakes that have been worn?",
        "Prepare to check my brakes?",
        "Please check the brakes,",
        "Would you please check the brakes?",
        "There's any worn-out brakes?",
        "We need to inspect brake wear.",
        "Check my brakes, hey!",
        "can you check the brakes for wear?",
        "Is it possible you check brake wear?",
        "Do you know if you could inspect my brakes?",
        "Was the brakes worn out?",
        "I need to know if you would inspect my brakes.",
        "Look at my brakes, please?",
        "There may be worn out brakes.",
        "Get the brake damage examined.",
        "Needed to have the brakes checked.",
        "May I ask for the brake wear inspection?",
        "Could you check out my car's breaks?",
        "Should you check my brakes for wear and tear?",
        "Could you check on my car's breaks?",
        "Do you know if you can inspect the brakes?",
        "Please inspect my brakes, I need you to do so.",
        "Is it possible that I want a brake wear inspection?",
        "Ok? Check my brakes!",
        "Would you check my car's breaks for aging signs?",
        "Does he have the ability to inspect my brakes?",
        "Can we examine the brakes?",
        "Really want the brakes inspected.",
        "Would you look at my car's breaks for aging signs?",
        "You have to inspect brake wear now.",
        "Was it possible to check the brake wear?",
        "I need to know if you could check my brakes for wear.",
        "Is it possible to get brake wear inspections?",
        "I need you to look at my brakes for wear.",
        "I want you to examine my brakes.",
        "Do you have the time to inspect the brakes?",
        "Can checking on brkes be done?",
        "Do you think I need to check my brakes?",
        "Have you got time to inspect the brakes?",
        "Check brake wear, please?",
        "Will the brakes be worn out?",
        "I need to know if you could inspect my car's breaks.",
        "I want to have the brakes looked at.",
        "Is there an offer of brake wear inspections?",
        "I would appreciate it if you could check my brakes.",
        "Oh my, check my brakes!"
    ]
}