{
    "company_type": "Online Banks and FinTech Companies",
    "inquiry_category": "Fraudulent activity and security concerns",
    "inquiry_sub_category": "Online Account Breach",
    "description": "Customers suspect their online bank or FinTech account has been hacked or breached, often due to unusual account activity, unauthorized transactions, or difficulty logging in.",
    "inquiry": "How to report fraudulent activity?",
    "paraphrases": [
        "Can I report suspected scam?",
        "Reporting actions that are not true?",
        "HowWould I report false activity?",
        "Is it possible to report activity that's not legit?",
        "How to report things that are not legitimate?",
        "Strategies for reporting scam.",
        "What is the protocol for documenting deceitfulness",
        "I would like to suggest a protocol to report scam.",
        "Can you tell us how to report fraudulent activity?",
        "Have any tips for reporting fraud?",
        "Please tell me about the procedure to report fraud.",
        "How will I report fraud?",
        "Please report faked activity",
        "What is the place where I can report a scam?",
        "There are methods for reporting fraud.",
        "How to expose criminals.",
        "Fraud, where should I report it?",
        "Do you have any tips for snitching out dishonest people?",
        "Any recommendations for reporting fraud?",
        "How do they report fraud?",
        "What is the protocol documenting dishonest behavior?",
        "Are you able to report fraudulent actions?",
        "What about reporting fraudulent activity?",
        "Where can I let you know about a scam?",
        "I want to know the procedure to report fraud.",
        "I want to know any tips fornitching out crooks.",
        "Things that aren't real should be reported.",
        "How can you report activity that isn't legit?",
        "tips for scam reports",
        "How do I report possible fraud?",
        "There are any pointers on how to report fraud cases?",
        "Protocol for reporting scam",
        "Ways to expose bad actors.",
        "To report fraudulent activity?",
        "There are ways to expose potential fraudsters.",
        "Is there any way to report a scam?",
        "Asking for a protocol for reporting scam.",
        "Methods for reporting fraud.",
        "How would I detect false activity?",
        "How should I report the activities that go against the law?",
        "Where am I to report devious cons?",
        "Need tips for scam reports.",
        "Is there any tips for snitching out fraudsters?",
        "Shall I report suspected fraud?",
        "how to report the activity that goes against the law",
        "How would I Report False Activity?",
        "How to alert on frauds",
        "Way to reveal counterfeit conducts...",
        "Where to file a case of fraud.",
        "Is there a method to report suspicious activity?",
        "What's the fastest way to report fake crap?",
        "How do you report the activity that goes against the law?",
        "How can I report suspicious individuals?",
        "There are several methods for reporting scam.",
        "There are any tips to report a scam?",
        "Alerting regarding betrayal?",
        "Please tell me the procedure to report fraud.",
        "There is a procedure to report fraud.",
        "What can be done to alert on frauds?",
        "Where should I turn to report fraud cases?",
        "Any good pointers on reporting fraud cases?",
        "How to report what's not legit?",
        "What procedure should I use to report fraud?",
        "Suggestions for reporting fraudulent activity?",
        "Can you give me any tips for reporting a scam?",
        "What should be done to alert on frauds?",
        "How can I report activity that goes against the law?",
        "How can I report scam to you?",
        "We need to report fake activity.",
        "How to report false things?",
        "Do you have a way to catch fraudulent acts?",
        "How do you report activity that is against the law?",
        "It is possible to report activity that is not legit.",
        "How about quick report fake?",
        "Is there a quick way to report fake stuff?",
        "How would i report false activity?",
        "I want to know any tips for snitching out fraudsters.",
        "Can i report suspected fraud?",
        "how to report activity that is not legit",
        "Where can we report fraud cases?",
        "What should you do to report a scam?",
        "How to say the activity isn't legit?",
        "What's the protocol for documenting deception?",
        "Ways to expose their crimes.",
        "Alerting about deception urgent?",
        "There are any suggestions for reporting a scam?",
        "The question is can I report suspected fraud.",
        "How to report faked things?",
        "Is there any way that you could alert to fraud?",
        "Ways to expose fraudulent activity.",
        "Some methods are used for reporting scam.",
        "You can expose fraudsters.",
        "Where can I report a scam.",
        "Please suggest a way to report scam.",
        "Where am I supposed to report the fraud?",
        "What is the procedure for reporting fraud?",
        "Report fake activity!",
        "We need tips on scam reports.",
        "It is recommended to report fake activity.",
        "How to report such activity?",
        "How to report activities that go against the law?",
        "Do you know how to report activities that are not legit?",
        "Where are I supposed to report devious crimes?",
        "Please give us tips on scam reports...",
        "Are there any procedures for reporting fraud?",
        "I am wondering how to report fraud.",
        "Quick report a fake thing?",
        "What is the easiest way to report fraudulent activity?",
        "How can I report scams to you?",
        "I need tips for snitching on scam artists.",
        "Ways to catch fraudsters",
        "Should we report a scam?",
        "To alert on frauds.",
        "How would I report instances of false activity?",
        "How can I make a report of fraud?",
        "Talk to someone about a protocol for reporting scam.",
        "How to REPORT things that aren't real?",
        "To Report fake activity please.",
        "What should we report about things that aren't real?",
        "How to alert of frauds?",
        "The ways to reveal counterfeit conducts.",
        "Should we report fraudulent actions?",
        "I would like to know if I could report suspected fraud.",
        "I wonder where to report devious cons.",
        "Is it possible to alert about fraudulent activity?",
        "I need pointers reporting fraud cases.",
        "Reporting practices that are fraudulent?",
        "How can you detect frauds?",
        "How should I report activities that are not legit?",
        "How do you notice frauds?",
        "You can report suspected fraud.",
        "Is it possible to report things that aren't true?",
        "To report a scam?",
        "There are any tips for reporting scam",
        "Is there a way to report the activity that goes against the law?",
        "Where can I go to report fraud cases?",
        "Inquire about a protocol for reporting scam.",
        "Do you have any tips for reporting fraud?",
        "Reporting fraudulent things?",
        "How do I stop the fraudsters?",
        "How to reveal counterfeit conduct...",
        "Where do I report cunning cons?",
        "Need to know about scam reports.",
        "How would you alert to fraud?",
        "How do I report exposure and fraud?",
        "How do I report the activity that goes against law?",
        "What tips would you give for reporting a scam?",
        "Is it possible you could let others know about fraud?",
        "How are you able to snitch on fake sh*t?",
        "How can you report fraud cases?",
        "how to spot frauds",
        "How can I complain about suspicious activity?",
        "Can you alert us on frauds?",
        "Is there procedure to report fraud?",
        "The place to report fraud cases is not obvious.",
        "how would I report false activity?",
        "How do I report my fraud?",
        "What can you do to alert on frauds?",
        "What can you do to report fraud?",
        "A question about pointers reporting fraud cases.",
        "Please report fake activities",
        "Ways to catch dishonest people.",
        "Is it possible to report the suspected fraud?",
        "How do I report activities that aren't legit?",
        "I have a question where to report devious cons.",
        "How would people report false activity?",
        "Where should people report a scam?",
        "Is there a place I can report fraudulent activity.",
        "How should I report activities that go against the law?",
        "How are you supposed to report fraud?",
        "Where do I report devious con?",
        "How do you report an activity that is not legit?",
        "What's the procedure for documenting deceitfulness?",
        "How should I report activity that isn't legit?",
        "Where could I report a scam to you?",
        "Ways to get rid of fraudsters.",
        "Is that possible to report suspected fraud?",
        "How to report false activities?",
        "Do you have any idea of a protocol for reporting scam?",
        "Is it possible to share some steps to alert about fraud?",
        "We need tips on scam reports...",
        "How to be alert on frauds.",
        "I don't know where to report fraudulent activity.",
        "Are there any tips on how to snitch on scam artists?",
        "Needs tips on scam reports...",
        "the procedure to report fraud?",
        "How do you document deceptiveness?",
        "You should report fraud.",
        "How to notice frauds",
        "Try to report fake activity.",
        "Is it possible to report fake stuff quick?",
        "You should report any fake activity.",
        "Advice on scam reports?",
        "How to report activity that's not legit.",
        "Time to report fake crap?",
        "I have a question about where I can report fraudulent activity.",
        "There is a way to report fraud.",
        "Where can I report dishonest activity?",
        "How to tell about fraudulent activity?",
        "Report any activity that is not real.",
        "Ways to catch fraudsters.",
        "How do you spot frauds?",
        "How to report things that aren't true.",
        "Do you know how to alert on fraud?",
        "There are a number of methods for reporting scam.",
        "What does it take to report fraud?",
        "Is there any way you could share steps to alert about fraud?",
        "I wonder if I can report suspected fraud?",
        "Any suggestions on how to report fraudulent activity?",
        "Can we report a scam?",
        "There are ways of exposing fraudsters.",
        "Where should you go to report fraud cases?",
        "Is there a way to report activity that isn't legit?",
        "Where can I report unethical activities?",
        "How to report the activity that is against the law",
        "Alerting about deception??",
        "Please explain the procedure to report fraud.",
        "How can I report suspicious things?",
        "Where should I go to report devious cons?",
        "How to report something that's fraudulent?",
        "quick report fake stuff?",
        "What is the protocol for documenting dishonest behavior?",
        "So how do I report fraud?",
        "How to report instances of fraudulent activity?",
        "How to report possible fraudulent activity?",
        "How to start report exposure and fraud.",
        "Do you have a way for people to report scam?",
        "There are methods of reporting scams.",
        "How can I report a fraud to you?",
        "Suggestions to report fraud cases?",
        "protocol for reporting scam",
        "You should catch fraudulent acts?",
        "Need information on scam reports...",
        "Is there a way to report suspected fraud?",
        "I have a question about how to warn against fakes.",
        "Is there anywhere I can report fraudulent activity?",
        "Are there any tips for reporting scam?",
        "What is the process for reporting fraud?",
        "Can you please report fake activity?",
        "You can report fraudulent activity.",
        "Was it possible for me to report suspected fraud?",
        "I want to know how to report fraudulent activity.",
        "Where can I report malfeasance?",
        "How do we report the activity that goes against the law?",
        "How do I report suspected fraudulent activity?",
        "Do I have the option to report suspected fraud?",
        "What should be the place to report a scam?",
        "I would like to be able to report suspected fraud.",
        "How to report things that are not correct?",
        "It is possible to expose fraudsters.",
        "Should we have a procedure to report fraud?",
        "How would a person report false activity?",
        "How about tips on scam reports?",
        "There's a question of where to report a scam.",
        "Need information about scam reports.",
        "There are ways of reporting fraud.",
        "What is the protocol documenting dishonest conduct?",
        "What's the best way to warn against impostors?",
        "Is there any tips for snitching on scam artists?",
        "You should report a scam.",
        "There are tips fornitching out scam artists.",
        "Is there any way to report fraud?",
        "Reporting scam can be done with methods.",
        "I'm wondering if I can report suspected fraud.",
        "I would like to know how to report false activity",
        "Is there a place where I can report scams to you?",
        "What is the procedure for documenting dishonest behavior?",
        "How would I file a false activity report?",
        "Where are I able to report fraud?",
        "How am I supposed to tell against impostors?",
        "How about snitch on fake sh*t?",
        "There are methods for reporting fraudsters.",
        "Where can one report fraud cases?",
        "How to complain of fraudulent activity?",
        "Is there any advice on reporting fraud cases?",
        "Is there any way you could alert to fraud?",
        "How would I complain about false activity?",
        "Is there any tips fornitching out scam artists?",
        "Do you have any procedures for reporting fraud?",
        "tips for reporting scam?",
        "tips on how to report a scam...",
        "Can you tell me where to report fraud cases?",
        "Do you suppose to catch fraudulent acts?",
        "The ways to expose fraudsters.",
        "It's a good idea to alert about fraud.",
        "How will you report fraud?",
        "It's not clear where to report fraud cases.",
        "Reporting false activity would be difficult.",
        "How quickly could you report fake shit?",
        "There is a protocol for reporting the scam.",
        "How about reporting fraud cases?",
        "Suggestions for snitching out scam artists.",
        "How to report when activity goes against the law?",
        "Is there a chance I can report suspected fraud?",
        "I asked how to report false activity.",
        "Is there a possibility of reporting suspected fraud?",
        "Please report fraudulent activity.",
        "How can I detect fraud?",
        "Do you know how to report the activity that's not legit?",
        "I'd like to know how to report suspicious activity.",
        "There is a question on how to report fraud.",
        "How do I report malfeasance?",
        "If you see fake activity, report it.",
        "A procedure to report fraud?",
        "Please reports fake activity.",
        "Is there a place to report devious con?",
        "How to alert to frauds?",
        "There are methods for reporting Scams.",
        "Ways to expose people who cheat.",
        "Where can I report devious cons?",
        "There is a protocol for reporting a scam.",
        "How to report stuff that isn't true?",
        "How to report things not real?",
        "Will there be any tips for reporting fraud?",
        "I need any tips on snitching out scam artists.",
        "How can I report suspicious behavior?",
        "Alertingbout deception?",
        "I'm wondering where to report the scam to you.",
        "How would we report false activity?",
        "There's a place to report scam.",
        "How about tips for reporting scam?",
        "Are there any steps you could share to alert about fraud?",
        "What can we do to report the activity that goes against the law?",
        "I have a question about how to report suspicious activity.",
        "A quick report of fake stuff?",
        "Can you quickly report fake stuff?",
        "How to report fraud",
        "There are methods used for reporting fraud.",
        "How to report the activity going against the law?",
        "How do you know when a fake sh*t is happening?",
        "How may I report suspicious activity?",
        "Do you know how to report fraud?",
        "How do I report that fraud?",
        "How to start or how to report exposure or fraud.",
        "Where might you report a scam?",
        "Quick report forgery?",
        "How could you snitch on fake sh*t?",
        "Where to file a report on a scam?",
        "What is the best way to report scams?",
        "How do you record dishonestness?",
        "How to report activity that is not legit.",
        "Alerting about potential deception?",
        "What tips do you have for reporting scam?",
        "We don't know where to report a scam.",
        "How to report the activity that violates the law?",
        "How about reporting fraudulent action?",
        "How can I report the activities that are against the law?",
        "Reporting scams involves methods.",
        "How about quick report fake stuff?",
        "People need to report fake activity.",
        "Yes, where to report a scam?",
        "How to report exposure, fraud",
        "What is the method to report fraudulent activity?",
        "How to report activity that is false?",
        "It is possible to expose the fraudsters.",
        "How about reporting the activity that isn't legit?",
        "Do you know how to report things that are not real?",
        "Is there any pointers on reporting fraud cases?",
        "Do you have any tips on scam reports...",
        "They need tips on scam reports.",
        "How to report the act that goes against the law?",
        "How about reporting the activity that is not legit?",
        "Any suggestions about reporting a scam?",
        "We would like to suggest a protocol for reporting scam.",
        "They have methods for reporting a scam.",
        "Do you know to catch fraudulent acts?",
        "Ways to expose wrongdoers.",
        "How can I report something questionable?",
        "Ways to get information on fraudsters.",
        "Do you have the procedure to report fraud?",
        "To alert about deception?",
        "I need tips on snitching out scam artists.",
        "Is there any information on how to snitch on scam artists?",
        "We don't know where to report fraud cases.",
        "How toreport fraud?",
        "To report scam?",
        "Where are I allowed to report devious cons?",
        "There are ways to expose Fraud.",
        "How can we alert to frauds?",
        "How do I tell against bogus people?",
        "Are I supposed to report devious cons?",
        "Methods for reporting scam.",
        "Quick report something that isn't real?",
        "Reporting false acts?",
        "How to complain of fraud?",
        "How can I report fraud",
        "I don't know how to report false activity.",
        "How would I report things that are not true?",
        "Is there any way to report fraudulent activity?",
        "Where can I report my scam?",
        "I wondered how I would report false activity.",
        "Do you have any protocol for reporting scam?",
        "I would like to know the procedure to report fraud.",
        "Where do I get to report fraud cases?",
        "Learn how to report exposure and fraud.",
        "Ways to reveal fraud.",
        "\"How would I report false activity?\"",
        "The activity that's not legit can be reported.",
        "Could you alert people about fraud?",
        "I need to know where to report fraudulent activity.",
        "The procedure to report fraud should be given some advice.",
        "There is a procedure to report fraud?",
        "Ways to expose fraudsters",
        "Ways to detect fraud.",
        "I wonder if I can report the suspected fraud.",
        "Where can someone report fraud cases?",
        "How to tell of frauds?",
        "Alerting regarding potential deception?",
        "Is there a place where I can report fraud to you?",
        "The place to report fraud cases is not known.",
        "How to report fraud to the police?",
        "pointers reporting fraud cases?",
        "How would I report activity that isn't true?",
        "So how would I report false activity?",
        "This is where to report a scam.",
        "How do people want me to flag fraudulent stuff?",
        "Can you tell me where to report a scam?",
        "How might I report fraudulent activity?",
        "Any advice on reporting fraud cases?",
        "How to report actions that are not legit?",
        "How do I report cheating?",
        "Is there a place where I can report fraudulent activities?",
        "Any pointers to reporting fraud cases?",
        "How to report the activity that breaks the law?",
        "What are some tips for reporting a scam?",
        "How do I report false statements?",
        "Suggestions about reporting scam?",
        "Suggestions on how to report fraud cases?",
        "How to report bogus activity?",
        "Alerting regarding false statements?",
        "What about reports of fraudulent actions?",
        "Is there a way to report the scam to you?",
        "What would I do if I saw false activity?",
        "A question about how to report fraud.",
        "Is it possible to report suspicions of fraud?",
        "Do you have any suggestions for a protocol for reporting scams?",
        "Is it possible to report alleged fraud?",
        "Any recommendations on reporting fraud cases?",
        "There are ways to expose criminal behavior.",
        "Reporting cases of fraud?",
        "I am wondering where I can report devious cons.",
        "How will you report fraudulent activity?",
        "There is a need for you to report fake activity.",
        "There are methods used to report scam.",
        "How are people like me to flag fraudulent stuff?",
        "What is the protocol for documenting dishonest things?",
        "I would have to ask how to report false activity.",
        "Any instructions for reporting fraud cases?",
        "How can I notice frauds?",
        "How should I report the fraud?",
        "What should I report about false activity?",
        "Is there any chance I can report suspected fraud?",
        "Is it feasible to share steps to alert about fraud?",
        "Suggestions for reporting the scam?",
        "I don't know where to report scam to you.",
        "Do you know how to report the activity that is against the law?",
        "There are ways to expose people who cheat.",
        "Should I report suspected fraud?",
        "Please tell me what to do to report fraud.",
        "How would IReport false activity?",
        "Try to catch fraudulent acts.",
        "Ways to spot fraud.",
        "urgent! Alerting about deception?",
        "I want to know how I can report suspicious activity.",
        "How can we report fraudulent activity.",
        "Where can I report questionable behavior?",
        "What should we do about the activity that is not legit?",
        "Where to file a claim of fraud?",
        "Do you have a way to alert about fraud?",
        "Is there any information on how to report scam?",
        "There are questions about scam reports.",
        "If I see suspected fraud, can I report it?",
        "How do you report false activity?",
        "What is the protocol for documenting deception.",
        "How would I report false activity",
        "How do you report things that aren't real?",
        "How do I report the activity that is not legit?",
        "Reporting wrongdoings?",
        "Methods for reporting scam",
        "Please report activity that's fake.",
        "The method for reporting a scam.",
        "Do you think there should be a protocol for reporting scam?",
        "How should we report activity that is not legit?",
        "How can I report fraud.",
        "How are you supposed to report the activity that goes against the law?",
        "What are I supposed to do against impostors?",
        "There are methods for reporting scam",
        "How to report activity that is not legit",
        "How to report someone who is not legit?",
        "It's a question about how to report fraud.",
        "Do you have any ways to alert about fraud?",
        "Where can I report fraud",
        "Is the procedure to report fraud advised?",
        "How to report activities going against the law?",
        "You can report the activity that isn't legit.",
        "How can one report fraudulent activity?",
        "Fraudulent actions should be reported.",
        "Ways to disclose counterfeit conducts.",
        "Where can I go to report a scam?",
        "Is there a place where I can report devious cons?",
        "You might be able to alert about fraud.",
        "How to report the scam.",
        "Some pointers to report fraud cases?",
        "What should be reported about the activity that goes against the law?",
        "If you have seen fake activity please report it.",
        "Suggestions on how to report fraud cases.",
        "There are any tips for reporting a fraud?",
        "What can I do to report the scam?",
        "Is there a procedure to report fraud.",
        "How to easily disclose counterfeit conducts...",
        "Addressing fake activity?",
        "Where do I go to report fraud?",
        "Where do I report con tricks?",
        "How to report things that are not really?",
        "Do you recommend a protocol for reporting a scam?",
        "Alerting about deception quickly?",
        "Is there any way to snitch on scam artists?",
        "Suggestions for reporting fraud?",
        "There are methods for reporting swindles.",
        "Is there a protocol for documenting dishonestness?",
        "Is the procedure to report fraud accurate?",
        "am I able to report suspected fraud?",
        "Possible pointers to report fraud cases?",
        "How to report the activity that goes against the law",
        "Should I report the scam?",
        "Do you want to quickly report fake stuff?",
        "There are methods for reporting the scams.",
        "Please tell me about the procedure to report fraud",
        "We need a protocol for reporting scam.",
        "Where to report a scam??",
        "Where to file a report about a scam?",
        "How do you report the activities that go against the law?",
        "Is it possible to tell against impostors?",
        "How will you report the activity that goes against the law?",
        "Where can I report suspicions of fraud?",
        "How would I report something that is false?",
        "Can I make a report on suspected fraud?",
        "Ways to expose people who are lying.",
        "How to start report exposure and fraud",
        "If you see faking activity please report it.",
        "How to report a fraud?",
        "Where should I go to report a scam?",
        "Is there any tips for reporting fraud?",
        "How can you catch fraudulent acts?",
        "They have ways to expose fraudsters.",
        "How to begin reporting exposure and fraud",
        "Please clarify the procedure to report fraud.",
        "There is a place to report the scam.",
        "How do I report activities that go against the law?",
        "How should I report fraud?",
        "Do you think there is a procedure to report fraud?",
        "Is there a place where I could report the scam to you?",
        "How do you document dishonestness?",
        "Where do I find the place to report fraud cases?",
        "Any tips on how to report the scam?",
        "Do you have any instructions on how to report fraud?",
        "What about fraudulent actions reported?",
        "Ways to expose a fraud.",
        "Have tips for scam reports?",
        "Is there a way to detect frauds?",
        "Do you have any suggestions for a protocol for reporting scam?",
        "How to report any activities that go against the law?",
        "How do you report the activity that violates the law?",
        "What do I do to warn against impostors?",
        "What's the best way to report a scam?",
        "How does one report fraudulent activity?",
        "To report a scam, there are methods.",
        "Do you have ways to catch fraudulent acts?",
        "Reporting fraudulent acts?",
        "Snitching on fake sh*t, how do you do it?",
        "How to report non- legit activity?",
        "How can I report a fraud?",
        "How would I identify false activity?",
        "Do you have any tips to report scam?",
        "What would I do if there were false activity?",
        "A quick report of fake news?",
        "How can we report the activity that is not legit?",
        "How do you report exposure and fraud?",
        "Is there a way to report activity that is not legit?",
        "How to report activity that isn't legit!",
        "They should catch fraudulent acts.",
        "Is there steps to alert about fraud that you could share?",
        "Is there a place where I report devious crimes?",
        "Is reporting fraud easy?",
        "How do you catch fraudulent acts?",
        "Any tips to report a scam?",
        "Does it be possible to report suspected fraud?",
        "I was wondering where I could report the scam to you.",
        "I have no idea how to report fraud.",
        "Report activity that is fake.",
        "How to tell about counterfeit conducts...",
        "Suggestions on how to report a scam.",
        "There are methods used for reporting scams.",
        "Ways to expose fraud",
        "Is it possible to alert you about fraud?",
        "Suggestions of reporting fraud cases?",
        "What is the procedure for reporting fraudulent actions?",
        "Notification regarding deception?",
        "Is it possible to quick report fake shit?",
        "Unmask someone stealing.",
        "Some ways to expose fraud.",
        "How to report things that aren't real.",
        "How would I report faked activity?",
        "There are any tips for reporting a scam.",
        "How to report exposure of fraud.",
        "How to report things that are not really true?",
        "Please report the fake activity.",
        "Protocol for reporting scam is needed.",
        "How can I report something that is suspicious?",
        "Is it possible to share steps to alert you about fraud?",
        "Try and catch fraudulent acts.",
        "What are some tips for reporting scams?",
        "How to report the activity which is not legit?",
        "Ways to expose con artists.",
        "How to report activity that's not legit",
        "How to report things that aren't really true?",
        "How to make a report of fraudulent activity?",
        "Any suggestions as to how to report fraud cases?",
        "I want to know how to report the activity that goes against the law.",
        "Report all fake activities.",
        "The act of catching fraudulent acts?",
        "Information on scam reports is needed...",
        "Ways to blow the whistle on fraudsters.",
        "How to tell about frauds?",
        "How do you report activities that go against the law?",
        "Reporting a scam requires methods.",
        "How to tell of fraudulent activity?",
        "Techniques for reporting fraud.",
        "How would I Report a False Activity?",
        "How would I report wrongful activity?",
        "Is it possible to report activity that isn't legit?",
        "There are methods of reporting the scam.",
        "Please advise on how to report fraud.",
        "Do you recommend procedure to report fraud?",
        "There are some ways to report scam.",
        "Have tips on scam reports...",
        "A question about how to report fraudulent activity.",
        "How to report cheating?",
        "Any suggestions for reporting fraudulent activity?",
        "Is there a way to alert against imposters?",
        "How to report things that aren't really?",
        "Need more info on scam reports...",
        "I do not know where to report devious cons.",
        "Did you know to catch fraudulent acts?",
        "The methods for reporting fraud",
        "Is there a place that I can report the scam to you?",
        "How does one report fraud?",
        "Do you know where to report fraudulent activity?",
        "How to report any activity that's not legit?",
        "There are any tips on reporting a scam?",
        "There are ways to expose the frauds.",
        "Quick report fraudulent activity?",
        "How is the procedure to report fraud?",
        "They want you to report fake activity.",
        "How would I document false activity?",
        "Any advice for reporting fraud?",
        "Do you have a protocol for reporting fraudulent activities?",
        "Are there any tips for snitching on scam artists?",
        "Suggestions for reporting fraud cases?",
        "How snitching on fake sh*t?",
        "How do you snitch on fake shit?",
        "There is a need to report fake activity.",
        "Where are I able to report devious cons?",
        "There is a question about how to report the activity that goes against the law.",
        "Do I have a place to report devious cons?",
        "The question is, can I report suspected fraud?",
        "I don't know whether to report suspected fraud.",
        "There are any pointers to report fraud cases?",
        "How would I report cheating?",
        "What should we report about fraud?",
        "Are you suppose to catch fraudulent acts?",
        "What is the best way to report scam?",
        "How to report the activity that goes against law.",
        "The protocol for reporting scam needs to be suggested.",
        "Do you have a procedure to report fraudulent activity?",
        "Tips are needed on scam reports...",
        "There are ways to get rid of fraudsters.",
        "How to report an activity that goes against the law?",
        "How to report if the activity is not legit?",
        "How to let people know about frauds?",
        "Ways to watch out for fraud.",
        "Immediate Alerting about deception?",
        "Where can i report a scam to you?",
        "The methods to report a scam.",
        "What should I do to report fraud?",
        "There are ways to expose fraudulent behavior.",
        "Please report fake things.",
        "People can report scams.",
        "Where do you get to report fraud cases?",
        "where to report a scam?",
        "Ways to expose crooks.",
        "Can we report fraud?",
        "report scam",
        "How would I tell fake activity?",
        "What is the process for documenting deceptiveness?",
        "How to say things are fake?",
        "Reporting fraudulent conduct?",
        "Make sure you catch fraudulent acts?",
        "Inform the police about fake activity.",
        "How should we report fraudulent actions?",
        "Reporting actions that were fraudulent?",
        "Where can I report suspected fraudulent activity?",
        "How to tell if something is fake?",
        "How to start reporting exposure/ fraud.",
        "How to report activity which isn't legit?",
        "How to report things that aren't real",
        "How would I report wrongdoing?",
        "Please advise on the procedure to report fraud.",
        "How do I report activities that are not legit?",
        "There are ways to find and expose fraudsters.",
        "Do you have a place where I can report a scam to you?",
        "How would you alert about fraud?",
        "How to report activity not legit?",
        "I'm unsure where to report fraud.",
        "Where can I report suspected fraud?",
        "Is there a way to alert on fraud?",
        "Any pointers on how to report a scam?",
        "There are methods for reporting scams",
        "how to report the activity that isn't legit",
        "There are ways to expose bad guys.",
        "Where should I report scam to?",
        "Is there any tips for spotting scam artists?",
        "What should I do to report the activity that is not legit?",
        "Ways to identify fraud.",
        "Is it possible to help alert about fraud?",
        "Some methods are used for reporting fraud.",
        "Tell me about any tips for reporting fraud.",
        "There needs to be tips on scam reports.",
        "Ways to catch frauds.",
        "How can I report fraudulent activity?",
        "What is the procedure for documenting dishonestness?",
        "How to start reporting exposure and fraud/",
        "Any tips on how to report scams?",
        "How can i report fraudulent activity?",
        "How to start and report exposure and fraud",
        "Questions about scam reports...",
        "How about a quick report of fake news?",
        "There is a place to report a scam.",
        "Do you know a way to report scam?",
        "How fast can you report fake shit?",
        "How to report forgeries?",
        "Is there a way to report fraud cases?",
        "Is it possible to report suspected fraudulent activity?",
        "Where do I report devious cons?",
        "How to flag fraud?",
        "How to know about scam reports...",
        "There are places where to report a scam.",
        "Quick report something that's not real?",
        "What tips do you have for snitching out fraudsters?",
        "How to start reporting/exposure/fraud.",
        "How to report activity that is not legit?",
        "Alerting about deception fast?",
        "Ways to take out fraudsters.",
        "What is the protocol for documenting false statements?",
        "How to report items that are not real?",
        "What's the best way to alert on frauds?",
        "Need advice on scam reports...",
        "Fraud, where to report it?",
        "Where should I go to report fraud cases?",
        "What is the procedure for documenting deceitfulness?",
        "If you observe fake activity please report it.",
        "How do I tell about fraudulent activity?",
        "How to report things that aren't right?",
        "How about tips for snitching out scam artists?",
        "Any useful tips for reporting fraud?",
        "Is it possible to report devious cons?",
        "Is there any way to report fraudulent actions?",
        "Alerting individuals regarding deception?",
        "Yes, how would I report false activity?",
        "Can we alert on frauds?",
        "What is the procedure to report fraud?",
        "I am wondering how I can report suspicious activity.",
        "How can one alert on frauds?",
        "How to report the exposure and fraud.",
        "How would I reportfalse activity?",
        "Is there a way to report scam to you?",
        "How could I report a false activity?",
        "How to report things that aren't valid?",
        "Where do I report scam?",
        "Got any tips on scam reports?",
        "Sharing the steps to alert about fraud would be helpful.",
        "How would I find false activity?",
        "What should we do to report the activity that is not legit?",
        "Is there a place I can report scam to?",
        "I wonder can I report suspected fraud?",
        "How will you report the activity that isn't legit?",
        "How to report the things that aren't real?",
        "Where can one report a scam?",
        "What is the protocol documenting dishonest acts?",
        "There are ways for reporting a scam.",
        "There are ways to expose frauds.",
        "When reporting fraudulent actions?",
        "Where can I report fraudulent activity",
        "Reporting false actions?",
        "how do I report suspicious activity",
        "I have a question about where I report devious cons.",
        "Reporting things that are fraudulent?",
        "Please report all fake activity",
        "Do you have a way to report scams?",
        "There are ways in which to expose fraudsters.",
        "There are steps to alert about fraud.",
        "There are ways to expose the criminal.",
        "There are any pointers to reporting fraud cases?",
        "What procedure should I follow to report fraud?",
        "Can you offer any tips for reporting fraud?",
        "I have asked if I can report suspected fraud.",
        "Is there a procedure for reporting fraud?",
        "Reporting instances of fraud?",
        "How can I catch fraudsters?",
        "Any pointers to report fraud cases?",
        "Who can report a scam?",
        "How to report things that are not real.",
        "Is it possible to report activity that goes against the law?",
        "What should I report false activity for?",
        "How would I report activity that is not true?",
        "How do I properly report fraud?",
        "Report activity that is not real.",
        "It is possible to report scams.",
        "There were methods for reporting scam.",
        "Will I be able to report suspected fraud?",
        "Any pointers for reporting fraud cases?",
        "Do you know how to alert on frauds?",
        "Is there anything I can do to report fraudulent activity?",
        "Easy ways to report a counterfeit conduct.",
        "They want to suggest a protocol for reporting scam.",
        "How to report things that are not accurate?",
        "Should there be procedure to report fraud?",
        "How to report the activity that does not follow the law?",
        "Some methods for reporting scams.",
        "Is there any pointers for reporting fraud cases?",
        "Need advice on scam reports",
        "I have a question about reporting suspicious activity.",
        "How can I reporting suspicious activity?",
        "How can I report activity that is against the law?",
        "How fast to report fake shit?",
        "Reporting fraudulent activity?",
        "Where can I report wrongful activity?",
        "Is there a way you could alert people about fraud?",
        "There is a question of how to report fraud.",
        "A place to report fraud cases?",
        "How to expose counterfeit conducts.",
        "I have a question about where to report devious cons.",
        "How do I warn against people that are not real?",
        "Is there a place where I can report fraud?",
        "How to catch fraudsters.",
        "There are ways to report a scam.",
        "There are tips needed on scam reports.",
        "Do you have any advice on how to report fraud?",
        "Is there a way you could help alert about fraud?",
        "How are I supposed to report false activity?",
        "I want to see if I can report suspected fraud.",
        "There are methods for reporting con artists.",
        "Did you have any tips for reporting scam?",
        "How to tell if an activity goes against the law?",
        "Do you suggest a protocol for reporting scam?",
        "Do you have a protocol for reporting the scam?",
        "Is the procedure for reporting fraud?",
        "Do you have procedures to report fraud?",
        "I would like to know any tips for snitching on scam artists.",
        "How to report an act of fraud?",
        "There are things that aren't real, how to report them?",
        "How do you snitch on fake stuff?",
        "Did you have steps to alert about fraud?",
        "How should the activity be reported that goes against the law?",
        "Where can people report a scam?",
        "Suggestions on how to spot scam reports...",
        "Do you have any tips on scam reports?",
        "There are ways of reporting scam.",
        "How to flag activity that isn't legit?",
        "What would I do to report false activity?",
        "Where do i report devious cons?",
        "What can we do to report a scam?",
        "Suggestions on how to snitch on scam artists?",
        "Should we ask about the procedure to report fraud?",
        "The procedure to report fraud should be advised.",
        "Methods to report scam.",
        "Some pointers to report fraud cases.",
        "How would I report false information?",
        "It is recommended that you report fake activity.",
        "I have questions about reporting suspected fraud.",
        "Where might I report a scam?",
        "Would it be possible to report suspected fraud?",
        "How should I report the activity that's not legit?",
        "To expose fraudsters.",
        "There are ways to file a fraud claim.",
        "Please suggest a way of reporting scam.",
        "There are methods for reporting fraudulent activities.",
        "Can I report suspected wrongdoing?",
        "Ways to identify people who are fraudsters.",
        "What can I do to report activity that is not legit?",
        "Where can I report a fraud?",
        "I don't know how to tell against imposters.",
        "Please report anything that is fake.",
        "Where did I find to report devious cons?",
        "Are there ways to report fraudulent activity?",
        "Some pointers on reporting fraud cases.",
        "How to report something that is false?",
        "What should I do to report the activity that goes against the law?",
        "There are any tips on reporting fraud cases?",
        "To report fraud, how do I do it?",
        "There are any tips for reporting fraud",
        "Please give us tips on scam reports.",
        "Is there a way to warn against pretenders?",
        "Ways to catch fraud.",
        "Where do I go to report cons?",
        "What should I do to alert on frauds?",
        "Need assistance with scam reports...",
        "How to reveal counterfeit conducts.",
        "Ways to catch fraudists.",
        "How do I flag fraud?",
        "How should I report things that aren't real?",
        "How about a quick report of fake shit?",
        "How to report the activity that is not legit.",
        "Ways for reporting scam.",
        "Ways to expose bad guys.",
        "Ask about the procedure to report fraud.",
        "How can I tell against people who are not real?",
        "I wonder if I could report suspected fraud.",
        "Do you wish to suggest a protocol for reporting scam?",
        "Reporting things that aren't true?",
        "Are there a procedure to report fraud?",
        "How can we report false activity?",
        "How to expose crooks.",
        "How do I report the activity that goes against the law?",
        "A quick report of fake things?",
        "The best way to report a scam?",
        "Protocol for reporting scams should be suggested.",
        "Want to know tips on scam reports.",
        "How's snitch on fake sh*t?",
        "How can one report activity that isn't legit?",
        "There is a question regarding how to report fraud.",
        "The place to report devious cons?",
        "To report activity that isn't legit, how?",
        "What should I do to report devious cons?",
        "How could you help alert to fraud?",
        "How do I tell against them?",
        "Where can I make a report about a scam?",
        "Can I report false activity?",
        "I wonder if it's possible to report suspected fraud.",
        "I want to know how to report false activity.",
        "Do you have a plan for reporting scam?",
        "I want to know where I should report fraud.",
        "How can I report devious cons?",
        "Easy ways to report a counterfeit conduct...",
        "There are methods for reporting scammed people.",
        "How to REPORT fraud?",
        "How could I report false activity.",
        "Where do I report cheating?",
        "Do you have any tips on snitching out scam artists?",
        "How to report things that do not really happen?",
        "Unmask dishonest behavior.",
        "You need to report fake activity.",
        "Would I be able to report false activity?",
        "Do you know how to spot fraudulent acts?",
        "How do you know if something is fake?",
        "Do you have any tips for reporting scams?",
        "Ways to catch people who are fraudsters.",
        "Is there a place to report devious cons.",
        "There is a question regarding how to report fraudulent activity.",
        "How can I report fraudulent activities?",
        "Get rid of fraudulent acts?",
        "Any tips on how to snitch on scam artists?",
        "Can I report suspected fraud",
        "How do I report an occurrence of fraud?",
        "Where can I make a report on a scam?",
        "Could I report suspected fraud?",
        "I am wondering where to report fraudulent activity.",
        "How to report the activity that's not legit",
        "Do you have a protocol for reporting a fraud?",
        "Will there be any tips for reporting scam?",
        "How do I report suspicion of fraud?",
        "How to report the activity that is illegitimate?",
        "How to report a activity that isn't legit?",
        "Do you know how to report the activity that isn't legit?",
        "Need some information on scam reports.",
        "There are tips fornitching out fraudsters.",
        "How would I report false activites?",
        "How can I report activities that are against the law?",
        "How do we report activity that isn't legit?",
        "Do there any tips for reporting fraud?",
        "Please report fake activity if you have it.",
        "You need to report fraud cases.",
        "Is there a place that I can report scam to you?",
        "How to report anything that isn't real?",
        "Check fraudulent acts?",
        "Is there a place where I can report fraudulent activity?",
        "How to spot frauds",
        "Protocol for reporting scam should be suggested.",
        "Is there any advice for reporting scams?",
        "The question is how to report fraud.",
        "Any suggestions for reporting fraud?",
        "The reporting of fraudulent actions?",
        "How would I reporting false activity?",
        "They should report fraud cases.",
        "Reporting scams can be done using methods.",
        "How can a person report suspicious activity?",
        "How about reporting fraud actions?",
        "Where can I report misrepresentation?",
        "How to report someone who is fraudulent?",
        "Do you know how to stop fraudulent acts?",
        "There's a question about where to report a scam.",
        "How to report fraudulent conduct?",
        "Is there any tips for reporting a scam?",
        "You can report the activity that's not legit.",
        "Alerting about deceit?",
        "Is it where to report devious cons?",
        "What is the protocol for documenting dishonest people?",
        "How can I tell against fakes?",
        "Any suggestions for how to report fraud?",
        "Is the procedure to report fraud known?",
        "I have a question about where I can report a scam to you.",
        "please report fake activity",
        "There are any suggestions for reporting scams?",
        "How to report all the activity that goes against the law?",
        "What should you do to report fraud?",
        "Do you have any tips on how to snitch on scam artists?",
        "Is there a way to report the activity that isn't legit?",
        "How to report any fraudulent activity?",
        "Do you recommend a protocol for reporting scam?",
        "How to report exposing and fraud.",
        "Do you have any suggestions for reporting a scam?",
        "There are things you need to know about scam reports.",
        "Get in touch with fake activity.",
        "How to report the activity that's fake?",
        "Unmask dishonest activity.",
        "Can you provide any tips for reporting fraud?",
        "I'm not sure how to report fraud.",
        "How to report things that are bogus?",
        "Did you know how to report fraudulent activity?",
        "The place to report fraud is a mystery.",
        "How fast can you report fake stuff?",
        "Are there any tips for snitching out fraudsters?",
        "Any tips for how to report a scam?",
        "Want to know tips on scam reports...",
        "How should fraudulent actions be reported?",
        "What should we report about the activity that goes against the law?",
        "Where can I report things that aren't true?",
        "Do you have a method for reporting scam?",
        "Make a quick report of fake stuff?",
        "Please advise about how to report fraud.",
        "How to report activity that is fake?",
        "Where can I complain of a scam?",
        "Is it possible for me to report false activity?",
        "How can you snitch on fake sh*t?",
        "Quick report something that is fake?",
        "Please explain how to report fraud.",
        "How would I handle false activity?",
        "How about reporting fraudulent behavior?",
        "Ways to expose the fraudsters.",
        "How to report false information?",
        "Please make a report of fake activity.",
        "Do you know where to report fraud cases?",
        "Reports things that aren't real?",
        "Is there a place I can report a scam to?",
        "How quickly can you report fake crap?",
        "Where can I report a scam to?",
        "Is there a way you could alert people to fraud?",
        "Ways to report a scam.",
        "Should I report devious cons?",
        "Need some advice on scam reports...",
        "Asking about the procedure to report fraud.",
        "Can you report suspected fraud?",
        "How to report the activity that is not legit",
        "uncovering fake activity?",
        "How quickly can you report fake stuff?",
        "How can I report fake activity?",
        "How to report stuff that isn't real.",
        "There is a question about where to report a scam.",
        "Where can I report fraud?",
        "Someone wants to know where to report fraud cases.",
        "I would like to know how to report false activity.",
        "How to report the activity that doesn't follow the law?",
        "Is there a place that I report devious cons?",
        "How can we report activity that is not legit?",
        "How to report that activity that is not legit?",
        "Where to file a scam?",
        "Where do I report deceptive activities?",
        "Is there any information on how to report a scam?",
        "How to report exposure/ fraud",
        "Do you know the procedure for reporting fraud?",
        "Should people report a scam?",
        "How can we know about frauds?",
        "The question is can I report suspected fraud?",
        "There are tips for snitching out fraud.",
        "Is it possible to share steps to alert people about fraud?",
        "To get tips on scam reports...",
        "Reports of fraud cases?",
        "How do you spot fake sh*t?",
        "How to tell if the activity is not legit.",
        "Go after fraudulent acts?",
        "There are methods to report a scam.",
        "Please tell about the procedure to report fraud.",
        "Citizens, please report fake activity.",
        "Was it possible for you to alert about fraud?",
        "Is there a process to report fraud?",
        "Which way to alert on frauds?",
        "Want tips on scam reports...",
        "Where do I find to report fraud cases?",
        "How to report suspected fraud?",
        "Reporting fraud?",
        "How to make a report about fraud?",
        "How to report exposed fraud.",
        "How do I report fraud cases?",
        "Do you know a place to report a scam?",
        "Is that procedure to report fraud?",
        "I am unsure how to report fraud.",
        "Is it possible for me to report suspected fraud.",
        "How to start/report/exposure/fraud?",
        "I have no idea where to report fraud.",
        "Where can I report forgery?",
        "Alerting regarding the deception?",
        "How can I stop fraudsters?",
        "How do you document deceitfulness?",
        "Can I report possible fraud?",
        "Ways to expose people who are fraudulent.",
        "Where can I report misrepresentations?",
        "How would I report any false activity?",
        "Interested in getting tips on scam reports...",
        "How to report activities not legit?",
        "Is it possible to reporting fraudulent actions?",
        "I was wondering if there were any tips for snitching out scam artists.",
        "How do you report the activity that goes against law?",
        "What is the process for documenting dishonestness?",
        "How to disclose fake conducts...",
        "Have any tips on scam reports?",
        "How is it possible to report fraudulent activity?",
        "Is there a way to report a scam?",
        "Pick up the phone and report fake crap?",
        "Advice on scam reports...",
        "Is there any information for reporting a scam?",
        "How to begin reporting exposure and fraud.",
        "Where should we go to report fraud?",
        "Any suggestions about reporting fraud cases?",
        "REPORT fake activity.",
        "The methods of reporting a scam.",
        "A quick report of fake crap?",
        "It is possible to report scam methods.",
        "How about reporting false activity?",
        "How should I report activity that is not legit?",
        "Where can I report things that are false?",
        "What is the procedure to report fraud.",
        "There are ways to expose the fraudsters.",
        "How about reporting fraudulent activity?",
        "Are there steps you could share to alert about fraud?",
        "How to alert to frauds",
        "What can be done to report activity that is not legit?",
        "There are ways to report scam.",
        "What are the ways to report fraud?",
        "How to start/how to report/exposure/fraud",
        "How to report what is not legit?",
        "There are methods for reporting scammer.",
        "There are tips on scam reports",
        "I want to know how to warn against impostors.",
        "I would like to know how to report fraud.",
        "The quick report fake crap?",
        "Any suggestions on how to report fraud?",
        "Alerting about deception or something?",
        "How would I report the false activity?",
        "What is the protocol documenting dishonestness?",
        "Sharing steps to alert about fraud would be helpful.",
        "Is there any advice on how to report scam?",
        "People please report fake activity",
        "What are some tips for reporting scam?",
        "How t' snitch on fakes?",
        "There are tips on scam reports that are needed.",
        "How are I supposed to report fraud?",
        "How do you know on fake sh*t?",
        "How to alert to frauds.",
        "It's a question where to report a scam.",
        "Where might I report a scam to you?",
        "Is procedure to report fraud?",
        "There are ways to discover fraudsters.",
        "Is there a way for me to report suspicious activity?",
        "tips for reporting a scam",
        "How shall I report fraud?",
        "Is it possible to report the activity that goes against the law?",
        "How do I report the fraud?",
        "You want to report a scam?",
        "Tips on scam reports...",
        "How to report a scams.",
        "You can report the scam.",
        "There should be a place to report fraud cases.",
        "Any tips for snitching out scam artists?",
        "There were ways to expose fraud.",
        "I need tips on scam reports...",
        "Got tips on scam reports?",
        "So where do I report devious cons?",
        "Can you provide tips on scam reports?",
        "Where can a person report fraud cases?",
        "How to report cases of fraud?",
        "We need to know the procedure to report fraud.",
        "Suggestions for reporting scams?",
        "I want to know where I can report fraudulent activity.",
        "Do you think you can quickly report fake stuff?",
        "How to start the reporting of exposure and fraud.",
        "I need to know where to report fraud.",
        "How about reporting the activity that goes against the law?",
        "How to report a activity that is not legit.",
        "Are you able to report the scam?",
        "Where are we to report fraud cases?",
        "How do I know against impostors?",
        "\"How to report the activity that goes against the law?\"",
        "Any tips on how to report fraud?",
        "How to report actions that aren't legit?",
        "I have a question about how I can report suspicious activity.",
        "What about revealing fake activity?",
        "I have a question about where to report fraudulent activity.",
        "There are ways to report fraudulent activity.",
        "How to report on fraud?",
        "Please report any fake activity.",
        "How can I get rid of fraudsters?",
        "Are you looking for tips on scam reports?",
        "Is it Possible to report suspected fraud?",
        "Reporting scams has methods.",
        "Should I report fraudulent actions?",
        "Is there a way you could alert about fraud?",
        "How can I report a scam?",
        "How can I tell you about a scam?",
        "Do you have any tips to alert about fraud?",
        "Where can I get a report on a scam?",
        "Need to know tips on scam reports.",
        "The steps to alert about fraud could be shared with you.",
        "Reporting people doing fraudulent things?",
        "Does anyone have any tips for snitching out scam artists?",
        "How about a quick report of fake stuff?",
        "Reports of fake crap quick?",
        "Report fake activity to the authorities.",
        "How to report things that are not really happening?",
        "How can you report activities that are not legit?",
        "Do you know where to file a fraud claim?",
        "How do you report scam?",
        "How to report things that aren't true?",
        "Is there any information on reporting fraud?",
        "How to report the activity that is not in line with the law?",
        "Need to know about scam reports...",
        "How do I report things that aren't true?",
        "What is the procedure for documenting deceptiveness?",
        "There are any pointers for reporting a scam?",
        "Need some tips for scam reports.",
        "Is there a way for me to warn against impostors?",
        "I have to ask if I can report suspected fraud.",
        "Do you want tips on scam reports?",
        "Do you have steps to alert about fraud?",
        "What tips would you give to report a scam?",
        "How do you report a fraudulent activity?",
        "How would I report bogus activity?",
        "report fraud",
        "Can the person report suspected fraud?",
        "What would I do if there was false activity?",
        "Making a report of fraudulent actions?",
        "How do I warn against people who aren't real?",
        "Is there any way to report suspected fraud?",
        "How can I report some suspicious activity?",
        "Please tell me how to report fraud?",
        "It's possible to alert about fraud.",
        "Any tips on how to report a fraud?",
        "The ways to expose fraud.",
        "Reporting questionable actions?",
        "How to report any fraud?",
        "Where can I complain about the scam?",
        "Are there any tips for snitching on fraud?",
        "How about tips for reporting fraud?",
        "Is there a way to warn against impostors.",
        "How am I supposed to report the fraud?",
        "How can we report fraud cases?",
        "Is it possible to warn against impostors?",
        "What tips do you have for reporting a scam?",
        "There are methods for reporting the fraud.",
        "There are methods of reporting scam",
        "How do you report fraud.",
        "How would you report fraudulent activity?",
        "Can you please suggest a protocol for reporting scam?",
        "What is the protocol for documenting deceptive conduct?",
        "How snitch on fake stuff?",
        "How should I look out for impostors?",
        "How to start and how to report exposure of fraud.",
        "There are methods to report scam.",
        "How can I report suspicious activities?",
        "How should we report the activity that isn't legit?",
        "Alerting about fraud?",
        "There are ways for reporting fraud.",
        "How is the protocol for documenting deceitfulness?",
        "I don't know if I can report suspected fraud",
        "How can I alert to frauds?",
        "Is there a way to report devious cons?",
        "How can I report the fraud?",
        "Reports of suspected fraud can be made.",
        "What should I do to report a scam?",
        "Please advise how to report fraud.",
        "How quickly can I report fake crap?",
        "There are tips for reporting scam",
        "What is the best way to report fraudulent activity?",
        "How to report items that aren't real?",
        "Where to report a fraud claim.",
        "I would like to know if you could share steps to alert about fraud.",
        "Alerting regarding fraudulent activity?",
        "Where should one report a scam?",
        "Alerting regarding deceptive practices?",
        "How to tell when something goes against the law?",
        "I want to suggest a protocol for reporting a scam.",
        "Report things that aren't real.",
        "What do I do when I discover fraud?",
        "The fraudulent acts should be caught.",
        "Is it possible to warning against impostors?",
        "It is possible to alert about fraud.",
        "Ways to expose criminal activity.",
        "Tips on scam reports",
        "There is fake activity please report it.",
        "How to tell on frauds.",
        "How can we report things that aren't real?",
        "Might I be able to report suspected fraud?",
        "Can you give me any tips for reporting fraud?",
        "How do I report a fraudulent activity?",
        "I'm wondering where to report fraudulent activity.",
        "Ways to confront fraudsters.",
        "Is there a way to report fraudulent activity?",
        "How to tell about a fraud?",
        "Is there a place where I could report a scam to you?",
        "There are ways to report the scam.",
        "What's the protocol for documenting deceptive behavior?",
        "Is there a place to report scam?",
        "Is there a place where I report devious con?",
        "How can we report the activity that goes against the law?",
        "Where do I get to report devious cons?",
        "What can I do to report suspicious activity?",
        "How can I report activity that is not legit.",
        "How to report things that aren't actually happening?",
        "Can I submit a report of suspected fraud?",
        "What's the best way to report things that aren't real?",
        "Is it possible to report a suspected fraud?",
        "Are there any tips for snitching on fraudsters?",
        "Let us know about fake activity.",
        "There are methods for reporting a scam.",
        "What is the protocol for documenting deceit?",
        "How can someone report suspicious activity?",
        "How is it possible to report suspicious activity?",
        "I wonder where I can report fraudulent activity.",
        "Is there any tips on snitching out scam artists?",
        "How to start reporting exposure andfraud.",
        "A suspected fraud can be reported.",
        "What can be done to report a scam?",
        "Is it possible toreport suspected fraud?",
        "Alerting about betrayal?",
        "Reporting a fraud?",
        "Ways to expose criminals.",
        "Please report any faking activity.",
        "Strategies for reporting fraud.",
        "There are places to file a fraud claim.",
        "How can I warn against impostors?",
        "Want to learn about scam reports...",
        "How to report things that are not real",
        "Can they report suspected fraud?",
        "I would appreciate if you could suggest a protocol for reporting scams.",
        "Do you have any tips for blowing the whistle on scam artists?",
        "Are you able to report the activity that isn't legit?",
        "How to report fraudulent activity.",
        "What is the procedure to report fraudulent activity?",
        "I wonder if it is possible to report suspected fraud.",
        "How to report dishonest activity?",
        "I'm wondering where I can report fraudulent activity.",
        "There are ways to expose fraudsters",
        "Is there a place I can report the scam to?",
        "How do you report a scam?",
        "I would like to suggest a method for reporting scam.",
        "Where can I report a fraud case?",
        "I would like to know how I would report false activity.",
        "How do I report deception?",
        "How fast to report fake crap?",
        "where do I report devious cons?",
        "Someone wants to know how to alert on frauds.",
        "Do you have any procedure to report fraud.",
        "Which way to report fraudulent activity?",
        "Alerting about the deception?",
        "Needs tips on scam reports.",
        "How to report exposure and fraud?",
        "Do you know where I can report a scam?",
        "Can I make a report of fraudulent activity?",
        "Where can I report fraud cases?",
        "How might I report fraud?",
        "Is there any advice for reporting a scam?",
        "Do you have tips for snitching out scam artists?",
        "Please report faked activities.",
        "Do you know the procedure to report fraudulent activity?",
        "What can be done to report the activity that goes against the law?",
        "How can I report suspected fraud?",
        "What is the process of documenting deceitfulness?",
        "How can I report suspicious actions?",
        "How can someone report fraud?",
        "Where can I report unethical behavior?",
        "How to report fraudulent actions?",
        "Is there a procedure to report fraudulent activity?",
        "How are you going to report fraudulent activity?",
        "What can I do to report the scam to you?",
        "How can I report false activity?",
        "How can I report scams?",
        "Alerting about deception?!",
        "Where can I report the scam?",
        "Where can I report illegitimate activity?",
        "Do you have tips for scam reports?",
        "There's methods for reporting scam.",
        "Information on scam reports?",
        "How to properly report fraud?",
        "Questions on scam reports...",
        "Quick report false information?",
        "How would false activity be reported?",
        "What steps could you take to alert about fraud?",
        "There is a way to report a scam.",
        "How to report the activity that is not legitimate.",
        "Possible pointers to report fraud cases.",
        "Do you recommend a protocol for reporting scams?",
        "What do I do to warn against imposters?",
        "Is it possible to report fake crap fast?",
        "How do I find out about fake sh*t?",
        "How can we report activities that are against the law?",
        "How to report things that are false?",
        "How do you document deceit?",
        "How to report stuff that isn't real?",
        "Does anyone know how to snitch on fake sh*t?",
        "How to report activities that go against the laws?",
        "Any instructions on reporting fraud cases?",
        "People should report fake activity.",
        "How can I report things that are questionable?",
        "The procedure to report fraud should be explained.",
        "How to report false transactions?",
        "Do you suggest a protocol for reporting fraud?",
        "Correct procedure to report fraud?",
        "The activity that is not legit can be reported.",
        "Need some tips on scam reports...",
        "I wonder how I can report suspicious activity.",
        "Please give a protocol for reporting scam.",
        "There are methods of reporting a scam.",
        "Do you have any tips about reporting scam?",
        "Is there a way to warn against bogus people?",
        "So can I report suspected fraud?",
        "Tell me any tips for reporting scam.",
        "Reporting scams can be done using some methods.",
        "Tell me about the procedure to report fraud.",
        "People need tips on scam reports...",
        "How to start, how to report exposure, how to report fraud.",
        "How are you going to report the activity that goes against the law?",
        "What are the ways to report fraudulent activity?",
        "Is it possible to report suspected scam?",
        "What do I do to alert on frauds?",
        "Should we advise on procedure to report fraud?",
        "How to detect and report frauds?",
        "Ways to expose corrupt people.",
        "Any tips of how to report a scam?",
        "Do you have a way to report fraud?",
        "How can I report activity that is questionable?",
        "I am interested in any tips for snitching on scam artists.",
        "I would appreciate if you would suggest a protocol for reporting scams.",
        "I question whether I can report suspected fraud.",
        "Is it possible to REPORT suspected fraud?",
        "Is it possible to report suspected Fraud?",
        "How to report that activity is not legit?",
        "Can you report fraud?",
        "Please tell me about procedure to report fraud.",
        "How to report things that are not REAL?",
        "Do you have tips on scam reports.",
        "Where does I report devious cons?",
        "What can we do to report fraudulent activity?",
        "How to report things that aren't reality.",
        "I would appreciate if you could suggest a protocol for reporting scam.",
        "I would like to see if I can report suspected fraud.",
        "I don't know where to report scams.",
        "How to report the activity not legit?",
        "Can you give me any tips for snitching on scam artists?",
        "Reporting crooks?",
        "I don't know where to report fraudulent activity",
        "Alerting about deceptive behavior?",
        "Where can people report fraud cases?",
        "What should I do to report the scam to you?",
        "How can someone report fraudulent activity?",
        "Can you suggest a protocol for reporting scam?",
        "How to begin, how to report exposure and fraud.",
        "What is the procedure for documenting deceivingness?",
        "How can I report a suspicious person?",
        "Please tell me about the procedure to report fraud?",
        "How do I report something that isn't true?",
        "They need to report fake activity.",
        "How do I tell against fakes?",
        "Ways to exposed fraudsters.",
        "Is there a place where I can report the scam to you?",
        "How can we tell the activity is not legit?",
        "It is possible to report fraudulent actions.",
        "How to report activity that is not legitimate?",
        "Is it possible to report suspected fraudulent activities?",
        "Where can I report a scam to the police?",
        "Someone wants to know how to report fraudulent activity.",
        "Do you have any tips on reporting fraud cases?",
        "Where can I report fraudulent activity.",
        "Do you have a way of reporting scam?",
        "Do you have a place where to report a scam?",
        "Do you have a protocol for reporting fraud?",
        "How to report fraudulent activity",
        "How do you tell on a fake sh*t?",
        "How to report activites that aren't legit?",
        "What is a place to report a scam?",
        "Unmask unauthorized theft.",
        "How do I report a scam?",
        "Where to report a scam",
        "How to report accusations of fraud?",
        "A protocol for reporting scam is needed.",
        "There are methods for reporting deceptive practices.",
        "How do I report things that are false?",
        "Points reporting fraud cases?",
        "Is there a way for you to alert about fraud.",
        "Immediate notification regarding deception?",
        "So how do you snitch on fake sh*t?",
        "Where do I go to report con?",
        "What can we do to report fraud?",
        "Any tips on how to report scam?",
        "Where can I report activity that is fraudulent?",
        "How to alert if there are frauds?",
        "Is there any advice for reporting fraud?",
        "Unmask dishonest stealing.",
        "How to report actions that are against the law?",
        "Something that isn't real should be reported.",
        "How to start, how to report exposure, fraud.",
        "Do you have a protocol to report scam?",
        "Have tips about scam reports?",
        "How to report activity that's not real?",
        "How about any tips for reporting fraud?",
        "Where do I report fraud",
        "If you want to report fraud, how?",
        "Do you know where to report devious cons?",
        "Have questions on scam reports...",
        "I need advice on the procedure to report fraud.",
        "Yes, where can I report fraudulent activity?",
        "Report all fake activity.",
        "I am not sure how to warn against impostors.",
        "Should we suggest a protocol for reporting scam?",
        "Ways to reveal counterfeit conducts...",
        "How can we report a scam?",
        "Can you give us tips on scam reports?",
        "There are ways to expose bad actors.",
        "Can I report something suspicious?",
        "If you see fraudulent activity please report it.",
        "Can you give me some tips on scam reports?",
        "Is it possible for you to alert about fraud?",
        "Where do you go to report fraud?",
        "How to report scam activity?",
        "How can I go after the fraudsters?",
        "How to report the activities that go against the law?",
        "How to document deceitfulness?",
        "Are you going to quickly report fake crap?",
        "How to report any activity that is not legit?",
        "How to report that aren't real?",
        "How to report the activity that goes against law",
        "Ways to get the attention of fraudsters.",
        "How to report activity that goes against the rules?",
        "To report activity that is not legit, how?",
        "How to report swindling?",
        "I am not sure how to report fraud.",
        "Is there a way to report things that aren't real?",
        "Is it possible to report fake shit quickly?",
        "What do you do to report fraudulent activity?",
        "Any pointers to report fraud?",
        "How do you report scams?",
        "What can I do to report suspected fraud?",
        "Please report any activity that isn't real.",
        "How can I report fraud cases?",
        "Sharing steps to alert about fraud?",
        "Do you have any tips about reporting fraud?",
        "Is there a way to report a scam to you?",
        "How can we tell on frauds?",
        "Is there a way to catch fraudulent acts?",
        "Reporting fake actions?",
        "How can we report the activity that's not legit?",
        "How would I report false activity?!",
        "Can you tell us where to report a scam?",
        "How can you report the activity that's not legit?",
        "So where to report a scam?",
        "How would Ireport false activity?",
        "How to flag frauds?",
        "How am I supposed to report fraud?",
        "How to reportactivities that aren't legit?",
        "Is there a way I can report suspicious activity?",
        "Is it possible to report fraudulent acts?",
        "Can I report suspected fraudulent activity?",
        "I wondered if I could report suspected fraud.",
        "How do I report fraudulent activity",
        "Can you give any tips for reporting a scam?",
        "Can you give any tips for reporting scam?",
        "Is there a way to alert you to fraud?",
        "How to report activity which is not legit?",
        "How would a false activity be reported?",
        "How can we report the activities that go against the law?",
        "report fraudulent actions",
        "What is the protocol for documenting deceivingness?",
        "How would I Report false activity?",
        "How to report the activity that is not real?",
        "I don't know where to report fraud.",
        "Do you have any steps to alert about fraud?",
        "How to report something that isn't true?",
        "I wonder if I can report suspected fraud",
        "What is the protocol for documenting liars?",
        "Any pointers on reporting fraud?",
        "How do I make a report of fraud?",
        "Is there any way you could help alert to fraud?",
        "Reporting scam methods",
        "How do we document dishonestness?",
        "What is the protocol for documenting dishonesty?",
        "How would I be able to report false activity?",
        "How do we report things that aren't real?",
        "Where can I make a report of a scam to you?",
        "Immediate Alerting regarding deception?",
        "How would one report false activity?",
        "Is there a way to share steps to alert about fraud?",
        "What do you recommend for reporting a scam?",
        "The activity that goes against the law, how to report it?",
        "How would I report fraudulent activity?",
        "I want to know where to report devious cons.",
        "How do you report activity that's not legit?",
        "Is there a place to report scam to you?",
        "Is there a place to report fraudulent cases?",
        "How to inform on frauds?",
        "Advice on reporting fraud cases?",
        "How would I claim false activity?",
        "How to tell when activity goes against the law?",
        "Reporting scam methods can be used.",
        "Ways to alert about fraud?",
        "How would I deal with false activity?",
        "How can I report suspicious activity to the authorities?",
        "How to report things that are not in reality?",
        "I don't understand how to report fraud.",
        "I need tips for snitching out scam artists.",
        "Tips on scam reports are needed",
        "How can we report activities that go against the law?",
        "Do you know how to detect fraudulent acts?",
        "Where can I report bogus activity?",
        "Tell us the procedure to report fraud.",
        "There are ways to report scam",
        "Can we report fraudulent activity?",
        "Where do I report deceptive behavior?",
        "Did you know the procedure to report fraud?",
        "Have questions about scam reports...",
        "There's ways to expose fraudsters.",
        "Where am I supposed to report deceptive cons?",
        "Suggestions about reporting fraud cases?",
        "I have a question how to report suspicious activity.",
        "You ought to catch fraudulent acts.",
        "I want to know any tips fornitching out scam artists.",
        "It would be helpful to suggest a protocol for reporting scams.",
        "How can I snitch on fake stuff?",
        "Inform about fraudulent actions?",
        "catch fraudulent acts?",
        "How to report things that isn't true?",
        "How do I report fraud",
        "How would I report things that are false?",
        "Reporting fraud actions?",
        "How to alert on fraudulent activity?",
        "How to report an activity that is against the law?",
        "Do you have a protocol for reporting fraud.",
        "Urgent! Alerting about deception?",
        "How is it possible to report activity that goes against the law?",
        "Can I report a suspicion of fraud?",
        "Where do you find the place to report fraud cases?",
        "Where do I report evil cons?",
        "I asked if I could report suspected fraud.",
        "Do you need tips on scam reports...",
        "What about reporting fraudulent activities?",
        "How toreport the activity that goes against the law?",
        "There are ways to uncover fraudsters.",
        "How do you report fraud cases?",
        "How do you find out about fake sh*t?",
        "How can I report fraud to you?",
        "Ways to catch the fraudsters.",
        "Is it possible to alert on frauds.",
        "Are there steps you can share to alert about fraud?",
        "Is it possible to alert about fraud.",
        "Do you have a suggestion for reporting scam?",
        "What's the protocol for documenting wrongdoing?",
        "What about quick report fake shit?",
        "Ways of exposing criminals.",
        "How can I report the activities that go against the law?",
        "How to report malfeasance?",
        "How can you report the activity that goes against the law?",
        "If you can, please report fake activity.",
        "There are methods for reporting deception.",
        "How do I report scams?",
        "Report activity that isn't real.",
        "Please tell me the procedure to report fraud",
        "Is there any place to report devious cons?",
        "Do you have a suggestion for a protocol for reporting fraud?",
        "What do I do to report false activity?",
        "How can you tell about frauds?",
        "Is there any information about reporting scam?",
        "Is there any pointers reporting fraud cases?",
        "How can we report scam?",
        "Are there tips on scam reports?",
        "How can I put a stop to them?",
        "How to tell if the activity goes against the law?",
        "How to report things that aren't reality?",
        "What place should I report devious cons?",
        "Quick report bogus stuff?",
        "It is possible to report a scam.",
        "Alerting people about deception?",
        "The methods of reporting scam.",
        "If you see any fake activity please report it.",
        "A report of fraudulent actions?",
        "Can I report scam to you?",
        "How can I report activities that aren't legit?",
        "There were ways to expose the fraudsters.",
        "How will I report suspicious activity?",
        "How to spot potential frauds?",
        "How can you report the activity that is against the law?",
        "How to report activity that is fraudulent?",
        "Do you have a protocol for reporting a scam.",
        "Is it possible to report fake crap quick?",
        "Ways to expose people who are crooks.",
        "How can we spot frauds?",
        "Do you know how to report activities that go against the law?",
        "Ways to expose the criminals.",
        "There is a question where to report a scam.",
        "Protocol for reporting scam.",
        "snitch on fake sh*t, how?",
        "Do you have a suggestion for a protocol for reporting scams?",
        "how to report the activity that is not legit",
        "Please provide a protocol for reporting scam.",
        "There is fraud, where do I report it?",
        "Any ways to report fraud cases?",
        "Can I make reports of suspected fraud?",
        "Do you have a protocol for reporting a scam?",
        "Need tips on how to report a scam...",
        "How would I report an activity that is false?",
        "How do you report activities that are not legit?",
        "How would my report false activity?",
        "Is there any information on reporting a scam?",
        "Ways to identify fraudsters.",
        "Looking for tips on scam reports.",
        "Where do I report suspected fraud?",
        "How can I report the illegal activity?",
        "How can we report the activity that is against the law?",
        "How to report the activity that is not legit?",
        "There are any tips for reporting the scam.",
        "Alerting about deceiving things?",
        "How should I report fraudulent activity?",
        "Please tell me how to report fraud.",
        "Where do I report con artists?",
        "There are some methods for reporting fraud.",
        "Do you have any tips on how to snitch on fraud?",
        "Suggestions on how to report scams?",
        "I have a question about where to report a scam to you.",
        "Is possible to report suspected fraud.",
        "How to report the activity that goes against the laws?",
        "What are the ways to alert on frauds?",
        "How to report things that aren't right.",
        "Is the procedure to report fraud?",
        "What is the protocol to document deceivingness?",
        "Something to alert about deception?",
        "Should I alert on frauds?",
        "What tips do you have for snitching out scam artists?",
        "I want to suggest a way to report scam.",
        "To report things that aren't real.",
        "How do I report bogus activity?",
        "How do we report fraudulent activity?",
        "Is it possible to share steps to alert about fraudulent activity?",
        "Where can we report fraud?",
        "Is there a way I can report suspected fraud?",
        "What about quick report fake crap?",
        "What should I do if the activity is not legit?",
        "How to report fraud??",
        "What is the easiest way to report fraud?",
        "How do I report false activities?",
        "There are any pointers that report fraud cases?",
        "Ways to find and expose fraudsters.",
        "If you see fake activity please report it",
        "How can I alert on fraud?",
        "A question about where to report a scam.",
        "When reporting a scam, there are methods.",
        "How to report forgery?",
        "How do you snitch on a fake sh*t?",
        "What's the best way to report fraudulent activity?",
        "how to report activity that isn't legit",
        "Where are I supposed to report fraud?",
        "where to report a scam",
        "Should there be a procedure to report fraud?",
        "How would I report false Activity?",
        "How could I report fraudulent activity?",
        "How do you report on fake sh*t?",
        "How to report things that aren't genuine?",
        "I don't know how to report suspicious activity",
        "How is it to report fraud?",
        "I'm looking for tips for snitching out scam artists.",
        "Picking out fake activity?",
        "I am wondering where I can report fraudulent activity.",
        "There are ways of reporting a scam.",
        "Is there a place where I can report a scam?",
        "Do you have any tips on how to report a scam?",
        "Where am I able to report fraud?",
        "How snitch on fake shit?",
        "Questions about procedure to report fraud.",
        "Trying to unveil fake activity?",
        "They would like to suggest a protocol for reporting scam.",
        "Yes, quick report fake crap?",
        "How do you tell about fake sh*t?",
        "How to report activities that are not legit.",
        "How do I report fraudulent activities?",
        "Quick report faking?",
        "How quickly to report fake crap?",
        "How would I tell if there were false activity?",
        "Tell me the procedure to report fraud?",
        "Do you know how to detect frauds?",
        "How to make a report on fraud?",
        "What can be done to report activity that goes against the law?",
        "What should be reported about activity that goes against the law?",
        "Should we discuss the procedure to report fraud?",
        "Should I report a scam?",
        "To report the activity that goes against the law?",
        "How would I report something that isn't true?",
        "We should catch fraudulent acts.",
        "How to report exposure and fraud are topics of discussion.",
        "Should you have any tips on scam reports?",
        "There are ways to report fraud.",
        "Is there any way you could alert people about fraud?",
        "I don't know how to report suspicious activities.",
        "Where can someone report a scam?",
        "Want tips on scam reports?",
        "There are ways to expose wrongdoing.",
        "How can I report activities that go against the law?",
        "Is it possible to report fraud actions?",
        "There are different methods for reporting scam.",
        "What are the best tips for reporting a scam?",
        "What about fraudulent actions being reported?",
        "Is it possible to let others know about fraud?",
        "There are ways to expose people who are fraudulent.",
        "How should I report activity that's not legit?",
        "How to report if the activity goes against the law?",
        "I want to know where to report fraud cases.",
        "Is it possible to report the activity that isn't legit?",
        "How do I report questionable behavior?",
        "There are some methods for reporting scam.",
        "Want to get tips on scam reports...",
        "Can I make a report of a scam to you?",
        "Do you know what to do to catch fraudulent acts?",
        "How to report things that are not real?",
        "If you're seeing fake activity please report it.",
        "Alerting upon deception?",
        "Do you know procedure to report fraud?",
        "How to begin and report exposure and fraud.",
        "There should be a protocol for reporting the scam.",
        "How to report that activity that isn't legit?",
        "How to report the activity which isn't legit?",
        "It's possible to expose fraud.",
        "How to report things that aren't really happening.",
        "How can I report the activity that is against the law?",
        "Please tell us how to report fraud.",
        "Am I able to report suspected fraud?",
        "Report the fake activity.",
        "The methods for reporting fraudulent activity.",
        "How t' snitch on fake shit?",
        "Do you have any tips for snitching out fraudsters?",
        "Where am I able to report the scam to you?",
        "How would I notice false activity?",
        "Can I make a report of fraud?",
        "How can you tell the activity is not legit?",
        "Can I report allegations of fraud?",
        "Reports of scams can be reported using methods.",
        "Reports of suspected fraud can be reported.",
        "Alertingabout deception?",
        "Reports of fake stuff quick?",
        "How to report act of fraud?",
        "How to report someone committing fraud?",
        "How did you discover fake sh*t?",
        "How to let people know about counterfeit conducts...",
        "How would I report false acts?",
        "Please report activities that are fake.",
        "Is there a way to report suspicious activity?",
        "Should the procedure to report fraud be advised?",
        "What is the protocol for documenting deceptive behavior?",
        "Alerting about a deception?",
        "Where should I report a scam to?",
        "How can we report things that aren't true?",
        "How can I report something irregular?",
        "Ways to expose a criminal.",
        "Is there any way to report scams?",
        "I'm curious if I can report suspected fraud.",
        "There is a need for a protocol for reporting scams.",
        "protocol for reporting scams",
        "How can one report activity that is not legit?",
        "There are ways to reveal fraud.",
        "Methods for reporting frauds.",
        "How do you report fake sh*t?",
        "How can one report the activity that goes against the law?",
        "There's a question where to report a scam.",
        "Any recommendations for reporting fraud cases?",
        "What should we do to report fraud?",
        "How can I report activities that are suspicious?",
        "How fraud is reported?",
        "How to report \"things that aren't real\"?",
        "What should I do to warn against fakes?",
        "Tips on scam reports needed...",
        "Is it possible to alert on frauds?",
        "How would I Report False activity?",
        "How to make a report of fraud?",
        "Immediate alerting regarding deception?",
        "How would I tellFalse activity?",
        "Where can I complain of fraudulent activity?",
        "Reporting fraudulent activity",
        "There are needed tips on scam reports.",
        "There are any tips reporting fraud cases?",
        "There are methods for reporting crooks.",
        "What are some tips for reporting fraudulent activity?",
        "A quick report of fake shit?",
        "How do I report forgery?",
        "How to start, how to report exposure and fraud.",
        "You should need tips on scam reports.",
        "Should I report suspected fraud.",
        "Suggestions on how to report scam reports...",
        "How do you tell about a fake sh*t?",
        "How to tell things are fake?",
        "Reporting fraudulent activites?",
        "How do I detect imposters?",
        "How to report the actions that go against the law?",
        "How snitch about fake sh*t?",
        "Please report the fake activity",
        "How can I report wrongdoing?",
        "Are there steps to alert about fraud?",
        "Is the procedure to report fraud explained?",
        "What is the best way to alert on frauds?",
        "How can I tell about suspicious activity?",
        "The methods of reporting fraud.",
        "Any suggestions as to how to report a scam?",
        "Any instructions on how to report fraud cases?",
        "Can I report suspicions of fraudulent activity?",
        "The procedure to report fraud is not known.",
        "Do you have any steps you can share to alert about fraud?",
        "The procedure to report fraud, please advise?",
        "What should I do to report a scam to you?",
        "How do I know when a fake sh*t is happening?",
        "Tell me any tips for reporting fraud.",
        "Reports fraudulent actions?",
        "If you see a fake activity please report it.",
        "Where can I file a report about a scam?",
        "Reports of fake shit quick?",
        "There are things that aren't real and how to report them.",
        "I would like to know how to report false activities.",
        "How to report/exposure/fraud",
        "Can anyone give me any tips for reporting scam?",
        "What's the place to report a scam?",
        "Please tell me about the procedure for reporting fraud.",
        "How to report false activity.",
        "What about a quick report of fake crap?",
        "How do I tell against imposters?",
        "Simple ways to report counterfeit conducts...",
        "How do we report fraud cases?",
        "Where do I report devious crimes?",
        "Have tips on scam reports?",
        "How is fraud reported?",
        "How to report the activity that is breaking the law?",
        "Is there any way to alert on frauds?",
        "pointers reporting fraud Cases?",
        "I'm interested in any tips for snitching on scam artists.",
        "Where do I make a report of fraud?",
        "Advice on scam reports is needed.",
        "Any tips for reporting fraudulent activity?",
        "There are various methods for reporting scam.",
        "Is there a way you can alert about fraud.",
        "How to report activities that are fraudulent?",
        "Are you suggesting to catch fraudulent acts?",
        "How can we report fraud.",
        "Do you have any advice on the procedure to report fraud?",
        "Where can I report things like fraud?",
        "How snitch on a fake sh*t?",
        "How to REPORT the activity that is not legit?",
        "Report fraud cases?",
        "How could I report false activity?",
        "Are there steps you could take to alert about fraud?",
        "Can someone report suspected fraud?",
        "Can you offer tips on scam reports?",
        "Is there a place to report devious cons?",
        "Do you know how to report activity that is not legit?",
        "How to report the activity that is against the law?",
        "How do I identify impostors?",
        "How to report scam.",
        "How to report and expose fraud.",
        "Immediate report fake crap?",
        "Ways to identify fraudulent activity.",
        "How are we supposed to report fraudulent activity?",
        "How do I find out about impostors?",
        "What can you do to alert about fraud?",
        "If you have seen fake activity, please report it.",
        "How do you record deceitfulness?",
        "How to report the activities that go against the laws?",
        "How to report activity that isn't legit?",
        "How can I report activity that's not legit?",
        "Suggestions on how to snitch out scam artists?",
        "How would you report the activity that is not legit?",
        "I would like to suggest a protocol for reporting scam.",
        "What is the protocol for documenting deception?",
        "I have no idea how to report false activity.",
        "How can I report the activity that goes against law?",
        "procedure to report fraud",
        "What is the best way to report the activity that goes against the law?",
        "How to report the fraud?",
        "It's possible to expose fraudsters.",
        "Reporting fraudulent practices?",
        "There are ways for reporting scams.",
        "I would like to suggest a protocol for reporting the scam.",
        "I ask, can I report suspected fraud?",
        "I'm not sure where to report fraud.",
        "I need any tips for reporting a scam.",
        "Any advice for reporting a scam?",
        "There is a way to report the activity that is not legit.",
        "Where am i supposed to report fraud?",
        "Tips on scam reports is needed.",
        "Do you recommend a protocol for reporting fraud?",
        "How to report something that is not legit?",
        "Are you supposed to catch fraudulent acts?",
        "How would I report a false activity.",
        "Reporting actions that are fraudulent?",
        "PleaseReport fake activity",
        "how would I report false activity",
        "Do you recommend a procedure to report fraud?",
        "Are there ways to alert on frauds?",
        "The procedure to report fraud",
        "How should I watch out for impostors?",
        "Please report any fake activity",
        "I wonder how to report false activity.",
        "Reporting of fraudulent actions?",
        "How about a place to report fraud cases?",
        "Have you considered a protocol for reporting scam?",
        "There are any suggestions on how to report fraud cases?",
        "People are wondering where to report a scam.",
        "Reporting malfeasance?",
        "Alerting the public about deception?",
        "I do not know where to report fraudulent activity.",
        "A quick report of a fake incident?",
        "Where do I report deceptive cons?",
        "Reporting acts of fraud?",
        "I need advice on how to report fraud.",
        "Want to know about scam reports.",
        "Can I report the fraudulent activity?",
        "Where do I report scam to?",
        "Is there a place I can report a scam to you?",
        "In which place to report a scam?",
        "Where can I report fraud cases.",
        "How to report things that are not truth?",
        "You can catch fraudulent acts.",
        "How to report things that aren't believable.",
        "How to report bogus things?",
        "Do you have any tips for reporting a scam?",
        "Are I supposed to report fraud?",
        "Do you know how to catch fraudulent acts??",
        "Where can I tell about a scam?",
        "I wonder if I can report suspected fraud.",
        "What can I do to report fraud?",
        "Alerting regarding deception?!",
        "There's a question about where to report fraud cases.",
        "I don't know how I can report suspicious activity.",
        "Do you have any tips for snitching out scammers?",
        "Can I report fraud?",
        "What procedure do you use to report fraud?",
        "Do you need any tips on scam reports?",
        "There is a procedure to report fraudulent activity.",
        "Do you have a procedure to report fraud?",
        "How do you report activity that goes against the law?",
        "Do you have any suggestions for a protocol for reporting fraud?",
        "Is there any advice for snitching on scam artists?",
        "There are tips to help with scam reports.",
        "How can a person report fraud?",
        "How can I tell against impostors.",
        "How can I report suspicious activity.",
        "How to report activity that is not true?",
        "What are the tips for reporting fraud?",
        "Do you know what procedure to report fraud?",
        "Is suspected fraud possible to report?",
        "Do you know where to report a scam?",
        "Reporting fraudulent activity.",
        "Report suspected fraud?",
        "How do you report the activity that is not legit?",
        "Where do I report devious criminals?",
        "I don't know where to report devious cons.",
        "What can be done to report the activity that is not legit?",
        "Are you able to share steps to alert about fraud?",
        "What are the procedures to report fraud?",
        "What is the protocol for documenting misdeeds?",
        "where to report scam",
        "There is a question about how to report fraud.",
        "What is the protocol documenting dishonest activity?",
        "Is there a way to alert about fraud?",
        "Do you have any pointers on reporting fraud cases?",
        "Various methods for reporting scam.",
        "Where can I report false evidence?",
        "How would I spot false activity?",
        "Tips for scam reports...",
        "To report a scam.",
        "You should report fraudulent activity.",
        "Where should I report a scam?",
        "Would it be possible to alert about fraud?",
        "What should I do to alert against impostors?",
        "How should we report activities that are not legit?",
        "What do I do to report fraud?",
        "Alerting about false information?",
        "How to tell things that aren't legit?",
        "What do I have to do to report false activity?",
        "How to report fraud cases?",
        "There are any pointers to reporting fraud cases",
        "What procedure would you recommend to report fraud?",
        "Is it possible to immediately report fake crap?",
        "There is a way to report fraudulent activity.",
        "How do we document deceitfulness?",
        "Is there a procedure to report fraud?",
        "Please tell me what procedure to report fraud.",
        "Please advise about the procedure to report fraud.",
        "Where can I submit a report about a scam?",
        "How to report things that don't actually happen?",
        "Do you have any advice for reporting scam?",
        "The procedure to report fraud.",
        "Is there a way to report fraudulent activity.",
        "How to report possible fraud?",
        "Any tips for reporting scam artists?",
        "Are there any procedures to report fraud?",
        "How to report scam?",
        "There are ways to identify fraud.",
        "I'm unsure how to report fraud.",
        "How to report the activity that wasn't legit?",
        "Please report hoax activity.",
        "Someone should report fake activity.",
        "How to report the activity that isn't in line with the law?",
        "Please report all fake activities.",
        "Do you have any advice about the procedure to report fraud?",
        "It is possible to report the scam.",
        "Do you have any tips on how to snitch on fraudsters?",
        "For reporting scam methods.",
        "How can I tell about fraudulent activity?",
        "Make sure to catch fraudulent acts.",
        "I have a question about where to report scam to you.",
        "Is it possible to report fake crap?",
        "Is there any help for reporting fraud?",
        "Need to catch fraudulent acts?",
        "Is there any tips on how to snitch on scam artists?",
        "How do you know about a fake sh*t?",
        "Where could I report a scam?",
        "How fast could you report fake crap?",
        "How to report when something goes against the law?",
        "There are Ways to expose fraudsters.",
        "How can I expose those frauds?",
        "What is procedure to report fraud?",
        "How can I report the scam to you?",
        "Ways to expose cheating people.",
        "Is there any way you could tell about fraud?",
        "Reporting scams requires methods.",
        "What is the protocol for documenting dishonest acts?",
        "Is it possible for me to report the scam to you?",
        "The ways to expose criminals.",
        "Some methods for reporting scam.",
        "What is the protocol to document fraud?",
        "How to report things that aren't authentic?",
        "Where file a claim of fraud.",
        "How can I report something that is questionable?",
        "How to tell the activity that is not legit?",
        "Could you let people know about the fraud?",
        "How can we tell about fraudulent activity?",
        "Easy ways to report fake conduct...",
        "Please report any activity that is fake.",
        "Is there a way to warn against fakes?",
        "How can I catch the frauds?",
        "There should be a report of fake activity.",
        "Ways to track down fraudsters.",
        "Is the procedure to report fraud helpful?",
        "Check for fraudulent acts?",
        "There are ways to reveal fraudsters.",
        "There are methods available for reporting scam.",
        "How todos on scam reports...",
        "Do you have a suggested protocol for reporting scam?",
        "The place to report fraud cases is not clear.",
        "How wouldI report false activity?",
        "You can report fraud.",
        "What about reported fraudulent actions?",
        "Is there any pointers that report fraud cases?",
        "How would it be reported as false activity?",
        "What should I do to report suspicious activity?",
        "Is there any advice on how to snitch on scam artists?",
        "Do you have any suggestions for reporting scams?",
        "It is possible to report scam using methods.",
        "For tips on scam reports...",
        "Please report fake activity if possible.",
        "Where can I report false information to you?",
        "I would like to know where to report fraud cases.",
        "How could you alert people about fraud?",
        "What about a quick report of fake stuff?",
        "Is there a place I can report the scam to you?",
        "How shall I report the activity that goes against the law?",
        "Where is I supposed to report fraud?",
        "What are the protocols for documenting deceitfulness?",
        "How should I report activity that goes against the law?",
        "If you witness fake activity, please report it.",
        "What about reporting fraudulent actions?",
        "How to spot frauds.",
        "How to report something that is questionable?",
        "How to report that fraud?",
        "Tips about scam reports are needed...",
        "Please report the faking activity.",
        "How would I discover false activity?",
        "How can I stop the fraudsters?",
        "What is the protocol for documenting wrong doing?",
        "How do I report cases of fraud?",
        "There are any tips for reporting scam?",
        "You should report the scam.",
        "How to report scams.",
        "There are any suggestions on how to report a scam.",
        "There are tips for reporting fraud.",
        "Report bogus activity.",
        "Where am I able to report devious cons?",
        "How would I say false activity?",
        "There are tips on scam reports needed.",
        "tips for reporting fraud?",
        "Reporting a fraudulent act?",
        "Tell us how to report fraud.",
        "How to report devious cons?",
        "What is the protocol to document deceitfulness?",
        "Where do I make reports of devious cons?",
        "How can I report what goes against the law?",
        "What is the way to report the activity that goes against the law?",
        "How do I report this crime?",
        "Do you have a way for reporting scam?",
        "How do I report false activity?",
        "PleaseReport fake activity.",
        "Reporting fraudulent behaviors?",
        "Can you tell me how to report the activity that is not legit?",
        "How to report the activity that is fake?",
        "I would appreciate if you could suggest a protocol for reporting fraud.",
        "Can a person report suspected fraud?",
        "We don't know how to report fraud.",
        "What should be reported about fraudulent actions?",
        "They need to report fraud cases.",
        "Alerting about misrepresentation?",
        "How to report stuff that is not real?",
        "Reporting any fraudulent actions?",
        "What is the protocols for documenting deceitfulness?",
        "How about where to report fraud cases?",
        "How to report/exposure/fraud.",
        "Ways to stop fraudsters.",
        "What procedure is needed to report fraud?",
        "The place to report fraud cases is a mystery.",
        "Where can I report activities that are fraudulent?",
        "How about reporting false actions?",
        "Reporting deceptive actions?",
        "Suggestions for snitching out the scam artists?",
        "Is there a way to warning against impostors?",
        "Want to catch fraudulent acts?",
        "Do you have any procedure for reporting fraud?",
        "Is it possible to share steps to alert about fraud?",
        "Is it possible I can report suspected fraud?",
        "Ways to report counterfeit conducts...",
        "What do you do to detect frauds?",
        "Do you have a way to report a scam?",
        "The methods for reporting scams.",
        "Is there a place that I can report a scam to you?",
        "How can I report the activity that isn't legit?",
        "Does anyone know how to report fraud?",
        "How can I report fraudulent activity to you?",
        "I don't know how to report fraud.",
        "How can they report suspicious activity?",
        "Please report fake stuff.",
        "How can one report fraud?",
        "Has anyone shared steps to alert about fraud?",
        "Fraud cases should be reported by any pointers?",
        "How to report things that aren't very real?",
        "Where can I report potential fraud?",
        "Where do I report devious crooks?",
        "Suggestions for snitching out scammers?",
        "Any suggestions on when to report fraud cases?",
        "Is there any way you could alert me about fraud?",
        "How to report the activities that go against the law",
        "How can I report things that seem suspicious?",
        "Alerting regarding misrepresentations?",
        "Suggestions on how to report scam?",
        "Do you have any guidelines for reporting scam?",
        "What do I do about impostors?",
        "Where can I find a place to report fraud?",
        "REPORT fraudulent actions?",
        "Suggestions fornitching out scam artists?",
        "How do I identify fakes?",
        "There are ways to uncover fraud.",
        "Want tips on scam reports.",
        "I want to know where I report fraud.",
        "How to report activity that is illegitimate?",
        "Is there a way I can warn against impostors?",
        "How about the place to report fraud cases?",
        "Where do I submit a report of fraud?",
        "What is the protocol for documenting deceitfulness?",
        "Is there any way to report false activity?",
        "Do you advise on the procedure to report fraud?",
        "How to report what isn't real?",
        "What should I do to warn against imposters?",
        "How do you report fraud?",
        "How would I recognize false activity?",
        "How to report things that are not valid?",
        "The procedure to report fraud might be helpful.",
        "Does anyone know where to report a scam?",
        "How do I warn against people who are not real?",
        "A method for reporting fraud.",
        "Instructions to report fraud?",
        "Where to file a report of a scam?",
        "Please report fake activity.",
        "How to report what is not real?",
        "How will I report fraudulent activity?",
        "What is the protocol for documenting deceptive behavior.",
        "Where can I report deceptive activity?",
        "How should the activity be reported if it goes against the law?",
        "How can I detect frauds?",
        "How to begin, report exposure and fraud.",
        "I have a question on how to report fraud.",
        "Where are we supposed to report fraud cases?",
        "Is there a way I warn against impostors?",
        "Suggestions for reporting a scam?",
        "Where can I report accusations of fraud?",
        "How should we report the activity that is not legit?",
        "If you see fake activity, please report it",
        "Any references to report fraud cases?",
        "Do you have any tips about snitching out scam artists?",
        "What procedure should we follow to report fraud?",
        "How to report all fraudulent activity?",
        "Should you need tips on scam reports?",
        "Any information on reporting fraud cases?",
        "Which fraudulent actions should be reported?",
        "Where can I make a report of fraudulent activity?",
        "How can I report dubious activity?",
        "How to report the activity that goes against a law?",
        "Can you give me any tips for snitching out fraudsters?",
        "There are places to report the scam.",
        "There needs to be a protocol for reporting scam.",
        "How can you alert to fraud?",
        "Alerting regarding fake news?",
        "What is the procedure for reporting the activity that goes against the law?",
        "Where can I report wrong doing?",
        "Have I the ability to report suspected fraud?",
        "Are there any places to report scam?",
        "You want to report fraud cases?",
        "It is possible to report scam.",
        "Any suggestions to report fraud cases?",
        "Any tips for reporting a scam?",
        "There are some tips for reporting scams.",
        "How do I report suspected fraud?",
        "Is there a quick way to report fake crap?",
        "There are ways to expose corrupt people.",
        "Where to complain of a scam?",
        "To where can I report a scam?",
        "How can I report a scam to you?",
        "Please report all fake activity.",
        "Is there any information on reporting scam?",
        "How to report fake things?",
        "You should Report fake activity.",
        "Suggestions for snitching out crooks?",
        "How about Reporting fraudulent actions?",
        "How can you alert people about fraud?",
        "How to tell the activity is not legit.",
        "How to report exposing fraud.",
        "Some pointers reporting fraud cases.",
        "How to report the activity which goes against the law?",
        "Where is I supposed to report devious cons?",
        "How could I report false activities?",
        "There are ways to expose the fraudulent.",
        "Did you know how to alert about fraud?",
        "Protocol for documenting deceitfulness?",
        "How do I report fraudulent activity?",
        "Is there any help reporting fraud cases?",
        "Please report fake activity that is not real.",
        "How do I report a scam to you?",
        "How could I tell if there was false activity?",
        "Is there any information for reporting scam?",
        "Reporting misdeeds?",
        "Is it possible for me to report a scam to you?",
        "How to report exposure or fraud.",
        "I have a question about how to report false activity.",
        "Is it possible to report the activity that's not legit?",
        "How to alert about frauds?",
        "How do I report instances of fraud?",
        "How to report things that aren't really real?",
        "How would me report false activity?",
        "Do you have any way to alert about fraud?",
        "How to report an activity that is not legit.",
        "Is there a way that you can alert about fraud?",
        "How to report exposure and fraud is a topic.",
        "If you see any fake activity, please report it.",
        "What about reporting fraudulent actions.",
        "How am I supposed to report false activity?",
        "Is there a way to tell against imposters?",
        "How can I spot frauds?",
        "Do you have a place where I can report a scam?",
        "You can report fake activity.",
        "Is it possible to share steps to report fraud?",
        "Are there ways to report things that aren't real?",
        "I have a question about how to warn against impostors.",
        "Where to file a complaint of fraud.",
        "If I suspect fraud, can I report it?",
        "I want to know how to report suspicious activity.",
        "Where can I file a report of fraud?",
        "How will I report false activity?",
        "Report fake activity",
        "How to start and report exposure and fraud.",
        "How can you report things that aren't true?",
        "Can I report forgery?",
        "Does anyone know how to warn against impostors?",
        "How should we report the activities that go against the law?",
        "Is there a place where fraud cases can be reported?",
        "Ways to get in touch with fraudsters.",
        "How to begin/how to report/exposure/fraud",
        "Alerting about deception pronto?",
        "I didn't know how to report false activity.",
        "Should suspected fraud be reported?",
        "How to reporting things that aren't real?",
        "how to report activity that goes against the law",
        "How can I report the fraud to you?",
        "How to report things that don't really happen?",
        "Tips about scam reports are needed.",
        "I want to know if I can report suspected fraud",
        "What can be done to report fraud?",
        "You want tips on scam reports.",
        "Report activities that are not real.",
        "Is there a way for me to report suspected fraud?",
        "where can I report a scam?",
        "Report the activity that goes against the law",
        "Report the activity as fake.",
        "How to report exposure andfraud",
        "Do I have a way to warn against impostors?",
        "How to start reporting exposure and fraudulent activity.",
        "How can I report fraud?",
        "How could you tell about fraud?",
        "Quick report fake news?",
        "Where can I report a scam?",
        "Could you let others know about fraud?",
        "Should you report the scam?",
        "Do you know where to report the scam?",
        "Where can I send a report about a scam?",
        "Where am I supposed to report devious crimes?",
        "Are there any tips fornitching out scam artists?",
        "How to alert on fraud?",
        "If I suspect fraud can I report it?",
        "What about quick report fake stuff?",
        "Do you know ways to alert about fraud?",
        "How to report wrongdoing that goes against the law?",
        "Alerting about deception immediately?",
        "How to report the behavior that goes against the law?",
        "Should the procedure be to report fraud?",
        "Where do we go to report fraud?",
        "How would I tell a false activity?",
        "How can we document dishonestness?",
        "Is there a way you could tell about fraud?",
        "How should we report the activity that goes against the law?",
        "Do you have a protocol for reporting scam.",
        "Is it possible for me to report scam to you?",
        "how to report fraud",
        "Is there any way you could help alert about fraud?",
        "What are the steps to report fraudulent activity?",
        "How can people like me flag fraudulent stuff?",
        "How to report fraudulent activity?",
        "Protocol for reporting scam is something I would like to suggest.",
        "Where should a person report a scam?",
        "Alerting regarding deception?",
        "Where to report a fraud.",
        "How Would I report false activity?",
        "Is it possible to tell against impostors.",
        "Ways to disclose counterfeit conducts...",
        "Is there a protocol for documenting deceitfulness?",
        "Possible steps to alert about fraud?",
        "I want to know where to report fraud.",
        "How do I report the activities that go against the law?",
        "How do you document deception?",
        "What can I do to report scam to you?",
        "Inform on fake sh*t?",
        "Call the police if you see fake activity.",
        "What's the protocol for documenting scheming?",
        "What are the best ways to report fraud?",
        "Quick report that it's fake?",
        "Do you know how to report the activity that goes against the law?",
        "Need suggestions on scam reports.",
        "Reporting frauds?",
        "What is a protocol for documenting deceitfulness?",
        "How about reporting the fraudulent actions?",
        "Are there any tips for reporting fraud?",
        "There are ways to expose people who are dishonest.",
        "Is there a way to report false activity?",
        "Some pointers reporting fraud cases?",
        "Is it possible to report the fraudulent activity?",
        "Where do I go to report a scam to you?",
        "There are methods to report fraud.",
        "Is there a place where I can report a scam to you?",
        "There are ways of reporting the scam.",
        "How I report fraud?",
        "Do you have any tips on reporting scam?",
        "Concerning fake activity?",
        "How do you know when a fake sh*t is going on?",
        "There are any tips for reporting fraudulent activity?",
        "Do you know what the procedure to report fraud is?",
        "How do I detect fakes?",
        "Can I report suspected fraud.",
        "What should people do to report a scam?",
        "What pointers report fraud cases?",
        "There are some tips for reporting a scam.",
        "How should I tell against impostors?",
        "Where do I go to report a scam?",
        "Is it possible to report things that aren't real?",
        "There are any pointers to reports fraud cases?",
        "How do I report activity that isn't legit?",
        "Is there any advice on reporting a scam?",
        "I'm wondering where I report fraud.",
        "Concerning procedure to report fraud?",
        "How to report an activity that's not legit?",
        "You can report scam methods.",
        "Report fraudulent activity.",
        "Inquire about the procedure to report fraud.",
        "Please give me tips on scam reports.",
        "Is there any advice on how to report a scam?",
        "I wonder if I can report fraud.",
        "Where do I report deceptive practices?",
        "Do you have any guidelines to report fraud?",
        "Can you give me any tips for reporting scam?",
        "How to report the activity that goes against law?",
        "How do I report this fraud?",
        "How can I tell if the activity goes against the law?",
        "Some methods of reporting fraud.",
        "Fraud, where do I report it?",
        "Report fraudulent actions.",
        "How toreport fraudulent activity?",
        "Where to report a scam?",
        "I'm not sure how to report false activity.",
        "Does anyone know where to report fraud cases?",
        "Do you know of a protocol for reporting scam?",
        "There are ways to expose scam artists.",
        "Reporting fraudulent activities?",
        "How would I report faking activity?",
        "Is it possible to report suspected fraud?",
        "How do I document deceitfulness?",
        "Suggestions about reporting fraud cases.",
        "What is the place to report fraud cases?",
        "How do you report a fraud?",
        "To report fake activity, please.",
        "I wonder whether I can report suspected fraud.",
        "The spot to report a scam?",
        "Is there any way to report the scam?",
        "What is the protocol for documenting deceptiveness?",
        "What is the protocol for documenting unethical behavior?",
        "Is there a place that I can report fraudulent activity?",
        "How to start, how to report exposure,fraud.",
        "Do you have any steps to alert people about fraud?",
        "Where can I report a fraudulent activity?",
        "Need advice about scam reports.",
        "How can we report activity that goes against the law?",
        "How am I supposed to report devious cons?",
        "Where can I get a report of a scam?",
        "Is it possible to report suspectedFraud?",
        "How to report activities which are not legit?",
        "Is it possible to report suspected fraud.",
        "What is the procedure for reporting fraudulent activity?",
        "I need to know how to report false activity.",
        "How would someone report false activity?",
        "Can you alert me on frauds?",
        "I want to know where I can report fraud.",
        "What should be done to report fraudulent activity?",
        "Is there a place I could report fraudulent activity?",
        "Where do I go to report devious cons?",
        "How do you report things that aren't legit?",
        "Alerting regarding deceivers?",
        "Do you know any steps to alert about fraud?",
        "Suggestions on reporting fraud cases?",
        "Any tips about reporting fraud cases?",
        "How to Report Fraudulent Activity?",
        "How do you document deceivingness?",
        "How should the activity be reported when it goes against the law?",
        "There are any tips for reporting fraud cases?",
        "Please report activity that is not real.",
        "There are techniques for reporting scams.",
        "How would I make out false activity?",
        "Is there any advice on snitching out scam artists?",
        "Ways to uncover fraud.",
        "There are methods for reporting dishonest people.",
        "Howwould I report false activity?",
        "I'm wondering how I can report suspicious activity.",
        "To catch fraudulent acts?",
        "Any help reporting fraud cases?",
        "How can you alert on frauds?",
        "Is there a place I can report fraudulent activity?",
        "Refer to procedure to report fraud?",
        "How do I report scam?",
        "Should there be any tips for reporting fraud?",
        "Alerting about deceptive practices?",
        "Where can I report the scam to?",
        "Is there any help for reporting scam?",
        "There are ways to expose con artists.",
        "Alerting on deception?",
        "Report the activity that is fake.",
        "I don't know where to report the scam.",
        "Do you have a protocol for reporting fraudulent activity?",
        "Where do I report people who are devious?",
        "Is it possible to report fraud cases?",
        "Ways to expose crime.",
        "It's a good idea to catch fraudulent acts.",
        "Is there a quick way to report fake shit?",
        "Advice on scam reports.",
        "What can I do to report the fraudulent activity?",
        "Quick report fake shit?",
        "Do you have any suggestions for a protocol for reporting a scam?",
        "What are the tips for reporting a scam?",
        "There are questions about how to report fraudulent activity.",
        "Pick up some tips on scam reports.",
        "Where can I report a fraud to you?",
        "Please give us a protocol for reporting scam.",
        "How to report misdeeds?",
        "Is there a way to warn against impostors?",
        "What can you do to report fraudulent activity?",
        "How to report things that aren't really happening?",
        "Ways to expose fraud.",
        "What do I do to report fraud",
        "How to report a scams?",
        "The protocol for reporting a scam should be suggested.",
        "Want to know about scam reports...",
        "Is it possible to reveal fake activity?",
        "Can I report cases of suspected fraud?",
        "What's the protocol for documenting cheating?",
        "Was there a procedure to report fraud?",
        "How would you report false activity?",
        "Any suggestions for reporting the scam?",
        "Please tell us the procedure to report fraud.",
        "Are you able to alert about fraud?",
        "I need any tips for reporting fraud.",
        "The protocol for documenting deceitfulness?",
        "There's ways to expose fraud.",
        "Is there any tips for reporting scams?",
        "Where can I report acts of fraud?",
        "Is there any place where I can report a scam?",
        "People need tips on scam reports.",
        "I'm unsure where to report fraudulent activity.",
        "A question about any pointers reporting fraud cases.",
        "How to notice frauds.",
        "There are any suggestions for reporting the scam?",
        "Please report fake activities.",
        "Know the procedure to report fraud?",
        "Is it possible to alert people about fraud?",
        "How can we report things that are not real?",
        "Is there a way to warn against imposters.",
        "Where do you go to report a scam?",
        "The report fake activity should be reported.",
        "What procedure is used to report fraud?",
        "Do you know a protocol for reporting fraud?",
        "Quick report something that's fake?",
        "I would like to suggest a protocol for reporting a scam.",
        "How can I report scam?",
        "Is it possible to quickly report fake shit?",
        "How can we tell if the activity goes against the law?",
        "Do you have any tips for snitching on scam artists?",
        "How to start reporting exposure and fraud.",
        "What is the protocol for documenting cheating?",
        "What is the protocol for documenting scheming?",
        "There are any pointers to report fraud cases",
        "Is possible to report suspected fraud?",
        "Where do I report deceptive crimes?",
        "If you observe fake activity, please report it.",
        "How can I report fraudulent activity.",
        "How to disclose counterfeit conducts.",
        "Ways to take down fraudsters.",
        "Ways to expose dishonest people.",
        "There are some ways to expose fraudsters.",
        "tips for scam reports...",
        "How to report when an activity goes against the law?",
        "What is the protocol for documenting dishonest actions?",
        "Various methods for reporting fraud.",
        "Can I report a suspected scam?",
        "procedures to report fraud?",
        "Procedure to report fraud?",
        "Ways of reporting scam.",
        "Reporting suspicious actions?",
        "Alerting of deception?",
        "How to report fake activity?",
        "Where to report a con?",
        "Where can I report fake activity?",
        "There are needed tips on scam reports...",
        "How to start reporting exposure andfraud",
        "How would I report a false event?",
        "Are there ways to report the activity that is not legit?",
        "Do you have an advise on procedure to report fraud?",
        "How would I report activity that is false?",
        "How would I tell if it was false activity?",
        "Anyone have pointers on reporting fraud cases?",
        "There are any tips on how to report scam?",
        "What am I supposed to do against impostors?",
        "Need to know more about scam reports...",
        "Are you able to report the activity that goes against the law?",
        "Is there any tips for reporting scam?",
        "Where should I report devious con?",
        "There is a method for reporting a scam.",
        "Help report fake activity.",
        "I ask if I can report suspected fraud.",
        "Where can I report questionable activities?",
        "How do I complain about fraud?",
        "There are methods used for reporting scam.",
        "scam reporting methods",
        "Ways to expose counterfeit conducts...",
        "Ways to expose thieves.",
        "Tips on scam reports would be appreciated.",
        "How would I report false behavior?",
        "How do you alert about fraud?",
        "I don't know how to report false activity",
        "How do I find out about those fraudsters?",
        "Where to lodge a claim of fraud.",
        "I am not sure where to report fraud.",
        "How can you report the activity that isn't legit?",
        "There are ways to expose people who are fraudsters.",
        "It is possible to report fraudulent activity.",
        "Alerting regarding deceit?",
        "Is there any way to report scam?",
        "There are methods for reporting scams.",
        "I don't know where to report a scam to you.",
        "There are tips to help with scam reports...",
        "How soon can you report fake crap?",
        "Do you have any tips on snitching out fraudsters?",
        "How can I look out for frauds?",
        "How are you supposed to report fraudulent activity?",
        "How would I tell if there were false activities?",
        "Do you have any tips for snitching out fraud?",
        "How can I report things that aren't real?",
        "Can I report suspected illegal activity?",
        "What pointers are reporting fraud cases?",
        "Is there a spot where I can report fraudulent activity?",
        "Is it possible to alert about fraud?",
        "Have you got tips on scam reports?",
        "How would I tell if I saw false activity?",
        "I have questions about how to report suspicious activity.",
        "Is there a place for me to report devious cons?",
        "How can you report a scam?",
        "Suggestions for reporting scam?",
        "There are tips on how to report scam reports.",
        "How to report activities that aren't real?",
        "How can we report fraud?",
        "How to say the activity is not legit?",
        "Make sure to catch fraudulent acts?",
        "Where report devious cons?",
        "What procedure should we use to report fraud?",
        "I want to know how to alert on frauds.",
        "Is there any way to alert about fraud?",
        "Do you know how to report the activities that go against the law?",
        "Where do I report devious people?",
        "Where do you turn to report fraud cases?",
        "How to report things that are fake.",
        "Reports the activity that goes against the law?",
        "How do I report any suspicious activity?",
        "Any ideas on how to report a scam?",
        "Is there a way that you can alert to fraud?",
        "There are ways to take down fraudsters.",
        "Please advise the procedure to report fraud.",
        "Please, report fake activity.",
        "Is there a place I can report fraud?",
        "Suggestions on how to report a scam...",
        "How do I report something that is false?",
        "How to report activities that go against law?",
        "How to report things that aren't legitimate.",
        "Are there places to report a scam?",
        "How do I snitch on fake sh*t?",
        "Report any activity that isn't real.",
        "Someone needs tips on scam reports.",
        "The procedure to report fraud is unknown.",
        "What are the places to report scam?",
        "Is there a way to report the activity that's not legit?",
        "How can I report things that are suspicious?",
        "There is procedure to report fraud.",
        "There are tips about scam reports.",
        "Could you let people know about fraud?",
        "How would I tell the false activity?",
        "Any tips to report fraud?",
        "How do I tell on fake sh*t?",
        "I want to know where to report fraudulent activity.",
        "How can i report fraud?",
        "Is it possible for you to alert to fraud?",
        "Reporting activities that are fraudulent?",
        "Identifying fake activity?",
        "Are you able to report suspected fraud?",
        "How can I report something suspicious?",
        "Where's the place to report devious cons?",
        "Ways to catch people who cheat.",
        "Is it possible to report scam to you?",
        "Report fake activity immediately.",
        "Please suggest a way to report a scam.",
        "Do you know how to spot frauds?",
        "Any suggestions for how to report a scam?",
        "Is there a place I can report devious cons?",
        "You can report fraudulent actions.",
        "How can you report things that aren't real?",
        "Any suggestions about how to report scam?",
        "Unmask scamming.",
        "How to report things that aren't legit.",
        "There are ways to identify fraudsters.",
        "There are ways to expose a fraud.",
        "Is there any advice fornitching out scam artists?",
        "How to alert on fraud",
        "Where can you report a scam?",
        "Any pointers to reporting fraud?",
        "Are there steps to alert about fraud that you could share?",
        "Do you know how to report fraudulent actions?",
        "reports fraud cases?",
        "It is advisable to report fraud.",
        "Someone needs tips on scam reports...",
        "There's a question about how to report fraud.",
        "How do I report devious cons?",
        "A method for reporting scam.",
        "I have a question about how I warn against impostors.",
        "What can I do to warn against impostors?",
        "What's the protocol for documenting deceitfulness?",
        "There are tips for snitching on scam artists.",
        "Did you know how to report fraud?",
        "Need info on scam reports...",
        "What do I have to do to report suspicious activity?",
        "Here are some tips on scam reports.",
        "Identifying illegitimate dealings?",
        "There's a question about where to report scam.",
        "Where do I report a scam?",
        "Where do I report this type of fraud?",
        "How can I report a fraudulent activity?",
        "How to alert against frauds?",
        "How would I report false things?",
        "What is the protocol for documenting swindling?",
        "Where can I report things that are fraudulent?",
        "What is the protocol for documenting dishonest behavior.",
        "Yes, quick report fake shit?",
        "How can you report the activity that is not legit?",
        "I would like to know where to report fraudulent activity.",
        "How do I tell against people who are not real?",
        "pointers to report fraud cases.",
        "Need help with scam reports?",
        "What is the way to alert on frauds?",
        "How is it possible to report activity that is not legit?",
        "Please let me know the procedure to report fraud.",
        "To report fraudulent activity, how?",
        "Do you have any advice about how to report fraud?",
        "Where should I report devious crimes?",
        "Do you think you can quick report fake stuff?",
        "Tell me the procedure to report fraud.",
        "Can I report suspicion of fraud?",
        "Please suggest a way for people to report scam.",
        "How to report things that weren't real?",
        "How to report actions that go against the law?",
        "How can I report suspicious persons?",
        "What do you do about frauds?",
        "Any tips for reporting a fraud?",
        "Where am I supposed to report devious cons?",
        "How to reportexposure/fraud",
        "Please advise how to report fraud?",
        "Is there any information on reporting fraud cases?",
        "I'm not sure where to report devious cons.",
        "How to easily reveal counterfeit conducts...",
        "I want to know where I can report devious cons.",
        "Reporting acts that were fraudulent?",
        "How do I report fake activity?",
        "Do you have a protocol for reporting scams?",
        "Methods to report a scam.",
        "Should you report a scam?",
        "I would like to know how to report suspicious activity.",
        "How should we report fraud?",
        "How about documenting deceitfulness?",
        "The place to report a scam?",
        "methods for reporting fraud",
        "How about reporting fraudulent actions.",
        "Any tips for snitching on scam artists?",
        "Have suggestions on scam reports...",
        "Do you have any tips for snitching out the scam artists?",
        "Where can I report scam to?",
        "Where can you report a scam.",
        "How to report things that are not actually occurring?",
        "Do you know the procedure to report fraud.",
        "What should I do on frauds?",
        "How to report things that aren't truth?",
        "Are there ways to report activity that is not legit?",
        "Reporting fraud cases?",
        "Is there a way for you to alert about fraud?",
        "I would like to suggest a way to report scams.",
        "Are there any tips for reporting a scam?",
        "There are tips for scam reports...",
        "How can I expose those fraudsters?",
        "Report the activity that isn't legit.",
        "What's the protocol for documenting fraud?",
        "There are some methods for reporting a scam.",
        "How do you report things that are not real?",
        "Should we advise about the procedure to report fraud?",
        "What is the protocol for documenting fraud?",
        "Where do I report scheming criminals?",
        "Do you have any tips fornitching out scam artists?",
        "How do I report false information?",
        "How can we report fraudulent activity?",
        "Suggestions for snitching on scam artists?",
        "How to expose fraudsters.",
        "How do I report incidents of fraud?",
        "Which way to report fraud?",
        "Tips for scam reports.",
        "How do i report fraud?",
        "You can report the activity that is not legit.",
        "There is a question of where to report a scam.",
        "What is the protocol to record deceitfulness?",
        "Check out fraudulent acts?",
        "There are some tips for reporting scam.",
        "Unmask dishonest conduct.",
        "how to report the activity that's not legit",
        "Tips for reporting scam?",
        "What is the protocol to document deceptiveness?",
        "Please suggest a way to report the scam.",
        "How to report the activities that aren't legit?",
        "Do you want to quickly report fake crap?",
        "Is there any tips on how to report a scam?",
        "tips for reporting scams",
        "How do you report the illegal activity?",
        "There are ways to expose liars.",
        "Where should I go to report fraud?",
        "If you see fake activity please report it.",
        "Some pointers report fraud cases.",
        "Do you have a suggestion for protocol for reporting scam?",
        "How would I report false activities?",
        "There are ways to expose fraud.",
        "Where can I report a scam to you.",
        "You have to report the activity that's not legit.",
        "How to report fake stuff?",
        "How am i supposed to report fraud?",
        "can I report suspected fraud",
        "What can you do to report a scam?",
        "Do you know how to report fraud.",
        "What is the protocol for documenting fraudulent acts?",
        "How can you snitch on a fake sh*t?",
        "Get some tips on scam reports.",
        "Where to submit a report of a scam?",
        "How can I report something that looks suspicious?",
        "I'm not sure how to warn against impostors.",
        "What's the protocol for documenting liars?",
        "I would want to know how to report false activity.",
        "Unmask dishonest theft.",
        "What's the protocol to document deception?",
        "How do you alert on frauds?",
        "How do you report activities that aren't legit?",
        "Please report fake activites.",
        "Where to Report a scam?",
        "How to report scam",
        "There should be a protocol for reporting scams.",
        "How do you report the activity that's not legit?",
        "Where can you report the scam?",
        "Where am I able to report a scam to you?",
        "Where can fraud cases be reported?",
        "Something to catch fraudulent acts.",
        "Do you have a protocol to report scams?",
        "How would I report false actions?",
        "Is there a way to report the activity that goes against the law.",
        "How can I report things that are not right?",
        "Do you know how to report activity that goes against the law?",
        "Can I report a suspected fraud?",
        "It is possible to report fraud.",
        "Is there a place where to report devious cons?",
        "How would I report something as false?",
        "There are any suggestions for reporting a scam.",
        "How do I report activity that is suspicious?",
        "There are ways you can expose fraudsters.",
        "How do I stop impostors?",
        "Ways to expose counterfeit conducts.",
        "Please report if you see fake activity.",
        "Any links to reporting fraud cases?",
        "There are ways to expose criminals.",
        "Where can I report instances of fraud?",
        "How can I report things that aren't right?",
        "What is the procedure for reporting activity that goes against the law?",
        "There are some methods for reporting scams.",
        "Where are I supposed to report the fraud?",
        "It is unclear how to report fraudulent activity.",
        "There is a question on how to report fraudulent activity.",
        "how can I report suspicious activity",
        "What are the steps to report fraud?",
        "What procedure are used to report fraud?",
        "Do you have any idea how to report fraud?",
        "What is the place to report a scam?",
        "Any tips regarding fraud cases?",
        "Where can I report the fraud?",
        "Please help with the procedure to report fraud.",
        "Do you have a place where I can report fraudulent activity?",
        "It is possible to report suspected fraud.",
        "tips on scam reports?",
        "\"How to report things that aren't real?\"",
        "Where can I report wrongdoing?",
        "Please tell me the procedure to report fraud?",
        "How did you spot fake sh*t?",
        "Howbout reporting fraudulent actions?",
        "There are ways to expose fraudulent activities.",
        "Where can I make a report of fraud?",
        "There were methods for reporting the scam.",
        "Is there a way to report suspected fraud.",
        "You should report things that aren't real.",
        "How can I warn against people who are not real?",
        "How to quickly report fraud?",
        "how to report fraudulent activity",
        "Where can I make a complaint about a scam?",
        "How am I able to report suspicious activity?",
        "What can I do to report something suspicious?",
        "Suggestions on how to snitching out scam artists?",
        "Where do I report dishonest people?",
        "What is the protocol for documenting deceptive activity?",
        "There needs to be a protocol for reporting scams.",
        "What are the best ways to report scams?",
        "Where can I report a scam for you?",
        "How can I report the activity that goes against the law?",
        "Can you give me tips on scam reports...",
        "How to report potential fraud?",
        "How can I report activity that isn't legit?",
        "Tell me how to report false activity.",
        "You want tips on scam reports?",
        "Does anyone know how to alert on frauds?",
        "tips for snitching out fraudsters?",
        "There are methods for reporting fake news.",
        "Can I report potential fraud?",
        "How to report the activity that's not legitimate?",
        "Where to file a complaint about a scam?",
        "How did you snitch on fake sh*t?",
        "Should there be a procedure for reporting fraud?",
        "How can we tell about fraud?",
        "How to report activity that goes against the law.",
        "Procedure to report fraud.",
        "I want to know how I would report false activity.",
        "Is it possible to report fake stuff quickly?",
        "How to report counterfeit conducts...",
        "There are any tips for reporting fraud?",
        "How do we report things that are not real?",
        "People can report scam methods.",
        "How do you report the activity that isn't legit?",
        "It is recommended to catch fraudulent acts.",
        "What's the best way to report suspicious activity?",
        "On where to report fraud cases?",
        "Reporting wrongful actions?",
        "Can I report suspected theft?",
        "What is the protocol for documenting dishonest activity?",
        "Please Report fake activity",
        "Is there any tips for reporting fraudulent activity?",
        "Where file a claim of fraud",
        "Is where to report devious cons?",
        "Correctly identifying illegitimate deals?",
        "What are the best ways to report fraudulent activity?",
        "Where can I find a place to report fraud cases?",
        "Tell me about scam reports.",
        "What is the protocol for documenting dishonest practices?",
        "What is the best way to detect frauds?",
        "Please report faking activity.",
        "I need any tips for snitching out scam artists.",
        "How quickly do you report fake crap?",
        "Do you want to quick report fake shit?",
        "Where can I report false accusations?",
        "How to report activites that are not legit?",
        "Any suggestions about how to report a scam?",
        "What are the places to report a scam?",
        "I want to know if I can report suspected fraud.",
        "Do you have a suggestion for a protocol for reporting a scam?",
        "Some methods for reporting fraud.",
        "Where can I report fake news?",
        "I want to know if I can report fraud.",
        "Help with scam reports...",
        "I need pointers to report fraud cases.",
        "I would like to know any tips for snitching out crooks.",
        "How to report the activity that isn't legit?",
        "To alert on frauds?",
        "There are questions about how to report suspicious activity.",
        "Is there a way to alert about fraud.",
        "How can we report the activities that are against the law?",
        "How should I report the activity that isn't legit?",
        "There are tips for reporting a scam.",
        "How to report what goes against the law?",
        "Where is it possible to report a scam?",
        "Any pointers to reports fraud cases?",
        "I'm looking for tips for snitching on scam artists.",
        "I do not know how to report false activity.",
        "What is the best way to report suspicious activity?",
        "Reporting illegal actions?",
        "Is there any procedure for reporting fraud?",
        "Any tips on how to report fraudulent activity?",
        "Is there any place where I can report a scam to you?",
        "Should you report fake activity, please?",
        "How is the protocol documenting dishonestness?",
        "What should we do to alert on frauds?",
        "Can you tell me where to report scam?",
        "Where do I report deceiving crimes?",
        "Where do I report a scam to?",
        "How should we report activity that isn't legit?",
        "How to report the activity that happens against the law?",
        "How t' snitch on fake things?",
        "I don't know if I should report suspected fraud.",
        "How should I report false activity?",
        "How do I report any fraud?",
        "Someone wants to know where to report a scam.",
        "Instructions for reporting fraud?",
        "Where should i report a scam?",
        "Suggestions on how to report a scam?",
        "The fraudulent actions should be reported.",
        "Please advise the procedure for reporting fraud.",
        "What is the way to report fraud?",
        "Is there any way you can alert to fraud?",
        "How is it possible to report the activity that goes against the law?",
        "What is the best way to warn against impostors?",
        "Was there a way to alert about fraud?",
        "How would you report fraudulent actions?",
        "How to report the activity that goes against laws?",
        "How do you report fraudulent activities?",
        "I have a question about reporting suspected fraud.",
        "Any tips for reporting fraud cases?",
        "Quick report fake garbage?",
        "What's the protocol for documenting dishonest behavior?",
        "pointers reporting fraud?",
        "Can you quickly report fake shit?",
        "To report fake activities please.",
        "Please report any activity that is not real.",
        "Can I report a fraud?",
        "Reporting scams can be done with methods.",
        "Do you have any suggestions for snitching out scam artists?",
        "Is there any way I would report false activity?",
        "Ways to expose perpetrators.",
        "Is there a place where I report devious cons?",
        "What is the protocol to document dishonestness?",
        "How can I take down those frauds?",
        "Where can I report fraudulent behavior?",
        "There are methods to expose fraudsters.",
        "There are ways to detect fraud.",
        "What should I do if I see false activity?",
        "What could you do to alert about fraud?",
        "How to alert on frauds.",
        "Will it be possible to report suspected fraud?",
        "How do you report things that are not true?",
        "Do you know of a procedure to report fraud?",
        "How about some tips for reporting fraud?",
        "How to report things that aren't accurate?",
        "Do you have any tips on reporting fraud?",
        "Tips for reporting a scam?",
        "How would you report the activity that goes against the law?",
        "How to disclose counterfeit conducts...",
        "How about any tips for reporting a scam?",
        "Any suggestions for reporting a scam?",
        "I have a question on how to report suspicious activity.",
        "Do you have any suggestions for protocol for reporting scam?",
        "How to report everything that isn't real?",
        "How about reporting fraudulent acts?",
        "How can I find out about those fraudsters?",
        "Where do I report dishonest things?",
        "What should I do to detect frauds?",
        "Where am I able to report a scam?",
        "Should we report fraud?",
        "People need help with scam reports.",
        "What should I report about fraud?",
        "Any procedure to report fraud?",
        "Alerting regarding a deception?",
        "Please report fake activity to the authorities.",
        "Where do I go to report devious crimes?",
        "What is the protocol for documenting deceivers?",
        "It is possible to report the activity that is not legit.",
        "How do I report fraudulent activity.",
        "How to report the activity that isn't legitimate?",
        "Refer to the procedure to report fraud?",
        "The methods for reporting the scam.",
        "How to report frauds?",
        "What are the best tips for reporting fraud?",
        "The way to report fraudulent activity?",
        "Any suggestions on how to snitch on scam artists?",
        "The protocol for documenting dishonestness.",
        "Please suggest a protocol for reporting scam",
        "Reporting scam methods.",
        "I need any tips for reporting scam.",
        "Where to go to report a scam?",
        "I have a question where I can report fraudulent activity.",
        "How can I report questionable behavior?",
        "Reporting the fraudulent actions?",
        "How to report fraud when it happens?",
        "Where do I file a report of fraud?",
        "How do I report the activity that violates the law?",
        "How can I expose those criminals?",
        "How about documenting dishonestness?",
        "Tips for scam reports are needed.",
        "How to report suspected fraudulent activity?",
        "Do you have any procedures to report fraud?",
        "Ways to expose frauds.",
        "How fast can you report fake crap?",
        "Where can I report cheating?",
        "Any pointers on reporting fraud cases?",
        "What is the protocol for documenting corruption?",
        "How about sharing the steps to alert about fraud?",
        "It's possible to report suspected fraud.",
        "I need some tips for snitching on scam artists.",
        "How to report activity that goes against the law",
        "I would like to suggest protocol for reporting scams.",
        "How to tell about frauds.",
        "How should we alert on frauds?",
        "Is there a quick report of fake shit?",
        "Where can I report scam?",
        "I need pointers on reporting fraud cases.",
        "Is there a place where to report fraud cases?",
        "How can we report fraudulent activities?",
        "How to report activities that aren't legit.",
        "how do I report fraud",
        "Is it possible to report a fake crap?",
        "How can I snitch on fake sh*t?",
        "Do you have ways to alert about fraud?",
        "Alerting regarding cheating?",
        "How do I tell about fake sh*t?",
        "I would like to know how to warn against impostors.",
        "Any advice on how to report fraud cases?",
        "Asking for tips on scam reports...",
        "How to report things which are not real?",
        "Where should I go to report fraudulent cases?",
        "Do you have any tips fornitching on scam artists?",
        "There are methods for reporting things that are not true.",
        "Get tips on scam reports.",
        "Where can I inform you of a scam?",
        "How about reporting fraudulent actions?",
        "Where are you able to report a scam?",
        "Do you know where to report scam?",
        "Please report activity that isn't real.",
        "How can you report fraud?",
        "Is there any way to warn against impostors?",
        "Do you have procedure to report fraud?",
        "There are ways to exposing fraudsters.",
        "Please report fake work.",
        "Please call if you see fake activity.",
        "Where to file a claim of fraud",
        "How to report activities that aren't legit?",
        "Try to catch fraudulent acts?",
        "Yes, quick report fake stuff?",
        "I want to know any tips for snitching out scam artists.",
        "How to tell if things are fake?",
        "Advice on scam reports is needed...",
        "What can I do to report the suspicious activity?",
        "How to report fraud to authorities?",
        "Report fake activity now.",
        "How to tell about fraudulent activity.",
        "How can I report something that's suspicious?",
        "Where do I get my devious cons reported?",
        "How to report things that go against the law?",
        "There is a method for reporting scam.",
        "I need to know where I report fraud.",
        "Is it possible to warn against bogus people?",
        "Should a procedure be used to report fraud?",
        "Reports fraud cases?",
        "I would like to know where to report devious cons.",
        "There are techniques for reporting scam.",
        "Where can a person report a fraud case?",
        "How should we report things that aren't real?",
        "Where can I report false information?",
        "Tell me how to report fraud.",
        "Do you have a quick report for fake crap?",
        "Is there a way to report the activity that is not legit?",
        "What tips do you have for reporting fraudulent activity?",
        "How to report an activity that isn't legit?",
        "How do you tell about fraud?",
        "Can I file a report of suspected fraud?",
        "How to complain about fraudulent activity?",
        "How to report fraud in a timely manner?",
        "Alerting regarding possible deception?",
        "Methods for reporting fraudulent activity.",
        "Where can I report false claims?",
        "Do you have any tips for snitching on a scam?",
        "How to report those activities that are not legit?",
        "How do i report fraudulent activity?",
        "Do you know the protocol for documenting deceitfulness?",
        "How do I report potential fraud?",
        "I am unsure where to report fraud.",
        "How to be alert on frauds",
        "Is there anyplace I can report fraudulent activity?",
        "Easy ways to report fake conducts.",
        "What is the protocol for documenting deceptive acts?",
        "Need information on scam reports.",
        "How do I reporting fraud?",
        "Have you considered the procedure to report fraud?",
        "How to ferret out frauds?",
        "Please advise how to report fraud",
        "I have a question about where to report a scam.",
        "How would I report False activity?",
        "Reports the activity that is not legit?",
        "What is the protocol for documenting dishonest conduct?",
        "Do you have a way for people to report scams?",
        "There are ways to find and expose fraud.",
        "I wonder if I can report a suspected fraud.",
        "What is the protocol for documenting duping?",
        "Do you know how to report fraudulent activity.",
        "Is there a spot where I report devious cons?",
        "Ways of exposing fraudsters.",
        "Were you able to share steps to alert about fraud?",
        "You need tips on scam reports...",
        "How to report things that aren't necessarily true?",
        "How do you report the activity that is against the law?",
        "How will you report the activity that is not legit?",
        "Is there a place where I report fraud?",
        "Do you have any tips for reporting the scam?",
        "There are methods for dealing with scam.",
        "How to report things that aren't credible?",
        "How to tell about fraud?",
        "There are ways to expose fraudulent activity.",
        "Can you tell me about the procedure to report fraud?",
        "How would you report fraud?",
        "What's the place to report fraud cases?",
        "I'm wondering where to report devious cons.",
        "How do you report things that aren't true?",
        "Any tips about how to report a scam?",
        "Have tips for scam reports...",
        "Is there a way to report fraudulent actions?",
        "What are the best ways to report scam?",
        "Can I report suspicious activity",
        "Want to know more about scam reports...",
        "There are places to report scam.",
        "How can we tell the activity that is not legit?",
        "How to report the activities that are not legit?",
        "How about some tips for reporting scam?",
        "Please report anything that is not real.",
        "How to report activities that go against the law",
        "Reporting forgery?",
        "What is the protocol for documenting wrongdoing?",
        "Any place to report a scam?",
        "Do you know how to report things that aren't real?",
        "There are any suggestions for reporting fraud cases?",
        "What can I do to report things that aren't real?",
        "Please suggest a way to report scams.",
        "What is the best way to report fraud?",
        "The activity that is not legit should be reported.",
        "How can I report possible suspicious activity?",
        "Is there a place where I can report scams?",
        "Where do I report devious tricks?",
        "How would you report a fraudulent activity?",
        "What is the protocol for documenting deceitfulness.",
        "The methods for reporting fraud.",
        "Any suggestions about reporting scam?",
        "How to start and report exposure/fraud.",
        "How to report things that are not legit.",
        "How would I tell false activity?",
        "How can I report the scam?",
        "How do I warn against people who are fake?",
        "Where do you go to report fraud cases?",
        "How'd I report false activity?",
        "Is there a way you could alert someone about fraud?",
        "Is it possible to alert against impostors.",
        "I would appreciate it if you could suggest a protocol for reporting scam.",
        "Is it possible to make a report of suspected fraud?",
        "Please report the activity that is fake.",
        "Is there any way you could alert about fraud?",
        "How should we report activities that go against the law?",
        "pointers on reporting fraud cases",
        "Where can I report instances of fraudulent activity?",
        "Reporting fraudulent action?",
        "Alerting people of deception?",
        "I need tips on scam reports.",
        "I need any tips on snitching out fraudsters.",
        "Is there any advice for snitching out scam artists?",
        "It's possible to report fraudulent actions.",
        "How do I report activity that is against the law?",
        "How to report false accusations?",
        "Where can I file a report of a scam?",
        "The procedure to report fraud is important.",
        "How to tell if activity is not legit?",
        "Reporting bogus actions?",
        "There are ways to expose fraudulent practices.",
        "What can I do to alert on frauds?",
        "How to report the activity that is contrary to the law?",
        "reporting fraudulent actions?",
        "I don't know where to report the scam to you.",
        "Some steps to alert about fraud could be shared.",
        "Is there any advice for snitching out fraudsters?",
        "How to tell the activity isn't legit?",
        "Methods of reporting scam.",
        "You should report fake activity.",
        "I'd like to know how to report false activity.",
        "Are there places to report the scam?",
        "Need info on scam reports.",
        "What do you do to alert on frauds?",
        "Are you able to report the activity that is not legit?",
        "Where to report an scam?",
        "Is it possible to quick report fake stuff?",
        "Do you know the process to report fraud?",
        "report fake activity",
        "There is a place to report scam.",
        "Where can I report forgeries?",
        "Can you advise on the procedure to report fraud?",
        "How to report activity that isn't real?",
        "Ways of exposing crooks.",
        "Is it possible to reporting suspected fraud?",
        "Tips on how to report a scam...",
        "There are steps you can take to alert about fraud.",
        "There are any suggestions on how to report scam?",
        "Is it possible to report suspicious fraud?",
        "Where can i report fraud cases?",
        "Where should someone report a scam?",
        "How to report things that aren't actually real?",
        "How to report a scam?",
        "Where do I submit reports of fraud?",
        "Is there steps you could share to alert about fraud?",
        "How do I report suspicions of fraud?",
        "How could I report fraud?",
        "Do you know how to report a scam?",
        "There are methods to expose fraud.",
        "How to report activities that go against the law.",
        "How would I find out about false activity?",
        "Where can I contact you to report a scam?",
        "Have tips on scam reports.",
        "Suggestions for a protocol for reporting a scam.",
        "Do you know what the protocol is for documenting deceitfulness?",
        "How quickly can you report fake shit?",
        "How to report things that are not actually true?",
        "Procedures for reporting fraud.",
        "pointers for reporting fraud cases",
        "What is the place to report scam?",
        "Where can I report suspicion of fraud?",
        "Is there any pointers to reporting fraud cases?",
        "How can I report anything suspicious?",
        "How can we alert on frauds?",
        "How to report fraudulent actions.",
        "How to report an activity that is not legit?",
        "Where can I report scam activity?",
        "Is it possible for me to report suspected fraud?",
        "The place to report the scam?",
        "What's the best way to report fraud?",
        "How do you report an activity that isn't legit?",
        "Anyone have any tips for reporting a scam?",
        "How to report activities that are contrary to the law?",
        "Reporting instances of fraudulent activity?",
        "How to reveal counterfeit conducts...",
        "Is it possible to report a scam to you?",
        "There are suggestions for reporting scam.",
        "The report fraudulent actions?",
        "Are you going to quick report fake crap?",
        "Quick report something that is not true?",
        "Can you report a scam?",
        "Do you want to quick report fake crap?",
        "Is it possible to quickly report fake crap?",
        "How to start and how to report exposure and fraud/",
        "There are certain methods for reporting scam.",
        "Tell me any tips for reporting scam?",
        "Where can I report something that is false?",
        "Are you able to report fraud?",
        "Some methods are used to report scam.",
        "How should I alert on frauds?",
        "Do you have any suggestions on how to report scam?",
        "Do you think there's a procedure to report fraud?",
        "How to report any activity that goes against the law?",
        "Do you want to suggest a protocol for reporting scam?",
        "Is there a way to report activity that goes against the law?",
        "Where can I report incidents of fraud?",
        "I have a question about how I report fraud.",
        "How should I warn against impostors?",
        "How to report someone else's fraud?",
        "How might I report a false activity?",
        "How to file a report of fraud?",
        "Tips for reporting fraud?",
        "You should report fake activity",
        "Where to go to report fraud cases?",
        "Where do I come to report devious cons?",
        "How should we report fraudulent activity?",
        "What about reporting fraudulent acts?",
        "Ways to find out about fraudsters.",
        "There are methodologies for reporting scam.",
        "How to report a activity that is not legit?",
        "I wonder if I can report suspicions of fraud.",
        "Yes, can I report suspected fraud?",
        "How would I make a report of false activity?",
        "What is the protocol for documenting fraudulent behavior?",
        "Alerting people regarding deception?",
        "How can I tell on frauds?",
        "There are tips for snitching out dishonest people.",
        "I wanted to know how to report false activity.",
        "How to report something that isn't real?",
        "There's a question where I can report fraudulent activity.",
        "How to report the activity that isn't legit",
        "Reporting fraudulent behavior?",
        "Need some help with scam reports.",
        "Any suggestions for reporting scam?",
        "How to tell if activity goes against the law?",
        "There are methods of reporting fraud.",
        "I have some questions about how to report suspicious activity.",
        "Need advice on scam reports.",
        "What is the protocol for documenting dishonestly?",
        "How to start and how to report exposure and fraud",
        "I am requesting a protocol for reporting scam.",
        "What do you do to report a scam?",
        "How to report things that aren't actually true?",
        "Any suggestions on how to report a scam?",
        "How would I report something that is not true?",
        "Where in the world to report a scam?",
        "Do you know how to alert about fraud?",
        "Where can I report false reports?",
        "Is it possible for you to alert about fraud.",
        "How would you like to report fraudulent activity?",
        "Where should I report devious cons?",
        "I wonder how I can warn against impostors.",
        "How to report false statements?",
        "Any pointers on how to report fraud?",
        "How to start reporting exposure and fraud",
        "Is there any tips for snitching out scam artists?",
        "There is a question about how to report suspicious activity.",
        "Can you offer any tips for reporting scam?",
        "Can we report suspected fraud?",
        "Reports on fraud cases?",
        "How do we document deceptiveness?",
        "pointers to report fraud cases",
        "Which is the place to report a scam?",
        "I don't know where I report fraud.",
        "Do you have a protocol for reporting the scams?",
        "What do I do to report the fraud?",
        "What's the protocol for documenting deceit?",
        "Where can I inform you about a scam?",
        "How to tell things that are not legit?",
        "Are there any steps you can share to alert about fraud?",
        "Is there a way you could alert to fraud?",
        "What is the method to report fraud?",
        "There's a question where to report scam.",
        "Instructions on how to report fraud?",
        "Suggestions on how to report fraud?",
        "Quick report it as fake?",
        "The fake activity should be reported.",
        "Have questions on scam reports.",
        "How do I report wrongdoing?",
        "How to report activity that isn't legit.",
        "There are any suggestions on how to report a scam?",
        "What would I do to report a false activity?",
        "Alerting regarding deceptive activities?",
        "How quickly should you report fake crap?",
        "Where can i report fraud?",
        "Please report fake activity if you can.",
        "Is there any place that I can report fraudulent activity?",
        "I don't know where to report scams to you.",
        "report fake activity.",
        "How to report activities that are not real?",
        "How to detect counterfeit conducts...",
        "How do you like me to flag fraud?",
        "How do you report fraudulent activity?",
        "Are there any tips for snitching out scam artists?",
        "How to Report Fraud?",
        "Do I have the ability to report suspected fraud?",
        "How to report things that aren't fact?",
        "Is the procedure to report fraud understood?",
        "How to reportexposure/fraud.",
        "Is there any tips fornitching out fraudsters?",
        "Can you tell me how to alert about fraud?",
        "How can we report activities that aren't legit?",
        "Is there a place I report devious cons?",
        "There is a way to report activity that is not legit.",
        "Where toreport a scam?",
        "Do you know where to report a scam.",
        "Any tips about reporting fraud?",
        "I have a question: can I report suspected fraud?",
        "Where can I report cases of fraud?",
        "How can I report suspicious occurrences?",
        "How about reporting fraudulent activities?",
        "Alerting regarding deception quickly?",
        "Is the procedure to report fraud correct?",
        "What do I do to alert against impostors?",
        "Is there any way I can report suspected fraud?",
        "How to report things that are not fact?",
        "Should one report fraud?",
        "How about to report fraud?",
        "How do I report false claims?",
        "Alerting about deception?",
        "Where do I report the devious cons?",
        "How to report activity which goes against the law?",
        "Is there a protocol for reporting scam?",
        "Should we report the scam?",
        "Alerting in regards to deception?",
        "How to notify on frauds?",
        "How to report the activity that isn't legit.",
        "How to report a activity that isn't legit.",
        "What can you tell me about reporting scam?",
        "How would I REPORT false activity?",
        "What should I do to warn against impostors?",
        "What is the way to report fraudulent activity?",
        "What tips do you have for reporting fraud?",
        "I wonder where to report fraudulent activity.",
        "Do you have any tips fornitching out fraudsters?",
        "Please let me know about the procedure to report fraud.",
        "Ways to reveal counterfeit conducts.",
        "Is it possible to report things that aren't real.",
        "Help catch fraudulent acts?",
        "Do you have instructions on how to report fraud?",
        "How to report activity that isn't valid?",
        "How quickly can you report a fake crap?",
        "How do I report activity that's not legit?",
        "How about quick report fake shit?",
        "There are methods for reporting dishonest activity.",
        "There are ways to expose perpetrators.",
        "Is it possible to submit suspected fraud?",
        "How to report deception?",
        "How may I report false activity?",
        "What can I do to report the activity that's not legit?",
        "How would I report a fake activity?",
        "There are methods for reporting fraudulent activity.",
        "Ways to identify and expose criminals.",
        "I need a protocol for reporting scam.",
        "Where can I report fraud to?",
        "How would I report things that aren't true?",
        "How to reporting the activity that goes against the law?",
        "Can you report fraudulent actions?",
        "How do I report something suspicious?",
        "Quick report fake things?",
        "Please advise the procedure to report fraud",
        "I need help with scam reports.",
        "Please tell me a protocol for reporting scams.",
        "Checking out fake activity?",
        "There are methods for reporting frauds.",
        "Ways to report scam.",
        "There are procedures for reporting scam.",
        "can I report suspected fraud?",
        "Is it possible for me to report fraud?",
        "How to reportexposure and fraud.",
        "Ways to report fraudulent actions?",
        "Should you report fraud?",
        "How is it possible to report fraud?",
        "There are methods for reporting the scam.",
        "Ways to detect fraudsters.",
        "Any tips to report fraud cases?",
        "If you are seeing fake activity, please report it.",
        "Make a report on fake activity.",
        "Where to submit a claim of fraud.",
        "How to report activity that is not legitimate.",
        "A quick report of a fake thing?",
        "How to report something that's not legit?",
        "Is there a quick report fake crap?",
        "I'm not sure where to report fraud cases.",
        "What tips would you give for reporting fraud?",
        "There are methods for reportingulz.",
        "What am I able to do to report fraudulent activity?",
        "How can I report a scam to you.",
        "Please give advice on how to report fraud.",
        "How to report things that are not really.",
        "The procedure to report fraudulent activity?",
        "How to report the activities that go against law?",
        "I would like to suggest a protocol for reporting scam",
        "How do I report the activity that is against the law?",
        "pointers to reporting fraud cases?",
        "Is there any tips fornitching on scam artists?",
        "Is there any information on reporting scams?",
        "If you witness fake activity please report it.",
        "Could you report fraudulent actions?",
        "Can you tell me the procedure to report fraud?",
        "What is the protocol for documenting deceiving behavior?",
        "How would I flag false activity?",
        "Make sure to report fake activity.",
        "What procedure do you recommend to report fraud?",
        "Need tips about scam reports.",
        "Need tips on scam reports.",
        "What is the protocol for documenting dishonest activities?",
        "How to report activity that goes against law?",
        "Can you report fraudulent activity?",
        "Was it possible to report fake crap quickly?",
        "How should you report the activity that goes against the law?",
        "Is there any information about reporting scams?",
        "Where do I find to report devious cons?",
        "You should catch fraudulent acts.",
        "How to report the activity that goes against the law.",
        "What tips do you have for reporting scams?",
        "There are any tips for reporting a scam",
        "Do you know the procedures to report fraud?",
        "If you want to report fraudulent activity, how?",
        "Is it possible to report possible fraud?",
        "Ways to catch fraudulent people.",
        "Is there steps to alert about fraud you could share?",
        "advice on scam reports...",
        "Where can I complain about a scam to you?",
        "Is there a place where I can report scam to you?",
        "Something to alert regarding deception?",
        "What do I do to tell against impostors?",
        "What do I have to do to report fraud?",
        "Do you suggest a protocol for reporting a scam?",
        "How can I find out about frauds?",
        "Quick report something that isn't true?",
        "How to tell the activity is not legit?",
        "Any pointers on how to report fraud cases?",
        "What do I do when I see fraud?",
        "What can I do to report suspicious behavior?",
        "Need tips on how to report a scam.",
        "To report fraud cases?",
        "What can I do to warn against imposters?",
        "Do you have a suggestion for a protocol for reporting scam?",
        "To report things that aren't real?",
        "Is there a way to alert people about fraud?",
        "Are there any tips on scam reports?",
        "I am wondering how to warn against impostors.",
        "How to report things that are not really real?",
        "How to report things that are questionable?",
        "I wondering if I can report suspected fraud.",
        "A place to report a scam?",
        "How do we report fraud?",
        "Do you have any suggestions for snitching out fraudsters?",
        "Is it possible to alert against imposters?",
        "If you see faking activity, please report it.",
        "Is there a spot to report a scam?",
        "I need to know how to report suspicious activity.",
        "Reporting activity that is fraudulent?",
        "I wonder how to report fraud.",
        "People are urged to report fake activity.",
        "What is the best way to warn against imposters?",
        "How would I reportFalse activity?",
        "How can you report activity that is not legit?",
        "Is it possible to report the activity that is not legit?",
        "How can we report activity that isn't legit?",
        "Do you know the steps to alert about fraud?",
        "Quick response to fraudulent acts?",
        "Where can I report something that is fraudulent?",
        "There are any tips for reporting the scam?",
        "How do you tell if the activity is not legit?",
        "The methods for reporting a scam",
        "There are methods to report scams.",
        "What is the protocol for documenting betrayal?",
        "What is the procedure documenting deception?",
        "Where can I report deception?",
        "How do you detect frauds?",
        "Ways to find and expose crooks.",
        "How to report something that is not legit.",
        "How to alert when there is fraud?",
        "How to report fraudulent activities?",
        "There is fake activity that should be reported.",
        "How about reporting fraud?",
        "Any tips on reporting fraud?",
        "How can I report the activity that's not legit?",
        "Unmask a dishonest act.",
        "How to report an occurrence of fraud?",
        "Do you have a recommendation for a protocol for reporting scam?",
        "How can I expose those crooks?",
        "Inform the police of fake activity.",
        "Quick response to fraud?",
        "How to start reporting exposure/fraud.",
        "Any suggestions on how to report scams?",
        "Is there any way to report fraud cases?",
        "Any suggestions on how to report scam?",
        "How snitch on fake?",
        "Ways to identify and expose fraud.",
        "There are some ways to report a scam.",
        "How to start and report exposure to fraud.",
        "How about revealing fake activity?",
        "Any recommendations for reporting a scam?",
        "What do I do if I see fraud?",
        "Any way to report fraud cases?",
        "How could I tell false activity?",
        "How to report the activity that crosses the line?",
        "Any suggestions for reporting scams?",
        "There are any suggestions for reporting the scam.",
        "Alerting as to deception?",
        "Please report bogus activity.",
        "How to report the activity that does not comply with the law?",
        "Reporting forgeries?",
        "There should be a place to file a fraud claim.",
        "Want to report a scam?",
        "Do you want to report fake shit?",
        "I want to know any tips for snitching on scam artists.",
        "I don't know where I can report fraudulent activity.",
        "Do you have any procedure to report fraud?",
        "There are ways to expose thieves.",
        "Where am I able to report the scam?",
        "There are any pointers reporting fraud cases",
        "What should be done to report the activity that goes against the law?",
        "How do I report activities that are against the law?",
        "How would I report false activity, for example?",
        "Where am I supposed to report fraud.",
        "How can I report suspicious people?",
        "Is there a place where I report deceptive cons?",
        "Report any fake activity.",
        "There are ways to expose the criminals.",
        "Where do I report things that are devious?",
        "I'm wondering how to report fraud.",
        "pointers report fraud cases?",
        "There are ways to expose fraudsters.",
        "I'd like to know how to report fraud.",
        "Reporting fraudulent occurrences?",
        "You should ask about the procedure to report fraud.",
        "I would like to suggest protocols for reporting scam.",
        "Alerting regarding misrepresentation?",
        "Can I file a report about suspected fraud?",
        "Do you have a way to alert on frauds?",
        "What if you were to report fraudulent actions?",
        "How can we report the activity that isn't legit?",
        "How would I report a false crime?",
        "How to report things that are fraudulent?",
        "Tell me any tips for reporting a scam.",
        "Reporting something that is fraudulent?",
        "Need some tips on scam reports.",
        "Is there any pointers to report fraud cases?",
        "Do you know what steps to take to alert about fraud?",
        "Can you give me any tips for snitching on fraudsters?",
        "Are you able to report the activity that's not legit?",
        "How to report things that are not true?",
        "Where can I send a report of a scam?",
        "The way to report fraud?",
        "Are you able to report a scam?",
        "Ways to expose fakes.",
        "Did you know where to report scam?",
        "Suggestions on how to spot scam reports.",
        "How to say that the activity isn't legit?",
        "There are ways to expose con men.",
        "How to report the fraudulent activity?",
        "Any recommendations on how to report fraud cases?",
        "How can I report any suspicious activity?",
        "There is a procedure to report fraud",
        "Is there a way to alert you about fraud?",
        "How would I respond to false activity?",
        "Where can I report my fraud cases?",
        "Is this possible to report suspected fraud?",
        "Alerting about possible deception?",
        "Where do I report crimes that are devious?",
        "Method for reporting fraud.",
        "Reports fraud?",
        "Do you suggest a procedure to report fraud?",
        "How would I report false transactions?",
        "Can you tell me how to report the activity that goes against the law?",
        "Where to report a scams?",
        "How would I report false activity!",
        "There are ways for fraudsters to be exposed.",
        "Tips on scam reports are needed.",
        "How to report/exposure and fraud.",
        "Any pointers for reporting fraud?",
        "Can I make a report about suspected fraud?",
        "Can it be reported suspected fraud?",
        "Procedures to report fraud?",
        "Is it possible to report the activity that goes against the law.",
        "How would I report a scam?",
        "Can you tell me how to report fraudulent activity?",
        "How to report incidents of fraud?",
        "To report fraud?",
        "There are ways to expose those who cheat.",
        "Do you know the protocol for reporting scam?",
        "There are tips for scam reports.",
        "How snitches on fake sh*t?",
        "How do we report activity that is not legit?",
        "Informing about fake activity?",
        "Ways to catch fraudster.",
        "How to alert about frauds.",
        "The place to report fraud is not known.",
        "There are ways to report scams.",
        "Where do I report a case of fraud?",
        "How should I report the activity that is not legit?",
        "Is there a way I can warn against imposters?",
        "Where am I supposed to report fraud?",
        "Do you have any tips to report a scam?",
        "pointers on reporting fraud cases?",
        "How do I tell against impostors?",
        "How would I report a false occurrence?",
        "Help catch fraudulent acts.",
        "What do I do when I witness fraud?",
        "How to report false evidence?",
        "How to alert people about frauds?",
        "I would like to suggest a way to report scam.",
        "How quickly could you report fake crap?",
        "There are ways to confront fraudsters.",
        "How to submit a report of fraud?",
        "I wonder how to warn against impostors.",
        "Report fraud?",
        "How to report a activity that's not legit?",
        "There are ways to disclose counterfeit conducts.",
        "How to tell if something goes against the law?",
        "Can you tell me how to report fraud?",
        "how do I report fraud?",
        "There are ways to expose cheating people.",
        "There are tips on scam reports.",
        "how to report a scam",
        "Suggestions for snitching out scam artists?",
        "There are fraudulent actions that should be reported.",
        "How to report wrongdoing?",
        "Reports things that are not real?",
        "I'm not sure where to report fraudulent activity.",
        "How can we document deceitfulness?",
        "The ways to disclose counterfeit conducts...",
        "Fraud reporting methods.",
        "Where will I report devious cons?",
        "I am wondering where I report fraud.",
        "Someone wants to suggest a protocol for reporting scam.",
        "I have questions about how to report fraud.",
        "Where to complain about a scam?",
        "Do you have any protocol for reporting scams?",
        "Are there any steps you could take to alert about fraud?",
        "Alerting regarding wrongdoing?",
        "How do I detect people who are not real?",
        "Ways to expose people who are frauds.",
        "Any helpful tips for reporting fraud?",
        "There are ways to expose crooks.",
        "Alerting regarding false information?",
        "Is there anything you could do to alert about fraud?",
        "Have you thought of a protocol for reporting scam?",
        "How to report fakes?",
        "Please tell us about the procedure to report fraud.",
        "Ways to uncover fraudsters.",
        "How to report the activity that is going against the law?",
        "Need some help with scam reports...",
        "How do I say no to impostors?",
        "How would I tell if the activity was false?",
        "What is the protocol for documenting unethical conduct?",
        "Where to report scams?",
        "How would you like to report fraud?",
        "How to report things that are not true.",
        "Reporting things that are not true?",
        "A method for reporting a scam.",
        "I would like to suggest a procedure for reporting scam.",
        "Does anyone know how to report fraudulent activity?",
        "There are ways of reporting scams.",
        "How should I warn against people who are not real?",
        "Do you have a place where I can report the scam?",
        "How do I report something that is not true?",
        "Trying to catch fraudulent acts?",
        "Where can you report a fraud case?",
        "How would I say something is false?",
        "How to report things that are not very real?",
        "How can I report the activity that is not legit?",
        "How t' snitch on the fake sh*t?",
        "Should we tell you the procedure to report fraud?",
        "How to report things that are faking?",
        "Where can I report the fraud to you?",
        "Do you know how to report fake activity?",
        "How to report activity that's not legit?",
        "How can we tell the activity isn't legit?",
        "Should I report suspected fraudulent activity?",
        "I'd like to know if I can report suspected fraud.",
        "Is there any information about reporting a scam?",
        "Please give me tips on scam reports...",
        "Any pointers on how to report scam?",
        "Do you want to report fake stuff?",
        "How to report things that are not in fact?",
        "What steps could you share to alert about fraud?",
        "Where can I find the place to report fraud cases?",
        "Is there any way that you can alert about fraud?",
        "How do you snitch on fake things?",
        "Do you have any tips about snitching out fraudsters?",
        "It's possible to report scam methods.",
        "Where should I go to report a fraud case?",
        "Do you know how to report fraudulent activity?",
        "What is the procedure for documenting deceptive behavior?",
        "Do you know how to report activity that's not legit?",
        "Is it possible to report suspected fraud!",
        "How to start reporting exposure and Fraud.",
        "Please give us a protocol for reporting scams.",
        "How would they report false activity?",
        "There are ways to detect fraudsters.",
        "Snitching on fake sh*t, how?",
        "I don't know where to report a scam.",
        "tips for reporting scam",
        "Is there a way to alert on frauds.",
        "Where do we go to report fraud cases?",
        "How can we report the fraudulent activity?",
        "Suggestions for snitching out fraudsters?",
        "Quick report something fake?",
        "Some methods are used to report scams.",
        "Where can I send a complaint about a scam?",
        "How do I detect fraud?",
        "How do you document deceiveness?",
        "Get rid of fraudulent acts.",
        "Is there steps to alert about fraud?",
        "Easy ways to report fake conducts...",
        "What about fraudulent actions reporting?",
        "There are any suggestions for reporting fraud?",
        "How would I report such activity?",
        "What do you do to report fraud?",
        "Report the activity that is not legit.",
        "They have methods for reporting fraud.",
        "How to report illegitimate things?",
        "What is the protocol for documenting deviousness?",
        "There are tips for snitching out frauds.",
        "How can I report the suspicious activity?",
        "I have a question regarding how to warn against impostors.",
        "What's the protocol for documenting unethical behavior?",
        "There are methods for reporting cheating.",
        "How can I tell suspicious activity?",
        "Suggestions as to how to report fraud cases?",
        "Do you know how to report activity that isn't legit?",
        "Could you let others know how to alert about fraud?",
        "How to report things that are not FACTS?",
        "I have a question where to report fraudulent activity.",
        "How to report the activity that isn't true?",
        "There are methods for reporting hoaxes.",
        "Alerting everyone about deception?",
        "Need to alert about deception?",
        "How would I say there was false activity?",
        "Do you have any suggestion for a protocol for reporting scam?",
        "Need help on scam reports.",
        "How would I tell if there is false activity?",
        "What's the protocol for documenting dishonest activity?",
        "You should report fraudulent actions.",
        "Is there any information on how to snitch out scam artists?",
        "There are any suggestions on how to report fraud cases.",
        "There are methods for reporting deceptive behavior.",
        "How can I tell about frauds?",
        "Methods of reporting fraud.",
        "Procedure to report fraud",
        "Reporting scam actions?",
        "There are tips for reporting scam.",
        "Reporting fraudulent transactions?",
        "Ways to get at fraudsters.",
        "Where are you going to report a scam?",
        "Where can I report fraudulent cases?",
        "How is it possible to alert on frauds?",
        "How are I to report false activity?",
        "You can use methods for reporting scam.",
        "Report fraudulent actions?",
        "Can I report fraudulent activity?",
        "Need more information on scam reports...",
        "The activity that's not legit should be reported.",
        "Anyone know where to report a scam?",
        "Is there any advice for reporting scam?",
        "How do I Report Fraud?",
        "How to report things that are not necessarily true?",
        "Please let us know the procedure to report fraud.",
        "How to report activities that are not in line with the law?",
        "There are methods for reporting fraud",
        "how to report things that are not real",
        "Are there any places to report a scam?",
        "How to report things that aren't correct?",
        "How do I report fake sh*t?",
        "What is the procedure to report the activity that goes against the law?",
        "I need any tips for snitching on scam artists.",
        "There are tips for snitching out scam artists.",
        "Where do I report instances of fraud?",
        "Suggestions to report fraud cases.",
        "Where do I get to report fraudulent activity?",
        "Ways to expose criminal behavior.",
        "Do you know how to report things that aren't true?",
        "How to tell the activity that isn't legit?",
        "Need some pointers on scam reports.",
        "Does anyone have any tips for reporting fraud?",
        "How about exposing fake activity?",
        "How would I report suspected false activity?",
        "Is there any tips for reporting scam artists?",
        "There are any tips on how to report a scam?",
        "What should be reported that aren't real?",
        "How can I alert on frauds?",
        "Where you can report a scam?",
        "How can you alert about fraud?",
        "I need some tips for snitching out scam artists.",
        "How can I be alert to frauds?",
        "Does anyone have any tips for reporting a scam?",
        "Reporting fraudulent actions",
        "Anyone have tips on scam reports?",
        "There are methods of reporting fraudulent activity.",
        "The activity is not legit, how to report it?",
        "It is unclear how to report fraud.",
        "How quickly do you report fake stuff?",
        "Where can I report allegations of fraud?",
        "There's a place to report a scam.",
        "You can expose fraud.",
        "People are asked to report fake activity.",
        "How should I report the activity that goes against the law?",
        "Where do I report dirty tricks?",
        "Is there a place to report a scam?",
        "Is there a way to alert to fraud?",
        "Any pointers on reported fraud cases?",
        "Report anything that is fake.",
        "You can catch fraudulent acts?",
        "Do you want to report fake crap?",
        "Reporting actions that aren't true?",
        "Easy ways to report fake conduct.",
        "The procedure to report fraud?",
        "How should I report things that are not real?",
        "Is there any advice on reporting scams?",
        "pointers to report fraud cases?",
        "What is the protocol of documenting deception?",
        "The procedure for reporting fraud?",
        "What is the protocol for documenting dishonest tendencies?",
        "How to report false activity?",
        "Do something to catch fraudulent acts?",
        "What should be reported about things that are not real?",
        "How to report things that aren't actually happening.",
        "How to tell about fraud.",
        "Tips on scam reports?",
        "How to report things that are illusory?",
        "How to reveal counterfeit conducts?",
        "There is a place to report a scam?",
        "How do I report the activity that's not legit?",
        "Alerting regarding deceptions?",
        "Is there a quick report of fake crap?",
        "What would be the best way to report false activity?",
        "Am I supposed to report fraudulent actions?",
        "How to report fraudulent things?",
        "How can I report activity that is suspicious?",
        "I do not know how to report fraud.",
        "What's the protocol for documenting dishonest acts?",
        "Where can I submit a report of a scam?",
        "Is it possible to alert to fraud?",
        "How to alert on fraudulent activity.",
        "Alerting that there is deception?",
        "How to report something that isn't legit?",
        "I would like to suggest protocol for reporting scam.",
        "Where can I submit a report of fraudulent activity?",
        "How to report that activity that's not legit?",
        "Is there a way you could alert about fraudulent activity?",
        "I do not know where to report fraud.",
        "How should we report things that are not real?",
        "How to report things that are fake?",
        "There are methods for reporting misrepresentations.",
        "How do I report things that are not real?",
        "Where am i supposed to report devious cons?",
        "How can you report things that are not real?",
        "How to report the activity which is against the law?",
        "Where to report a scam.",
        "How to report something that is not real?",
        "Do you know about the procedure to report fraud?",
        "There are any tips on how to report a scam.",
        "What should I do to report the fraud?",
        "Please report the activity as fake.",
        "Can I reveal suspected fraud?",
        "How to report scams?",
        "What should be reported about things that aren't real?",
        "I would like to suggestion a protocol for reporting scam.",
        "How to begin, how to report exposure, fraud.",
        "How might I report false activity?",
        "How would I report something false?",
        "The procedure to report fraud is not clear.",
        "I have a question about reporting fraud.",
        "Does the procedure to report fraud exist?",
        "Should we report fraud cases?",
        "Was the procedure to report fraud advised?",
        "How to disclosure counterfeit conducts...",
        "How to report an activity that isn't legit.",
        "Ways to expose crimes.",
        "How to report scam methods.",
        "How do I report misrepresentation?",
        "The ways to expose crooks.",
        "I was wondering where to report devious cons.",
        "Please report any fake activities.",
        "I wondered how to report false activity.",
        "How to report activity that goes against the law?",
        "There are people who need tips on scam reports.",
        "Do you know the procedure to report fraud?",
        "Where can we report a scam?",
        "Do you advise on how to report fraud?",
        "I don't know where to report fraud cases.",
        "How do I find out about fraud?",
        "How can a person report fraudulent activity?",
        "Report faked activity.",
        "Is it where I report devious cons?",
        "Where can I lodge a complaint about a scam?",
        "To report fake activity please.",
        "Do you suggest the procedure to report fraud?",
        "where am I supposed to report fraud?",
        "Reporting unethical actions?",
        "Do you know procedures to report fraud?",
        "Could you let someone know about fraud?",
        "Do you know how to report the activity that is not legit?",
        "Reporting actions that are not legit?",
        "What can I do to report suspicious activity",
        "How can I alert about frauds?",
        "How snitch on fake sh*t?",
        "How to report a fraudulent activity?",
        "I would appreciate if you would suggest a protocol for reporting scam.",
        "How to tell when a fraud is happening?",
        "There are any pointers on reporting fraud cases?",
        "Ways to expose people who commit fraud.",
        "Method to report fraud?",
        "Do you know a procedure to report fraud?",
        "Can you give me tips for snitching out scam artists?",
        "There are ways to expose deception.",
        "Any ideas on how to report fraud cases?",
        "Do you have a recommended protocol for reporting scam?",
        "Do you know any procedure to report fraud?",
        "Tips about scam reports?",
        "How to report the activities that are not legit.",
        "What is the procedure to document deceitfulness?",
        "Ways to catch frauders.",
        "Some steps could be shared to alert about fraud.",
        "How would I report false activity.",
        "There are tips for reporting scams.",
        "What is the place where I can report a scam to you?",
        "Can you tell me how to snitch on fake sh*t?",
        "pointers reporting fraudulent cases?",
        "Quick report the fake stuff?",
        "How to report the activity that went against the law?",
        "The methods of reporting scams.",
        "Reporting illegitimate actions?",
        "The activity that goes against the law should be reported",
        "Is the procedure to report fraud good?",
        "How to be on top of frauds?",
        "How do I alert on frauds?",
        "Where can I report dubious activity?",
        "If you see fake activity, please report it.",
        "Please report faking activity",
        "How to start reporting exposure and fraudulent activities.",
        "How to report things that aren't in fact?",
        "What can I do to report a scam to you?",
        "Tips on scam reports needed.",
        "Is there any tip for reporting a scam?",
        "I want to know where to report a scam.",
        "The ways of exposing fraud.",
        "What is the procedure for documenting deception?",
        "How do I report a fraud?",
        "Can you quickly report fake crap?",
        "Some methods of reporting scam.",
        "Tips on scam reports are needed...",
        "It's a question about how to report fraudulent activity.",
        "Is there a way to alert about fraudulent activity?",
        "How would I report a false activity",
        "Please report instances of fake activity.",
        "I am curious if I can report suspected fraud.",
        "What is the best way to report a scam?",
        "Make sure you report fake activity.",
        "Can I report the scam to you?",
        "Ways to reveal fake conducts...",
        "How to report activities that aren't legitimate?",
        "How about quick report fake crap?",
        "There should be a protocol for reporting scam.",
        "How can I tell about fake sh*t?",
        "There are ways to expose fraud",
        "Do you have a procedure for reporting fraud?",
        "Please advise on procedure to report fraud.",
        "Is it possible to quick report fake crap?",
        "Can anyone give me any tips for reporting fraud?",
        "How could you alert to fraud?",
        "Are there steps you can take to alert about fraud?",
        "How to report things that are not reality.",
        "Where to report devious cons?",
        "How to report something that is fraudulent?",
        "How can we report activity that's not legit?",
        "Is there a way to report fraud.",
        "Please report fake activity",
        "Where can I report things that are not true?",
        "How to report exposure/fraud?",
        "They have methods for reporting scams.",
        "What can I do to report the activity that isn't legit?",
        "I need any tips on how to snitch on scam artists.",
        "The place where I can report the scam?",
        "Ways to find and expose fraud.",
        "What do I need to do to report suspicious activity?",
        "Is there any information regarding reporting scam?",
        "How to report acts of fraud?",
        "How can you report activity that's not legit?",
        "Do you have a protocol for reporting scam?",
        "Please suggest a method for reporting scam.",
        "I need to know the procedure to report fraud.",
        "What should I report about the activity that goes against the law?",
        "How to report things that are not real!",
        "How to tell if the activity isn't legit?",
        "Do you have tips on scam reports...",
        "Alerting about deceptive activity?",
        "Can you tell me where to report the scam?",
        "How to report the action that goes against the law?",
        "Is the procedure to report fraud there?",
        "How do we document deceivingness?",
        "How can I report things that look suspicious?",
        "You can report a scam.",
        "There are methods used to report scams.",
        "How would I report a fraudulent activity?",
        "How to report the activity that is against the laws?",
        "There are any pointers reporting fraud cases?",
        "How would I report misrepresentation?",
        "How to REPORT the activity that goes against the law?",
        "How to alert about fraudulent activity?",
        "How about a quick report of fake crap?",
        "Do you know ways to catch fraudulent acts?",
        "How do I report things that aren't real?",
        "I would like to suggest a way of reporting scam.",
        "There are ways to expose culprits.",
        "How do I tell against criminals?",
        "Alerting regarding deceptive behavior?",
        "How can I report activities that are not legit?",
        "Is there a way you could warn about fraud?",
        "Any suggestions of how to report a scam?",
        "How do people flag fraudulent stuff?",
        "Where to make a report of a scam?",
        "How do you snitch on fake sh*t?",
        "How do I spot frauds?",
        "How do I warn against bogus people?",
        "It is suggested to catch fraudulent acts.",
        "There are methods for reporting unscrupulous people.",
        "What can I do to report the activity that is not legit?",
        "How to report something that goes against the law?",
        "How to report things that are not actually real?",
        "Should you suggest a protocol for reporting scam?",
        "How would I say that there was false activity?",
        "How to report things that aren't REAL?",
        "Ways to watch out for fraudsters.",
        "How to report activity that is not real?",
        "Is there a way you could help alert to fraud?",
        "Some pointers to reporting fraud cases.",
        "How can I snitch on a fake sh*t?",
        "I question if I can report suspected fraud.",
        "What's the procedure to report fraud?",
        "Is there a way that you could alert about fraud?",
        "Alerting about cheating?",
        "There are ways to expose crime.",
        "Where to report a dishonest person?",
        "To report fake activity, please",
        "Where can I tell about fraudulent activity?",
        "I have a question about how to warn against imposters.",
        "There is a procedure for reporting fraud.",
        "How to report counterfeit conducts.",
        "Can I report the suspected fraud?",
        "Is there a way for you to alert to fraud?",
        "Where do I report devious things?",
        "Where can you report scam?",
        "What tips do you have for snitching on scam artists?",
        "How to report exposure or fraud?",
        "Ways to expose bad people.",
        "Need pointers on scam reports.",
        "How to report stuff that's not real?",
        "How should fraud be reported?",
        "What could I do to report suspicious activity?",
        "They have methods for reporting scam.",
        "What can I do to report fraudulent activity?",
        "How can I report the activity against the law?",
        "Be sure to report fake activity.",
        "What is the best way to report things that aren't real?",
        "Is it possible you could share steps to alert about fraud?",
        "Is there any procedure to report fraud?",
        "Reporting fraudulent actions.",
        "The methods for reporting a scam.",
        "Is it possible to report a scam?",
        "Can you give me tips on scam reports?",
        "Is it possible to reports suspected fraud?",
        "Please report any false activity.",
        "Please suggest a way for us to report scam.",
        "Where can I submit a report of fraud?",
        "How to report things that aren't actually occurring?",
        "Where do I report alleged fraud?",
        "What is the protocol to document dishonest behavior?",
        "Any tips on how to report fraud cases?",
        "You should report the fake activity.",
        "There are some tips for reporting fraud.",
        "Where can I submit a complaint about a scam?",
        "Can anyone give me any tips for snitching on scam artists?",
        "Do you suggest a protocol for reporting scams?",
        "How to report false claims?",
        "Please reportfake activity",
        "What should I do to report false activity?",
        "How to report activity going against the law?",
        "How can I alert on fraudulent activity?",
        "What can we do to alert on frauds?",
        "They need a place to report fraud cases.",
        "How to report/exposure/ fraud.",
        "Do you have any steps to alert to fraud?",
        "Tell me any tips for reporting fraud?",
        "Some pointers to reporting fraud cases?",
        "Suggestions for reporting fraud cases.",
        "Where could I report fraud cases?",
        "There are tips on scam reports...",
        "How would you report activity that is not legit?",
        "Do you have any tips for reporting scam?",
        "Ways to report scams.",
        "Can I report suspicions of fraud?",
        "Can you give us steps to alert about fraud?",
        "How can I tell about fraud?",
        "Where can I file a report of fraudulent activity?",
        "How to report the scam?",
        "Do you have a procedure for reporting scams?",
        "How to report allegations of fraud?",
        "How can I flag suspicious activity?",
        "Is there a quick report on fake crap?",
        "To report things that are not real?",
        "There are questions on scam reports.",
        "Where should one go to report fraud cases?",
        "How do I tell about the fraud?",
        "How do I tell against people that are not real?",
        "Please advice on how to report fraud.",
        "What can I do to report suspicious activities?",
        "Any tips on scam reports?",
        "reporting fraud?",
        "Need suggestions on scam reports...",
        "Procedures for reporting scam.",
        "Do you know a protocol for reporting a scam?",
        "Snitching on fake sh*t how?",
        "report fraudulent actions?",
        "How would I complain of false activity?",
        "How toreport things that aren't real?",
        "Alerting regarding fraud?",
        "Ways to discover fraudsters.",
        "Ways to expose con men.",
        "Any references to reporting fraud cases?",
        "I was wondering if there were any tips for snitching on scam artists.",
        "How do you report activity that is not legit?",
        "Quick report fake?",
        "Any pointers reporting fraud?",
        "I don't know how to report fraudulent activity.",
        "What can I do to report the activity that goes against the law?",
        "Quick report fraud?",
        "Where do I go to report fraud cases?",
        "How to report things that are not actually happening?",
        "How do I find out about the fraudsters?",
        "How to report activity that isn't true?",
        "Is it possible to report fake shit quick?",
        "How can I report activity that is not legit?",
        "Where can I report false statements?",
        "There are ways to go after fraudsters.",
        "Please report this fake activity.",
        "Report the activity that's not legit.",
        "Where do I report shady dealings?",
        "How can someone report the activity that goes against the law?",
        "Is there a way to report fraud?",
        "What is the process for documenting deceitfulness?",
        "I wanted to know if I could report suspected fraud.",
        "How to report things that are not actual?",
        "How to reveal fake conducts...",
        "Alerting regarding liars?",
        "Can I report a scam to you?",
        "What would I report about false activity?",
        "Are there any steps you can take to alert about fraud?",
        "How would I report a false activity?",
        "How do you deal with fake sh*t?",
        "What can I do to report false activity?",
        "How would I say something was false?",
        "There are methods for reporting scam.",
        "Where are I to report devious cons?",
        "Is there a place to report fraud cases?",
        "What are some tips for reporting fraud?",
        "Unmask dishonest crime.",
        "How to report any activity that isn't legit?",
        "How should I alert against impostors?",
        "Is there a way to tell against impostors?",
        "How do I report fraud.",
        "What is the procedure for documenting fraud?",
        "Where am I supposed to report this fraud?",
        "What do I do to detect impostors?",
        "Do you have a way to report scam?",
        "Please suggest protocol for reporting scam",
        "How to report suspicions of fraudulent activity?",
        "Was it possible to quickly report fake crap?",
        "procedure to report fraud?",
        "Was it possible to report suspected fraud?",
        "I need to know if I can report suspected fraud.",
        "There are ways of exposing fraud.",
        "Taking out fake activity?",
        "There are ways to expose dishonest people.",
        "Is the procedure to report fraud clear?",
        "How can you report fraudulent activity?",
        "Does anyone have any tips for snitching on scam artists?",
        "Is it possible to report fake crap quickly?",
        "Do you have an advice on how to report fraud?",
        "Any suggestions on how to report fraud cases?",
        "There are any pointers for reporting fraud cases?",
        "Help with scam reports.",
        "Alerting of deception?!",
        "I want to know how to snitch on fake sh*t.",
        "How to report things that aren't real!",
        "How to report activities that are not legit?",
        "Get tips on scam reports...",
        "How to alert when there are frauds?",
        "False activity can be reported.",
        "How to report things which aren't real?",
        "Do you want to report fake rubbish?",
        "Ways to expose the fraud.",
        "Quick report something that is not real?",
        "I want to know any tips for snitching on fraudsters.",
        "How to reportactivities that are not legit?",
        "How to say something is fraudulent?",
        "Do you have a protocol for documenting dishonestness?",
        "What would I do if I found false activity?",
        "Ways to expose liars.",
        "How do I tell about frauds?",
        "How can something be reported suspicious?",
        "How can I report such activity?",
        "Immediate! Alerting about deception?",
        "Did you know where to report a scam?",
        "How can I report a suspicious activity?",
        "How would I report the fraud?",
        "Is there a way you could alert me about fraud?",
        "Should there be a protocol for reporting scam?",
        "Where am I supposed to report fraud cases?",
        "Someone wants to know how to report fraud.",
        "How can I report the activity that violates the law?",
        "Tell me about scam reports...",
        "There are tips for snitching out a scam.",
        "How to report fraudulent behavior?",
        "Process to report fraud?",
        "How to alert to fraud?",
        "Reporting acts that are fraudulent?",
        "How do I tell about fraud?",
        "How to report the activity that is in violation of the law?",
        "I'm wondering where I can report the scam to you.",
        "Can you let others know about steps to alert about fraud?",
        "Can I make a report of suspicious activity?",
        "I need to know where to report devious cons.",
        "Is there a way that you could alert to fraud?",
        "How should activity that goes against the law be reported?",
        "How can I report fraudulent activity",
        "Where can I report scam to you?",
        "How can I report something that seems suspicious?",
        "Can I make a report about a scam to you?",
        "How do I report a suspicious activity?",
        "There are ways to find out about fraudsters.",
        "How to report alleged fraud?",
        "How to report activities that are not legitimate?",
        "How can I report things that are not true?",
        "I don't know how I would report false activity.",
        "What is the process for documenting deception?",
        "I was wondering if I could report suspected fraud.",
        "Should you tell me the procedure to report fraud?",
        "Is there steps you can share to alert about fraud?",
        "What is the protocol to document deception?",
        "What should we do to report the activity that goes against the law?",
        "Methods for reporting fraud",
        "Consider reporting fraudulent actions.",
        "Do you have any tips for reporting scam artists?",
        "How to report instances of fraud?",
        "I do not know where to report a scam to you.",
        "How should we report activity that goes against the law?",
        "Someone wants you to report fake activity.",
        "It's possible to report scams.",
        "Inform the authorities of fake activity.",
        "Any pointers that report fraud cases?",
        "What is the protocol documenting dishonest activities?",
        "Where do I turn to report fraud?",
        "Please help report fake activity.",
        "How to tell the activity that's not legit?",
        "Can you tell how to report fraud?",
        "Is there a place where I can report fraudulent activity",
        "Where can I complain about fraudulent activity?",
        "What is the protocol for documenting dishonest dealings?",
        "How could I report suspicious activity?",
        "Any good pointers to report fraud cases?",
        "Quickly report fake crap?",
        "How to report things that aren't legit?",
        "Where can I report fraud to you?",
        "Quick report fake stuff?",
        "Any suggestions on how to report the scam?",
        "How can we report fraudulent actions?",
        "How do I detect frauds?",
        "What should we do to report a scam?",
        "Have any tips for reporting a scam?",
        "Suggestions on scam reports?",
        "How would I tell when there is false activity?",
        "How to report a scam.",
        "There are tips for snitching out scammers.",
        "Is there a way you could share steps to alert about fraud?",
        "Can you give any tips for reporting fraud?",
        "Alerting about deception is urgent?",
        "Is there a way you can alert to fraud?",
        "Report any activity that is fake.",
        "How to reveal false charges.",
        "Where do I report devious cons.",
        "How do you report activity that isn't legit?",
        "Do you have an procedure to report fraud?",
        "Any pointers for reporting a scam?",
        "pointers for reporting fraud cases?",
        "Can anyone report suspected fraud?",
        "How would I report False Activity?",
        "Can I flag suspected fraud?",
        "Protocol for reporting scams.",
        "What do I do to stop impostors?",
        "How about tips for snitching on scam artists?",
        "How to reporting fraud?",
        "What is the protocol for documenting unethical activity?",
        "Please report suspected fake activity.",
        "pointers to report fraud",
        "I wonder where to report fraud cases.",
        "It is possible to expose fraud.",
        "There are ways to exposed fraudsters.",
        "How to report activity that isn't legitimate?",
        "How do I report the activity that isn't legit?",
        "How to spot a fraud?",
        "How shall I report false activity?",
        "Have tips for scam reports.",
        "There are ways to expose criminal activity.",
        "How to report things which aren't true?",
        "What procedure should be used to report fraud?",
        "What are the best ways to alert on frauds?",
        "I don't know how to tell against impostors.",
        "There are any pointers to reporting fraud?",
        "Do you have any suggestions for reporting scam?",
        "Alerting individuals about deception?",
        "How to expose counterfeit conducts...",
        "How do I report such crimes?",
        "Are you able to alert on frauds?",
        "I have a question regarding how to report fraud.",
        "Any advice on how to report scam?",
        "I am unsure where to report fraudulent activity.",
        "There are tips for reporting the scam.",
        "Where can I complain about a scam?",
        "What do I do to report fraudulent activity?",
        "How do I find out if someone is a fake?",
        "Is there a way to snitch on fake sh*t?",
        "There are a number of ways to expose fraudsters.",
        "Or where to report a scam?",
        "How to report exposure to fraud.",
        "Help on scam reports...",
        "Should I report false activity?",
        "Where do I report cons that are devious?",
        "Do you want to report fake news?",
        "Are there ways to report fraud?",
        "Where will you find the place to report fraud cases?",
        "They need a protocol for reporting scam.",
        "Reporting suspected fraudulent actions?",
        "Procedure to report fraud, please advise?",
        "Can you give me any tips for snitching out scam artists?",
        "Ways to identify frauds.",
        "Please report fake activity!",
        "Where to make a claim of fraud.",
        "I have a question about warning against impostors.",
        "How do I report suspicious activity",
        "Are there ways to report the activity that goes against the law?",
        "Any tips for snitching on fraudsters?",
        "Unmask dishonest activities.",
        "Some methods for reporting fraudulent activity.",
        "Are there procedures to report fraud?",
        "How to report things like fraud?",
        "I want to know how to report fraud.",
        "Is there procedure to report fraud.",
        "There are methods to report the scam.",
        "How to report those activities that go against the law?",
        "Where to report cases of fraud?",
        "Disclosing fake activity?",
        "I'm looking for any tips for snitching on scam artists.",
        "Is there any help for reporting a scam?",
        "How to report things not true?",
        "Ways to go after fraudsters.",
        "Do you know how to catch fraudulent acts?",
        "How can one report activity that goes against the law?",
        "There are ways to expose the fraud.",
        "Where to report fraud cases.",
        "How do I report the fraudulent activity?",
        "There are ways to expose fakes.",
        "How about a quick report of fake things?",
        "How to report something that is not true?",
        "Do you have any tips for reporting fraudulent activity?",
        "Ways to get information about fraudsters.",
        "How should the activity that goes against the law be reported?",
        "Does anyone have any tips for reporting scam?",
        "What's the procedure for documenting deception?",
        "The methods for reporting scam.",
        "How do I complain of fraud?",
        "What could I do to report false activity?",
        "Asking about procedure to report fraud.",
        "Need help with scam reports",
        "Where do I report those devious cons?",
        "How to watch out for frauds?",
        "Do you know a protocol for reporting scams?",
        "How should fraudulent activity be reported?",
        "Ways to expose scam artists.",
        "They have ways to expose fraud.",
        "Where are I supposed to report devious cons?",
        "How do we report activity that goes against the law?",
        "Can you tell me how to alert on frauds?",
        "How are I able to report suspicious activity?",
        "There are any suggestions on reporting fraud cases?",
        "What would it take to report false activity?",
        "Please report fake activity if you have any.",
        "There is a question of how to report fraudulent activity.",
        "Is it possible to tell about fraud?",
        "How to report that activity that goes against the law?",
        "How to tell of fraud?",
        "Is there a way to report activity that's not legit?",
        "Any suggestions as to how to report scam?",
        "How can I report the fraudulent activity?",
        "I want to know how snitch on fake sh*t.",
        "I need any pointers on reporting fraud cases.",
        "Any advice on how to report a scam?",
        "There are ways that fraudsters can be exposed.",
        "What about quick report fake?",
        "You should report fake activities.",
        "Any tips about fraud cases?",
        "Please tell me a procedure to report fraud.",
        "How do you whistle on fake sh*t?",
        "Please advise on the procedure to report fraud",
        "Want to know how to spot scam reports...",
        "How to report things that aren't FACTS?",
        "There are methods of reporting scam.",
        "Alerting about deceptive activities?",
        "I want to know tips for snitching out scam artists.",
        "Is there any way you could alert about fraud.",
        "How could you alert about fraud?",
        "How do I find out about frauds?",
        "Where do I turn to report devious cons?",
        "Ways to find and expose criminals.",
        "Where can I make a report of a scam?",
        "How to report something that isn't legit.",
        "Would I be able to report suspected fraud?",
        "There are any tips to reporting a scam?",
        "How can we tell if the activity is not legit?",
        "Where can a person report a scam?",
        "How do we detect frauds?",
        "Need help with scam reports.",
        "How would I report fraud?",
        "Are I able to report suspected fraud?",
        "Do you want to quick report fake stuff?",
        "How do I report activity that is not legit?",
        "How do you report fraudulent actions?",
        "How do you tell on fake sh*t?",
        "Where can I report false transactions?",
        "Please report the activity that is not real.",
        "Is it possible to report activity that is not legit?",
        "There are ways to reveal counterfeit conducts.",
        "How can you report a scam.",
        "Do you know how to alert to fraud?",
        "How can you report activity that goes against the law?",
        "There are ways for reporting scam.",
        "Is it possible to quickly report fake stuff?",
        "Can you offer any tips for reporting a scam?",
        "Is procedure to report fraud advised?",
        "Do you have any tips for snitching on scammers?",
        "Any recommendations on how to report a scam?",
        "Tips for snitching out scam artists?",
        "Was it possible to alert about fraud?",
        "I am wondering where to report devious cons.",
        "How to report things that are not genuine?",
        "Is there a place to report the scam?",
        "Is there a way to warn against imposters?",
        "How should we report the activity that's not legit?",
        "Is it possible that I can report suspected fraud?",
        "Howd I report false activity?",
        "There are some methods of reporting scam.",
        "How to tell on frauds?",
        "There's a question about how to report fraudulent activity.",
        "Where can i report a scam?",
        "Do you have any suggestions for reporting fraud?",
        "How can we detect frauds?",
        "Where can I file a complaint about a scam?",
        "How to report fake news?",
        "How report fraud?",
        "There were ways to expose fraudsters.",
        "What do I need to do to report fraud?",
        "It's possible to report a scam.",
        "Any tips for reporting scam?",
        "Can you tell us how to report fraud?",
        "What are the best tips for reporting scam?",
        "I don't know how to alert against impostors.",
        "Alerting about deceivers?",
        "Where should we go to report fraud cases?",
        "If you see a fake activity, please report it.",
        "How do we document deception?",
        "Do you have a procedure for reporting scam?",
        "How can you report the activities that go against the law?",
        "There are any tips for reporting a scam?",
        "How to expose fraud.",
        "How might I report suspicious activity?",
        "How to report the activity that's not legit.",
        "I wonder if I can report suspected fraudulent activity.",
        "Can I make a report of suspected fraud?",
        "There are any pointers reporting fraud?",
        "Questions on scam reports.",
        "Where should I report the devious cons?",
        "Where can I report the scam to you?",
        "Please report activity that is fake.",
        "How am I supposed to warn against impostors?",
        "How to report things that are not legit?",
        "tips for snitching out scam artists?",
        "Take action against fraudulent acts.",
        "Are you saying to catch fraudulent acts?",
        "Suggestions on reporting fraud cases.",
        "There are any suggestions for reporting scam?",
        "How can we report the activity that violates the law?",
        "How to start reporting exposure or fraud.",
        "What would I do if I spotted false activity?",
        "The fraudulent actions may be reported.",
        "Please Report fake activity.",
        "How would you tell about fraud?",
        "How should we report the activity that is against the law?",
        "There are strategies to expose fraudsters.",
        "How snitching on a fake sh*t?",
        "I don't know how to report fraud",
        "Quickly report fake shit?",
        "Is it possible to report things that are not real?",
        "The question is how to report fraudulent activity.",
        "Report fake activity.",
        "Alerting of deceptions?",
        "Any pointers to report cases of fraud?",
        "Is there any information on how to snitch on fraudsters?",
        "What tips are there for reporting fraud?",
        "What is the protocol for documenting dishonestness?",
        "There are ways to expose crimes.",
        "Any suggestions of reporting fraud cases?",
        "Report fake activity if you can.",
        "tips for snitching on scam artists?",
        "Is there any way that you could alert about fraud?",
        "You want tips on scam reports...",
        "Methods for reporting a scam.",
        "Do you have tips about scam reports?",
        "Alerting about some deception?",
        "How to report things that are not right?",
        "There are ways to catch fraudsters.",
        "How to flag fraudulent activity?",
        "How to report activity that isn't legitimate.",
        "Any good tips for reporting fraud?",
        "How to tell about fraudulent activities?",
        "Would you please suggest a protocol for reporting scam?",
        "Please report the fake activities.",
        "Do you have an advise on the procedure to report fraud?",
        "How would I report false activity??",
        "Is it possible to report suspected fraud?!",
        "Alerting about fake news?",
        "Where can I report a scam to you?",
        "The fraudulent actions could be reported.",
        "Is it possible to tattle on those fraudsters?",
        "To report fraudulent actions?",
        "How can I report suspicious events?",
        "Are there steps to alert about fraud you could share?",
        "Do you have a way to report fraudulent activity?",
        "Someone wants to know how to report the activity that goes against the law.",
        "There are any tips to report fraud cases?",
        "If you are seeing fake activity please report it.",
        "Need help with scam reports...",
        "Is there a place to report a scam.",
        "Where to file a claim of fraudulent activity.",
        "Do you have any tips for snitching out scam artists?",
        "How can I report the activity that goes against the law.",
        "Do you want to quickly report fake shit?",
        "Do you have any pointers about reporting fraud cases?",
        "What are the best ways to report a scam?",
        "Where can I report a fraud to?",
        "It is not known where to report a scam.",
        "Where could you report a scam?",
        "How to report exposure, fraud.",
        "What can I do to report a scam?",
        "pointers reporting cases of fraud",
        "How to report when there is fraud?",
        "To report the activity that goes against the law, how?",
        "What can be done to report suspicious activity?",
        "How to report the activity that isn't real?",
        "I wonder how I would report false activity.",
        "There are methods for reporting scammers.",
        "How do you know about fake sh*t?",
        "We don't know how to report fraudulent activity.",
        "How to report fraud.",
        "I would like to know if I can report suspected fraud.",
        "How can I put a stop to those people?",
        "How do I watch out for impostors?",
        "Good report fake crap?",
        "Please report activities that are not real.",
        "Alerting about being deceived?",
        "How to report fraud to the authorities?",
        "Is it possible to report fake shit?",
        "I don't know where to report scam.",
        "Procedure for reporting fraud?",
        "Was it possible to share steps to alert about fraud?",
        "Is there a place where I can report fraud cases?",
        "Is there any way you can alert about fraud?",
        "How to report the activity that is not legitimate?",
        "How can I report suspicious conduct?",
        "Do you know how to snitch on fake sh*t?",
        "Is the procedure to report fraud appropriate?",
        "The procedure to report fraud is unclear.",
        "Tell me a protocol for reporting scam.",
        "Do you have an advise on how to report fraud?",
        "Is there a place I can report scam to you?",
        "How to report hoaxes?",
        "Where to tell about a scam?",
        "Suggestions on how to report scam reports.",
        "Please tell me a protocol for reporting scam.",
        "There are tips on how to report a scam.",
        "How can I tell against impostors?",
        "How to report things that aren't factual?",
        "Any suggestions about how to report fraud cases?",
        "Any help with reporting fraud cases?",
        "Something reporting fraudulent actions?",
        "There are methods for reporting Ponzi schemes.",
        "There are any pointers for reporting fraud cases",
        "Some tips on scam reports are needed.",
        "How to report things that are not factual?",
        "Talk about catching fraudulent acts?",
        "Reporting dishonest actions?",
        "tips for reporting fraud",
        "People please report fake activity.",
        "Some methods for reporting a scam.",
        "So, where to report a scam?",
        "Any information on how to report a scam?",
        "Is there a place where I could report fraudulent activity?",
        "Is there a way to warn against fakes.",
        "Can I report alleged fraud?",
        "Where do I inform about devious cons?",
        "There are tips on scam reports available.",
        "Reporting scam can be done using methods.",
        "Is there any advice on reporting scam?",
        "Is it possible to alert against impostors?",
        "How do I snitch on a fake sh*t?",
        "Do you know a protocol for reporting scam?",
        "Any tips on how to report a scam?",
        "Where do I report deception?",
        "How to report the activities that goes against the law?",
        "pointers reporting cases of fraud?",
        "Can you share steps to alert about fraud?",
        "How t' snitch on fake stuff?",
        "What is the procedure for documenting wrongdoing?",
        "How to report the offending activity?",
        "Ways to expose criminals",
        "Is there a way to alert on frauds?",
        "What would I do about false activity?",
        "How do I report activity that goes against the law?",
        "How to report non legit activity?",
        "Please suggest a way to report fraud.",
        "How to report activity that's not legitimate?",
        "What is the protocol for documenting fraudulent activity?",
        "How to complain about fraud?",
        "What can I do to detect frauds?",
        "Do you have a procedure to report fraud.",
        "How would I tell if there was false activity?",
        "There are methods for reporting that scam.",
        "How to report things that are not authentic?",
        "How to say that the activity is not legit?",
        "Make sure you catch fraudulent acts.",
        "How to report exposure/fraud",
        "There may be pointers reporting fraud cases.",
        "You can report activity that is not legit.",
        "Alerting to people about deception?",
        "To expose fraud.",
        "There's a procedure to report fraud.",
        "How would I tell if there was a false activity?",
        "Make a report of fake activity.",
        "I want to know any tips for reporting fraud.",
        "Is it feasible to report suspected fraud?",
        "Any suggestions regarding fraud cases?",
        "how to report things that aren't real",
        "Should there be procedures to report fraud?",
        "Is there a way to alert against impostors?",
        "How can I report fraudulent actions?",
        "Is there a way you could let others know about fraud?",
        "How would I report an activity that isn't true?",
        "How to notice frauds?",
        "How should you report fraud?",
        "You may be able to alert about fraud.",
        "Are there places to report fraud cases?",
        "The procedure to report fraud is asked.",
        "The methods of reporting the scam.",
        "How to tell on fraudulent activity?",
        "Do you know where I can report fraudulent activity?",
        "People want tips on scam reports.",
        "How to watch out for frauds.",
        "Let me know the procedure to report fraud.",
        "How do I detect impostors?",
        "What is the protocol to document deceptive behavior?",
        "How are we supposed to report fraud?",
        "Any suggestions for how to report scam?",
        "Possible pointers on reporting fraud cases.",
        "Reporting actions that are false?",
        "There are ways to expose perpetrators of fraud.",
        "Reporting cheating?",
        "How to report fraud quickly?",
        "Any suggestions on reporting fraud cases?",
        "I have questions about where to report fraudulent activity.",
        "Need to know more about scam reports.",
        "Will I be able to report fraud?",
        "Any tips for reporting fraud?",
        "Tips for scam reports?",
        "I need to know how to report fraud.",
        "How can we report activities that are not legit?",
        "How to report a scam",
        "How to report things that aren't actual?",
        "What should I do to report the activity that isn't legit?",
        "How would I prevent false activity?",
        "Some ways to report scam.",
        "Is there any way to warn against impostors.",
        "How do I file a report of fraud?",
        "I have a question about how to report fraud.",
        "Do we have a procedure to report fraud?",
        "Where to file a claim of fraud.",
        "Reporting a scam can be done using methods.",
        "Do you have a protocol for reporting scams.",
        "Where file a claim of fraud?",
        "How do I report unethical behavior?",
        "Is it possible to share steps to notice fraud?",
        "How to report the activity that's against the law?",
        "What procedure to report fraud?",
        "The ways of exposing fraudsters.",
        "Do you need tips on scam reports?",
        "Is it possible that you could share steps to alert about fraud?",
        "What are the ways to report things that aren't real?",
        "Please tell me the procedure for reporting fraud.",
        "Any suggestions for reporting fraud cases?",
        "Where to tell a scam?",
        "What can be done to report fraudulent activity?",
        "How should I report the activity that is against the law?",
        "Report fake activities.",
        "I am wondering if I can report suspected fraud.",
        "Any tips for snitching out fraudsters?",
        "Accurately reporting fraudulent actions?",
        "What should I do to report fraudulent activity?",
        "Is there a place where I can report false activity?",
        "What do I do if I witness fraud?",
        "What is the process for reporting fraudulent activity?",
        "Where can I submit a scam?",
        "How to report activity that isn't legit",
        "Ways to expose people who are dishonest.",
        "where can I report a scam to you?",
        "Is the procedure to report fraud right?",
        "Reporting fraudulent events?",
        "How would I report a false incident?",
        "I have questions about reporting fraud.",
        "Is there a way you could alert about fraud.",
        "You have to report the activity that is not legit.",
        "How to identify the activity that goes against the law?",
        "What should be done to report fraud?",
        "There are ways to expose the crooks.",
        "How do I report wrong things?",
        "Is there a way you can alert about fraud?",
        "Quickly report fake stuff?",
        "You need tips on scam reports.",
        "Where can I make a report of the scam?",
        "Reports the activity that's not legit?",
        "It would be helpful to suggest a protocol for reporting scam.",
        "It is possible to report a scams.",
        "People can expose fraudsters.",
        "How can I make a report of suspicious activity?",
        "Any ideas on how to report scam?",
        "Ways to uncover crooks.",
        "Can I file a fraud report?",
        "Can I report any suspected fraud?",
        "To report fraud, how?",
        "How is it possible to report activity that isn't legit?",
        "Do you have any tips for spotting scam artists?",
        "Are there places to report scam?",
        "Help on scam reports.",
        "Do you have tips on scam reports?",
        "How would the person report false activity?",
        "Ways to expose people who are fraudsters.",
        "The methods for reporting scam",
        "I wonder if I should report suspected fraud.",
        "Alerting regarding deception??",
        "Tell me where to report the scam.",
        "There is a question about how to alert on frauds.",
        "Are you going to report fake crap?",
        "Is there a place where I can report the scam?",
        "How would I reported false activity?",
        "Procedures for reporting fraud?",
        "I want to know how to report suspicious activity",
        "Procedure to report fraudulent activity?",
        "There is a question about how to report fraudulent activity.",
        "Need tips for scam reports...",
        "If you notice fake activity, please report it.",
        "Something to catch fraudulent acts?",
        "There are ways to expose unscrupulous people.",
        "Do you have any recommendations for reporting scam?",
        "Need some advice on scam reports.",
        "Is it possible to report suspectedfraud?",
        "Have you thought about a protocol for reporting scam?",
        "Is there a place to report fraud?",
        "Is the procedure to report fraud available?",
        "Is there a place where to report a scam?",
        "How can we tell about frauds?",
        "Ways to identify and expose fraudsters.",
        "How to make a report about exposure and fraud.",
        "How do I report on fake sh*t?",
        "Is there a way to report things that are not real?",
        "Alerting about misrepresentations?",
        "Any tips for snitching on fraud?",
        "How can I alert against impostors?",
        "Should fraudulent actions be reported?",
        "Can I make a report of a suspected fraud?",
        "Tips on scam reports.",
        "Reporting fraud cases? Any pointers?",
        "There is a need for a protocol for reporting scam.",
        "Any tips on reporting fraud cases?",
        "Reporting false activity?",
        "What should we do to report fraudulent activity?",
        "How quickly do you report fake shit?",
        "Please report fake activity if you see it.",
        "How can you help alert about fraud?",
        "Where can I report false activity?",
        "There are methods for reporting a fraud.",
        "Should you report fake activity?",
        "How to report deceptive practices?",
        "They have methods for reporting the scam.",
        "How to report activity that goes against the laws?",
        "Is it possible to report suspected fraud",
        "How can you tell if the activity is not legit?",
        "I don't know how to snitch on fake sh*t.",
        "How are you going to report fraud?",
        "How would I report fake activity?",
        "If you notice fake activity please report it.",
        "How do I report things that are not true?",
        "How do I report suspicious behavior?",
        "Alerting concerning deception?",
        "How can I report suspicious activity",
        "How to alert the authorities of fraudulent activity?",
        "Can you alert on frauds?",
        "Please share the procedure to report fraud.",
        "How can I be alert on frauds?",
        "Ways of exposing fraud.",
        "Any suggestions of how to report fraud cases?",
        "How would I say that there is false activity?",
        "How can I report things that are not real?",
        "Alerting about deceptions?",
        "Please report fake transactions.",
        "How should we report activity that's not legit?",
        "There are places to report a scam.",
        "What about a quick report of fake shit?",
        "There are any tips for reporting scams?",
        "How can I tell against imposters?",
        "What is the protocol for documenting misrepresentation?",
        "How can I report things that aren't true?",
        "Please suggest a way for people to report scams.",
        "Tell me how to report suspicious activity."
    ]
}