{
    "company_type": "Credit Card Companies",
    "inquiry_category": "Disputes and unauthorized transactions",
    "inquiry_sub_category": "Fraudulent Charges",
    "description": "Customer reports unauthorized transactions made on their credit card without their knowledge or consent, usually resulting from stolen card information or identity theft.",
    "inquiry": "My credit card was stolen, what should I do?",
    "paraphrases": [
        "My card was stolen and I'm in need of assistance.",
        "What's the plan about my card being stolen?",
        "card compromised--Next steps?",
        "I needed help with someone taking my card.",
        "Now what about my credit card theft?",
        "What am I supposed to do with my lost card?",
        "Someone took the card from me.",
        "Next steps after my card was theft?",
        "A credit card was snatched",
        "If my credit card is gone, what should I do?",
        "Help me please, my card is gone?",
        "Acard snatched: Actions to take?",
        "Creditcard taken, what now?",
        "Help! Cards have been stolen.",
        "Guidance requested for a card that has been stolen?",
        "Someone stole a card, need help?",
        "Guidance requested following the theft of a card?",
        "What can be done about credit theft?",
        "What now? My plastic is gone?",
        "I had my card stolen and I need your help.",
        "They swiped my credit from me.",
        "Help! Card is stolen...",
        "Credit solutions have been stolen!",
        "Someone stole a card, what next?",
        "Card gone, help?",
        "What do I do if I lose a credit card?",
        "What do you do with a stolen card?",
        "I had my credit taken by them!",
        "The steps to take after astolen card?",
        "card was swiped, what is my recourse?",
        "A stolen card now what?",
        "What is the next move after the lost card?",
        "Someone took my card, I need your help!",
        "What do I do about the theft of my credit card?",
        "Someone nicked my card?",
        "Now what should I do about the credit card theft?",
        "I had a card stolen.",
        "My card was messed with.",
        "Now what? A stolen card?",
        "They swiped my credit. Options?",
        "Steps to take following a stolen card?",
        "I was hit with fraud, what's the fix?",
        "How to get this plastic back?",
        "Now what? Card taken, help!",
        "People took my card.",
        "What should I do after I lost my credit card?",
        "How to retrieve my plastic!",
        "I lost my credit!",
        "Just robbed, the next steps?",
        "My card has been stolen, what is the plan?",
        "What would I do if my credit card vanished?",
        "How resolve? my card has been taken.",
        "What will happen after my card was stolen?",
        "They robbed my credit!",
        "This card has been stolen.",
        "Guidance requested because of a stolen card.",
        "How to move after a credit card snatched?",
        "Help me, card is gone!",
        "Can you help me, card is gone?",
        "What's the plan, my card has been stolen?",
        "What happens after the card is robbed?",
        "help! someone took my card",
        "What should we do after the card was stolen?",
        "What is my recourse after my card was stolen?",
        "Help me, the card was gone.",
        "My plastic is gone... what should I do?",
        "What is the situation with the stolen card?",
        "What should I do about the card being stolen?",
        "Somebody stole a card, now what?",
        "There is a credit card that has been snatched.",
        "Robbed of cards, something to do?",
        "What should I do with the stolen card?",
        "Now what, help! Card taken.",
        "My card was messed with?",
        "What should I do when my credit card has been stolen?",
        "advice please, Someone stole my card?",
        "Help! Card is taken, what?",
        "Help! card is stolen...",
        "What should we do about credit theft now?",
        "What's my next move, after a lost card?",
        "Any advice regarding the snatched credit card number?",
        "Please, someone stole my card?",
        "That person stole my card.",
        "Somebody has taken my credit card.",
        "What do we do with the stolen card?",
        "My card was stolen, advice please?",
        "My credit card was taken and what should I do?",
        "Steps to take after theft of card?",
        "Just robbed, what's the next steps?",
        "Credit card number snatched, any help?",
        "urgent advice request following the loss of a card.",
        "What about the card that was robbed?",
        "They took my credit! What options?",
        "What's the solution to the fraud that hit me?",
        "Now what if my plastic is gone?",
        "How resolve?my card was taken.",
        "My card got stolen, what's the plan?",
        "The card was taken now what?",
        "Someone took my credit cards.",
        "How to get the credit card back?",
        "What should be done about credit theft.",
        "If my credit card goes, what do I do?",
        "They stole my credit. options?",
        "Card snatched: actions to take",
        "My plastic is gone... what?",
        "Help me, card is gone, please?",
        "How to proceed following the snatching of a credit card?",
        "The credit card was snatched and how to proceed?",
        "The fraud hit me hard and what's the fix?",
        "Please, help! card taken, now what?",
        "Help! card taken, what else?",
        "Stolen card, what now?",
        "My card disappeared",
        "Help, card was stolen...",
        "Credit theft: what should be done?",
        "How to restore my plastic?",
        "What should I do when my card is stolen?",
        "HELP! Card taken, now what?",
        "Help! card taken, now what",
        "They messed with my credit!",
        "Credit card taken, how to proceed.",
        "What do I do now that my plastic has gone?",
        "Credit solutions have been robbed.",
        "Need help now that a card has been stolen?",
        "My card was stolen, what's the plan?!",
        "How to proceed after a credit card is snatched?",
        "Credit solutions been stolen?",
        "What are my options after the card was swiped?",
        "Credit solutions were reported stolen.",
        "Not sure what to do with a stolen card.",
        "What should I do with the credit card I lost?",
        "Credit card snatched.",
        "I just had my credit card stolen.",
        "Help! Card taken, now?",
        "Now what, after a stolen card?",
        "card was swiped, what's my recourse?",
        "They stole my credit!",
        "My plastic has disappeared now what?",
        "This person took my card.",
        "What should happen with card stolen?",
        "The card is gone–what?",
        "The fraud hit me hard and what is the fix?",
        "My plastic has been removed...now what?",
        "A credit card is snatched",
        "Next actions for my credit card as a result of theft.",
        "Was my card stolen? next steps?",
        "I have a card that got nicked.",
        "Help! card theft...",
        "I had my card stolen, what should I do?",
        "Credit card taken and how to proceed?",
        "Something took my card.",
        "There was a credit card that was snatched.",
        "The card was stolen!",
        "Help! Someone took me card.",
        "How resolve? My card is taken?",
        "I was robbed of my credit card, now what?",
        "Please help me, card has gone.",
        "What next? Card robbed",
        "What should I do, after my credit card was taken?",
        "Now what should happen with my credit card?",
        "Credit theft: what do we do now?",
        "Steps to take after a card stolen?",
        "Help me please, card has vanished?",
        "Credit solutions had been stolen.",
        "What next after card robbed?",
        "My card was taken, what is next?",
        "Advice please, someone stole my card...",
        "Help! Someone stole my card, what's the plan?",
        "What do I do without my credit card?",
        "If I have a stolen card, should I report it?",
        "They swiped my credit?!",
        "What now, after my card was stolen?",
        "Someone stole my card and what's the plan?",
        "Help! CC snatched! advice!",
        "What's the plan? my card was stolen.",
        "What can I do about my card being stolen?",
        "What should I do after my credit card was stolen?",
        "Can you help? Card taken, now what?",
        "How resolve? My card got taken.",
        "How to proceed after Credit card snatched?",
        "My card was taken, what should I do?",
        "Losing a card, what's my next move?",
        "The credit card has been taken.",
        "What is the solution to the fraud that hit me hard?",
        "My credit was swiped by them.",
        "I don't know what my recourse is after my card was swiped.",
        "What will happen after card was robbed?",
        "A credit card being taken?",
        "What can I do to fix the fraud?",
        "Any advice regarding the credit card number snatched?",
        "My card was taken, what are the plans?",
        "My card got stolen, what is the plan?",
        "A card that has been stolen?",
        "Advice please, someone stole my card.",
        "Can you help me, the card is gone?",
        "Someone stole a card and asked for guidance.",
        "Next actions for mycredit card after theft.",
        "There has been a theft of a credit card.",
        "I have a card that was stolen, what is the plan?",
        "What should I do now that my credit card was taken?",
        "Help!card taken, now what?",
        "Credit theft, what is it now?",
        "My card was taken and what is the plan?",
        "I didn't know what my recourse was after my card was swiped.",
        "Credit card number snatched, what advice?",
        "Next steps for my credit card after stealing.",
        "What will happen to my card when it got stolen?",
        "Now, what about the stolen card?",
        "I have a credit card which was stolen.",
        "Is there any advice for credit card number snatched?",
        "Help! My card has been stolen. What is the plan?",
        "How resolve? my card was taken",
        "How to get back my plastic?",
        "What should we do now that a card is stolen?",
        "What now? a card was stolen?",
        "Advice please someone stole my card.",
        "A credit card has been stolen.",
        "Help! Cards taken, now what?",
        "What do I do about the card being swiped?",
        "Help me, card has vanished, please?",
        "Just got robbed next steps?",
        "How to proceed when your credit card is snatched.",
        "Suppose my credit card is gone, what do I do?",
        "What's my next move, I lost a card?",
        "Credit theft now: what?",
        "Credit solutions was taken.",
        "A credit card number has been snatched.",
        "The card is stolen?",
        "How do I respond to card swiped?",
        "HELP ME, card gone, please?",
        "Actions to take; card snatched?",
        "How should credit theft be treated now?",
        "What actions should I take when I lost a card?",
        "Help! CC snatched!Advice solutions.",
        "Help! Someone is taking my card.",
        "How to proceed after a credit card is stolen?",
        "Steps to take as a result of a stolen card?",
        "Guidance requested? A stolen card!",
        "How to proceed if a credit card is snatched?",
        "Guidance requested because of stolen card?",
        "Now what is the situation with a stolen card?",
        "What do I do if I lose my credit card?",
        "Card compromised-- next steps?",
        "My plastic has gone...now what?",
        "Somebody took my credit card, now what?",
        "Help! CC snatched; advise solutions.",
        "Credit Card taken, what now?",
        "What is next after a card is robbed?",
        "Help me, my card has vanished?",
        "If my credit card is gone what do I do.",
        "They swiped my Credit!",
        "They stripped my credit!",
        "Steps to take next because of a stolen card?",
        "What's happening with credit card taken?",
        "So someone stole my credit card?",
        "Card stolen, what next?",
        "Somebody took my card.",
        "advice please; someone stole my card.",
        "The card was taken by someone.",
        "How resolve? My card was taken?",
        "advising please, someone stole my card?",
        "The credit card was snatched",
        "What happens after my card was stolen?",
        "My plastic is gone, what are we going to do?",
        "The credit was swiped!",
        "What will happen after the card was robbed?",
        "Things to do with my credit card after theft.",
        "I suspect someone stole my credit card.",
        "Now what about a card that has been stolen?",
        "What should I do about my lost credit card?",
        "Now what? Card taken.",
        "An individual took my card.",
        "Help! Someone grabbed my card.",
        "My card was stolen, what's the plan?",
        "A credit card theft?",
        "What would happen to my card after it got stolen?",
        "What are my options after my card was swiped?",
        "What is my next move after I lost my card?",
        "My card is taken, how resolve?",
        "My plastic's gone, now what?",
        "I need help with my lost credit card problems.",
        "Help! card has been taken",
        "What should I do after a credit card is stolen?",
        "Help me please, card is gone.",
        "steps to take with a stolen card?",
        "The card has been stolen!",
        "Credit theft? what should we do now?",
        "How to proceed? A credit card was snatched.",
        "I no longer have plastic...now what?",
        "I had my credit stolen!",
        "How should I deal with the credit card theft?",
        "Please, please, someone stole my card.",
        "My card has been taken by someone.",
        "Card gone, please help me.",
        "Actions to take: Card taken?",
        "help! card taken, now what?",
        "How do you deal with a stolen card?",
        "Apparently someone stole my card.",
        "Help me, card gone, please?",
        "Steps to take next after the stolen card?",
        "Now what do I do with my plastic?",
        "What next? my card was stolen",
        "What should we do about a stolen card?",
        "What can I do if my credit card is gone?",
        "Credit theft: now what?",
        "What will I do about my card being swiped?",
        "What do you do with the credit card snatched?",
        "Credit theft: what will happen now?",
        "Steps to take next, after a stolen card?",
        "What am I able to do about my card being swiped?",
        "The card is gone?",
        "Credit solution that was stolen?",
        "My card has been reported as stolen?",
        "Now what is going to happen to my credit card?",
        "Help, card has been stolen...",
        "What is next after a card is stolen?",
        "I was hit by fraud, what is the fix?",
        "I need your help! Someone took my card.",
        "After theft, there are next actions for my credit card.",
        "What should I do after my credit card is taken?",
        "Next steps, if my card was stolen.",
        "What will happen to my card after it was stolen?",
        "Help me, my card has gone.",
        "Steps to take when a card is stolen?",
        "My credit card was stolen, what now?",
        "What's the plan after my card got stolen!",
        "What's the plan since my card was stolen?",
        "My credit was swiped! Options?",
        "What's the solution to the fraud hitting me?",
        "A stolen credit card?",
        "What is my next move after my card was swiped?",
        "How will you proceed after a credit card is snatched?",
        "What's my next move after my card was swiped?",
        "Please help! Card stolen.",
        "Someone stole a card, what now?",
        "What am I going to do about a card swiped?",
        "My credit card was stolen, what should I do?",
        "Credit card number snatched, any advise?",
        "What is next for me after my card was stolen?",
        "How resolve? my card has been taken",
        "What's my next action after my card was swiped?",
        "Help! A card has been stolen...",
        "Someone stole my card, what is the plan?",
        "The card was taken",
        "My card was stolen, what do I do next?",
        "I had my credit taken from me.",
        "The next actions for my credit card after theft.",
        "Card was swiped, what do I do?",
        "My card was stolen, what's next?",
        "How to proceed after a credit card was grabbed?",
        "There's a credit card number that's been snatched.",
        "Next steps after my card was hijacked?",
        "card swiped, what's my recourse?",
        "Something happened to my credit card, now what?",
        "How to get my plastic back again?",
        "What should I do, my credit card was stolen?",
        "What comes after my card is stolen?",
        "the credit card was taken",
        "Card was swiped, and what's my recourse?",
        "I had a card that got stolen.",
        "Someonetook my card.",
        "Okay, card gone, now what?",
        "What should happen after card gone?",
        "They swiped my credit...",
        "Next step after just been robbed?",
        "My card was stolen?",
        "What should I do with the card that was swiped?",
        "The card is stolen",
        "What am I supposed to do if my credit card is gone?",
        "My card was swiped, what will I do?",
        "What should I do regarding my credit card theft?",
        "Advice please: Someone stole my card?",
        "What will happen after my card is stolen?",
        "Card was swiped, what will I do?",
        "Any advice after the credit card number was snatched.",
        "help me, card gone, please?",
        "Help! someone took my card",
        "My credit card has been taken by someone.",
        "Help me, the card is gone!",
        "I had my credit taken from me!",
        "Help! card has been stolen?",
        "Credit card snatched, how to carry on?",
        "When my card is taken, how resolve?",
        "Help! CC snatched. Help!",
        "my card went missing",
        "If my credit card is gone what should I do?",
        "I had a credit card taken.",
        "What should I do now that my credit card is missing?",
        "What should I do with my credit card that has been stolen?",
        "My card has been stolen; what's the plan?",
        "What would happen after my card was stolen?",
        "What about the theft of a credit card?",
        "advice please... someone stole my card?",
        "Credit solutions have been stolen",
        "How should I deal with a stolen credit card?",
        "A card has been taken.",
        "What now after the card was stolen?",
        "What's the plan after my card was taken?",
        "How to get my plastic back!",
        "What's the plan after my card disappeared?",
        "My card has been swiped.",
        "So, just robbed, next steps?",
        "Now what about the credit card that was stolen?",
        "The card was snatched and what actions to take?",
        "My card was stolen and I need your help.",
        "What should I do since my credit card was stolen?",
        "Help!Card was stolen...",
        "My card was stolen. Next steps?",
        "I got my card nicked.",
        "My credit card was stolen, what do I do?",
        "My card had been nicked.",
        "My plastic is gone, what next?",
        "I lost my credit card, now?",
        "Help! My card was stolen, what's the plan?",
        "Credit card number taken, any help?",
        "My card was swiped, I have no recourse.",
        "Please help! Card was stolen...",
        "What's the plan after my card was stolen",
        "A card had been stolen.",
        "What do I do when I lose my credit card?",
        "The card was stolen. Next steps?",
        "Advice please, a person stole my card.",
        "What's my remedy for card swiped?",
        "What's the recourse after the card was swiped?",
        "Somebody stole my card now what?",
        "Card was swiped, what should I do?",
        "How do you proceed after a credit card is snatched?",
        "I have plastic that is gone, now what?",
        "I have a stolen card.",
        "Please help! Card stolen...",
        "Helping me, card gone, please?",
        "Steps to take after a card was stolen?",
        "Actions to take, the card was snatched.",
        "Is there anything I can do if my credit card goes away?",
        "A card was stolen and now what?",
        "Got my card stolen?",
        "What now? credit card taken.",
        "someone took my card.",
        "My card was stolen, what will happen to it?",
        "What should I do after a credit card has been stolen?",
        "Credit theft: what's happening now?",
        "So somebody stole my credit card?",
        "Next steps as a result of just robbed?",
        "I have a credit card that is gone.",
        "What do I do when my credit card is no longer valid?",
        "My card has been stolen, what should I do?",
        "My plastic is gone, what should I do now?",
        "What's my next step after the card was swiped?",
        "Some person stole my credit card.",
        "Card stolen.",
        "What now, my plastic has gone?",
        "Actions to take. Card snatched.",
        "What will you do now that a card has been stolen?",
        "Credit card taken what now?",
        "My card was stolen and I need help!",
        "Credit card taken,what now?",
        "My card has been stolen, what's next?",
        "My credit was stolen!",
        "How to fix this mess after a loss of plastic?",
        "What will happen to my card that was stolen?",
        "What's my next move after the card?",
        "Credit card snatched, how to move forward?",
        "What is the next thing after my card was stolen?",
        "My card was taken by someone!",
        "Is there any advice regarding credit card number snatched?",
        "My card got stolen.",
        "What is the solution to the fraud that hit me?",
        "Next actions for my credit card after theft.",
        "How will I deal with my card taken?",
        "Steps to take after a theft of a card?",
        "If my credit card is gone what are I going to do?",
        "I have options? They swiped my credit!",
        "What should be done with a stolen card?",
        "So credit card taken?",
        "What can I do if my credit card is missing?",
        "The card was swiped, what's my recourse?",
        "What is my recourse after my card is swiped?",
        "Guidance requested after the card was stolen?",
        "How resolve?\" My card was taken.",
        "Next steps after my card is stolen?",
        "I got my card stolen.",
        "A card has been stolen",
        "Credit advice have been stolen?",
        "The card is stolen.",
        "Now what? help! Card taken",
        "A credit card was taken?",
        "HELP! Card stolen...",
        "The credit card was stolen?",
        "How should I handle my credit card being stolen?",
        "What if someone stole my credit card?",
        "The card was nicked, what solutions?",
        "Help! Card has been stolen?",
        "How about next steps after just being robbed?",
        "My credit was swiped. options?",
        "How to proceed following the theft of a credit card?",
        "Please, help me, the card is gone?",
        "How to proceed after acredit card snatched?",
        "I was hit hard by fraud. what's the fix?",
        "I had my credit taken by them. Options?",
        "How to proceed after acredit card snatched.",
        "The card I use got stolen.",
        "Actions to take? Card snatched",
        "How do I deal with my card being taken?",
        "Next steps for my credit card after crime.",
        "Now what happens to my credit card?",
        "What advice do you have for the credit card number snatched?",
        "What now after card stolen?",
        "There is a card gone",
        "Any advice on how to regain the credit card number?",
        "Need help after a card was stolen?",
        "Help! card was stolen.",
        "Help! The card has been stolen...",
        "Guidance requested? Someone stole a card?",
        "Just robbed and next steps?",
        "Help! Card has been taken.",
        "How to proceed is acredit card snatched.",
        "How to proceed is a credit card snatched.",
        "What should be done with credit theft now?",
        "What will happen to my plastic now that it has gone?",
        "How to proceed after a credit card abduction?",
        "It was someone who stole my credit card.",
        "What should happen with the card that was stolen?",
        "Credit card snatched how to proceed",
        "My card was stolen, what's the plan.",
        "Steps to take if you have a stolen card?",
        "My card is missing",
        "Now what will I do with my plastic?",
        "Next steps were asked if my card was stolen.",
        "What's my next move if I lost a card?",
        "Is there anything I can do if I lose my credit card?",
        "How to proceed, after credit card snatched.",
        "urgent advice request after losing card",
        "What happened to credit card taken?",
        "Next actions after my card was stolen?",
        "My card is gone, help me?",
        "What steps should I take after I lose my card?",
        "steps to take next after card is stolen?",
        "Next steps after my card was taken?",
        "Help! Card theft!",
        "A card has been robbed.",
        "I need advice, someone stole my card.",
        "Actions to take? card snatched",
        "How to recover my plastic?",
        "What now, after credit card taken?",
        "How should I deal with my lost card?",
        "Help, card gone, please?",
        "What next after a card robbery?",
        "Now what? Card taken?",
        "I had my card stolen and I need help.",
        "Guidance was requested after the card was stolen.",
        "What should I do with a stolen credit card?",
        "They took my credit! options?",
        "Credit card loss?",
        "Credit solutions were recently stolen.",
        "If my credit card is gone, what do I do?",
        "My credit card was stolen by someone.",
        "Help! Card is taken, now what?",
        "What about my card that got stolen?",
        "Card compromised--Next steps?",
        "Now what do I do with a stolen card?",
        "I need help, card is gone.",
        "Next steps after being just robbed?",
        "Someone snatched the credit card number.",
        "Steps to take next after astolen card?",
        "I have a credit card that was stolen",
        "How to proceed after credit card snatched?",
        "What do I do with my credit card?",
        "my card is missing",
        "What's next, card robbed?",
        "What should happen to my card after it got stolen?",
        "What are we going to do about credit theft now?",
        "Advice, please, someone stole my card.",
        "What should I do about the Card swiped?",
        "My plastic has gone. now what?",
        "Help! Card is stolen",
        "My plastic is gone and what?",
        "How to proceed after a stolen credit card?",
        "Card snatched, Actions to take?",
        "Now what about my credit card being taken?",
        "Somebody took a card.",
        "Help! The card has been stolen.",
        "What next, when my card was stolen?",
        "Please help, card has been stolen.",
        "Help me, card gone",
        "Help me, card has disappeared?",
        "Just got robbed and what are the next steps?",
        "Now what with the plastic gone?",
        "Any advice please? Someone stole my card.",
        "How can I fix this mess after I lost plastic?",
        "I had my card stolen, what is the plan?",
        "The card was stolen Alert! Next steps?",
        "Steps to take now that the card has been stolen?",
        "Help me, the card has gone?",
        "Next actions for my credit card after crime.",
        "Someone stolen my card.",
        "How to proceed after credit card is snatched?",
        "My plastic is gone.",
        "What should be done with the credit card taken?",
        "A person took my card.",
        "A card has been stolen, now what?",
        "What do I do about my credit card being taken?",
        "A card taken: Actions to take?",
        "Actions to take? Card snatched!",
        "Advice please, Someone stole my card?",
        "Someone stole a card and need help.",
        "What happened with credit card taken?",
        "What will happen to my card after it gets stolen?",
        "How to proceed after credit card was snatched?",
        "What am I able to do about the card swiped?",
        "How am I going to handle card swiped?",
        "Had a credit card number snatched?",
        "Someone taken my card.",
        "Someone stole my card and what is the plan?",
        "My plastic is gone now what?",
        "There is someone who stole my credit card.",
        "My credit was swiped. Options?",
        "How to go about retrieving my plastic?",
        "How to take my plastic back?",
        "The credit card is missing.",
        "How to proceed after a credit card is snatched",
        "Advice please, Someone stole my card.",
        "What is the fix after fraud hit me hard?",
        "I have a card taken, how resolve?",
        "advice please someone stole my card",
        "What can I do if my credit card goes missing?",
        "Credit card theft",
        "My card was stolen, what next?",
        "What should I do now that a card has been stolen?",
        "A thief stole my credit card.",
        "Steps to take next after the card was stolen?",
        "What's the next move after the lost card?",
        "My credit was swiped by them!",
        "Steps to take after the stolen card?",
        "Credit card taken and what now?",
        "I need help, card gone.",
        "Now what? Help! Card taken",
        "What do I do if my credit card is taken?",
        "What's the fix after I was hit with fraud?",
        "Help! a card is stolen",
        "Now what is the situation with the stolen card?",
        "How am I going to deal with card swiped?",
        "Please help, someone stole my card.",
        "What are my options after my card was swiped.",
        "Please help me, my card was stolen.",
        "Credit advise that was stolen?",
        "A credit card taken.",
        "Help! Someone took my card",
        "A card was taken and what actions to take?",
        "Help! The card has been taken.",
        "I've lost my credit card.",
        "My card appeared to have been nicked.",
        "Someone took my credit card",
        "Steps to follow after a stolen card?",
        "Steps to take after the theft of a card?",
        "My plastic is gone what should I do?",
        "Just been robbed and what next steps?",
        "What can be done about the card robbed?",
        "How to proceed with a credit card that has been snatched?",
        "Card was swiped and what's my recourse?",
        "card compromised--next steps?",
        "steps to take following a stolen card?",
        "Credit solutions were robbed.",
        "What resolve? My card was taken.",
        "It was a credit card that was stolen.",
        "It was a person who stole my credit card.",
        "Credit theft now what?",
        "You have a stolen card, now what?",
        "The card is gone, please help me?",
        "my plastic is gone what?",
        "What's my recourse after my card was swiped?",
        "Advice please, somebody stole my card?",
        "What steps should I take after I lost the card?",
        "Credit card taken- what now?",
        "What do you do about credit theft now?",
        "Help! the person took my card",
        "Now what? My plastic is gone...",
        "Now what? My plastic has gone.",
        "Now what should I do with my credit card stolen?",
        "My credit was taken.",
        "Now what? Somebody stole my credit card?",
        "Actions to take after card snatched?",
        "There is someone taking my card.",
        "Next steps when my card is stolen?",
        "The card was taken and what actions to take?",
        "How should a stolen card be handled?",
        "Help me please, card gone!",
        "Someone stole the card.",
        "Yes, card gone, now what?",
        "What's my next move after that lost card?",
        "What will happen with my card that got stolen?",
        "How come card gone, help me?",
        "What should I do about the credit card theft?",
        "Next action for my credit card, after theft.",
        "Just got robbed? Next steps?",
        "Any advice after the credit card number was snatched?",
        "So the card is gone, now what?",
        "Credit thief, actions to take now?",
        "I have a card taken, now what?",
        "Someone took my card",
        "What should I do now that a card is stolen?",
        "Now what, did someone steal my credit card?",
        "Help! CC snatched! advise.",
        "My card was swiped and what's my recourse?",
        "Next actions for my credit card after the theft.",
        "My card went missing, what's the plan?",
        "What do you do after the fraud?",
        "Credit card snatched, how to go about it?",
        "Steps to take next after a stolen card?",
        "I found out my card was stolen.",
        "What should we do now regarding credit theft?",
        "My plastic is gone now?",
        "Next actions for my credit card after theft",
        "If my credit card is gone, what will I do?",
        "Guidance requested! Stolen card!",
        "How to proceed when a credit card is snatched.",
        "What steps should I take after I lost a card?",
        "What happens after a card is stolen?",
        "What's the plan after my card was swiped?",
        "The person took my credit card.",
        "How to proceed; a credit card was snatched.",
        "Next steps for my credit card after a theft.",
        "What are my recourse after my card was swiped?",
        "Someone stole a card and there are steps to take next.",
        "What's my next move after loss of card?",
        "What should we do with credit theft now?",
        "How resolve? my card is taken?",
        "Somebody stole a credit card.",
        "What about a stolen card?",
        "Actions to take, card grabbed?",
        "What should I do now that my card is lost?",
        "I need help, Card gone, please?",
        "Someone stole my card. Advice please?",
        "What should we do after card robbed?",
        "Card was swiped and what is my recourse?",
        "The card was taken from me.",
        "How to proceed has a credit card been snatched.",
        "Help! Card disappeared...",
        "advice please; someone stole my card?",
        "What was my recourse after my card was swiped?",
        "Just got robbed, what are the next steps?",
        "Help me, the card is gone?",
        "Now what, help! Card taken, what?",
        "That card was stolen.",
        "What about card that was stolen?",
        "What steps should I take after my lost card?",
        "I had my card taken by someone.",
        "Actions to take: card snatched?",
        "Just robbed and the next steps?",
        "Help, card stolen...",
        "My card has been taken, what's the plan?",
        "My card was stolen and what is the plan?",
        "Help me, card gone?",
        "What will I do if my credit card is taken?",
        "What now, card taken?",
        "Got a stolen card?",
        "Credit cards taken?",
        "Can you give me safety advice for a vanished card?",
        "Please help, card taken now what?",
        "What next after my card was taken?",
        "Credit theft: what next?",
        "Any suggestions on how to get the credit card number back?",
        "Do you know what to do with my plastic?",
        "I need advice as someone stole my card.",
        "What to do about my credit card being stolen?",
        "How should credit theft be handled?",
        "There's a card gone.",
        "Card swiped, what do I do?",
        "What should I do to get the card back?",
        "What should I do if my credit card disappeared?",
        "Advice please, someone stole the card.",
        "What do I do after a card was swiped?",
        "Credit card is snatched and how to proceed?",
        "What about the credit card that was stolen?",
        "I lost my credit card, now what?",
        "What is the plan after my card was robbed?",
        "HELP! Someone stole my card.",
        "Help! My card got stolen.",
        "advice please? someone stole my card?",
        "My card had gone missing.",
        "Credit card taken right now?",
        "My card is taken how resolve?",
        "Some one took my card.",
        "I need your assistance, card gone?",
        "What will I do when my card is stolen?",
        "What should I do after my credit card was robbed?",
        "HELP! CC snatched.",
        "I had a card stolen, what next?",
        "What should I do if my credit card is not there?",
        "Guidance requested after stolen card?",
        "My plastic is GONE, now what?",
        "Help! card taken",
        "I need help. Someone took my card.",
        "Assistance! Card taken, now what?",
        "My card is taken, now what?",
        "Next actions for my credit card after a theft",
        "My plastic's gone now what?",
        "Help! I lost my card.",
        "Help! The card was stolen...",
        "Help! my card has been stolen, what is the plan?",
        "What should be done with my plastic?",
        "There's a card that's gone.",
        "The credit card that I had was stolen.",
        "It was a stolen card, now what?",
        "What is the plan after my card was stolen",
        "Guidance requested for astolen card?",
        "What should I do about my stolen card?",
        "What's my recourse, after my card was swiped?",
        "I have a credit card that was stolen, what should I do?",
        "Next actions for my credit card after thefts.",
        "Somebody stole my credit card",
        "I would like advice after someone stole my card.",
        "What next? Card robbed.",
        "I need help, the card is gone?",
        "Just robbed, what's the next step?",
        "A card snatched: Actions to take?",
        "What now, credit card taken?",
        "What steps should I take because of a lost card?",
        "My card was taken, what's next?",
        "How to proceed, after a credit card was snatched?",
        "What's the plan? My card was stolen.",
        "Next steps after just was robbed?",
        "Someone took my card,Help!",
        "advise please, someone stole my card",
        "What should we do with the credit card taken?",
        "Help me, card went, please?",
        "What should I do regarding the credit card that was stolen?",
        "What will I do if I lose my credit card?",
        "my card was gone",
        "My card has been stolen, what next?",
        "Next steps, after just being robbed?",
        "The credit card has been snatched.",
        "What happens when card is robbed?",
        "What will I do after my card was stolen?",
        "What can I do if my credit card is no more?",
        "Now what? my plastic is gone",
        "How to go about credit card theft?",
        "Someone stole my card and now what?",
        "What should I do if the credit card is gone?",
        "Thieves took a credit card?",
        "Is it the case that my card got stolen?",
        "They swiped my credit?",
        "The card was snatched: Actions to take.",
        "What steps should I take after lost card?",
        "My card was taken, what is the plan?",
        "What should I do with my credit card that was hijacked?",
        "Someone has stolen the credit card.",
        "So a card is stolen?",
        "Guidance requested? The card was stolen.",
        "What should I do to get my credit card back?",
        "Steps to take due to a stolen card.",
        "Someone stole my credit card, what now?",
        "help! Someone took my card.",
        "My card was stolen, what is the plan?",
        "What will I do when my credit card is gone?",
        "How should I handle the theft of my credit card?",
        "A card that has been stolen, now what?",
        "Helping! card taken, now what?",
        "What happens when a card is robbed?",
        "What should I do about my stolen credit card.",
        "I need help, card gone!",
        "What is next after my card was stolen?",
        "Help! CC snatched! advise",
        "Next steps after just robbed?",
        "What is the next step after my card was taken?",
        "Credit card snatched; what to do?",
        "What is the plan after my card was lost?",
        "What's my remedy after my card was swiped?",
        "The credit card I had was stolen.",
        "Your card is taken, now what?",
        "Card snatched: actions to take.",
        "My card was hijacked, what next?",
        "What will happen after the card was stolen?",
        "What should I do if my credit card is taken?",
        "My card was taken by someone.",
        "The card is taken, how resolve?",
        "Credit theft, what happened?",
        "What is the situation with my credit card being stolen?",
        "What will I do if my credit card is no longer valid?",
        "Any advice regarding the credit card number being snatched?",
        "My card was taken, what should I do with it?",
        "advice please, somebody stole my card.",
        "What should I do about the credit card being stolen?",
        "What can we do about the card being stolen?",
        "What's the plan with my card being stolen?",
        "My card is gone, please help me?",
        "That plastic is gone, now what?",
        "What do I do now my card has been stolen?",
        "Credit solutions have been reported stolen.",
        "Credit solutions were allegedly stolen.",
        "What should happen if my card is stolen?",
        "What could be done about the card being stolen?",
        "How come someone stole my credit card?",
        "Well, card gone, now what?",
        "You have a credit card taken?",
        "They ripped my credit.",
        "Assist! Someone took my card.",
        "What's the plan after my card wasstolen?",
        "What would I do if I lose my credit card?",
        "Next steps after my card was stolen.",
        "After theft, next actions for my credit card.",
        "What should I do about the credit card hijacking?",
        "What am I supposed to do about the card swiped?",
        "Next steps after just being robbed?",
        "card was swiped, what do I do?",
        "I need assistance, card gone?",
        "What steps should I take with the lost card?",
        "I lost a card, what's the next move?",
        "What should happen with card robbed?",
        "I lost a card, what should I do to get it back?",
        "urgent advice request after losing card.",
        "If my credit card is gone what can I do?",
        "Now what? My plastic has vanished.",
        "Just robbed, where are the next steps?",
        "Help! A card is taken.",
        "I have plastic gone, now what?",
        "A person stole my card?",
        "What should I do to recover my credit card?",
        "Help! Card is missing.",
        "There was a theft of credit card.",
        "They took my credit. options?",
        "Helping me please, the card has gone.",
        "This card was stolen.",
        "Card swiped, what should I do?",
        "Help me please, card has been taken.",
        "My card has been gone.",
        "Help! Card taken now.",
        "My plastic is gone now, what?",
        "I had a stolen credit card.",
        "Actions to take, card snatched?",
        "advice please, someone stole my card!",
        "My card has been nicked?",
        "Now what about a card that was stolen?",
        "What's my next move after my lost card?",
        "Card snatched: actions to take?",
        "The card was swiped, what am I going to do?",
        "What is happening with the credit card taken?",
        "Someone took my card and I was frantic.",
        "HELP! Card taken now?",
        "How resolve? I have my card taken.",
        "What should we do about the card stolen?",
        "Someone else took my card.",
        "Your card has been taken, now what?",
        "What happened to my card that was swiped?",
        "What is the plan after my card was taken?",
        "My plastic is gone, what should we do with it?",
        "How resolve? my card was taken?",
        "What should I do after my credit card is stolen?",
        "Credit card Theft?",
        "Next actions with my credit card after theft.",
        "Now what...my plastic is gone?",
        "I don't know who stole my credit card.",
        "Help! a card was taken...",
        "Someone takes my card",
        "What happens after a card was stolen?",
        "My credit card was stolen and I don't know what to do.",
        "Someone stole my card and asked for advice.",
        "Help! the card has been stolen",
        "Guidance needed for the card that was stolen?",
        "card was stolen",
        "How to proceed after credit card theft?",
        "Someone has stolen a credit card?",
        "Steps to be taken after a stolen card?",
        "Now what should be done about credit theft?",
        "Card taken and actions to take?",
        "My card has been stolen...",
        "My plastic has vanished now what?",
        "I lost a credit card.",
        "What would I do if my card got stolen?",
        "Now what after the card was stolen?",
        "There is a credit card that is snatched.",
        "Please help! Card was stolen",
        "Help! Cards have been stolen...",
        "Now what with the card taken?",
        "What will happen to my card that got stolen?",
        "Help! card was stolen...",
        "What would happen if my card was taken?",
        "Help! A card has been taken.",
        "What resolve, my card taken?",
        "What followed after my card was stolen?",
        "Now what? someone stole my credit card?",
        "I lost a card and what's next?",
        "Please, someone stole my card.",
        "what should I do with my credit card that was stolen?",
        "Help! someone stole a card.",
        "Just was robbed, next steps?",
        "There's a card gone",
        "Help me, Card gone, please?",
        "Can you help! Card taken, now what?",
        "What should I do after I lost a card?",
        "There's someone taking my card.",
        "My plastic is gone now what do I do?",
        "The credit solutions has been stolen.",
        "steps to take after a card is stolen?",
        "How to retrieve a credit card?",
        "An urgent advice request was made after a card was lost.",
        "Help me please, the card has vanished?",
        "Now what, the stolen card?",
        "Credit solutions had been taken.",
        "Any advice after a credit card number has been snatched?",
        "What should I do when my credit card is stolen?",
        "How to proceed after a credit card disappeared?",
        "How resolve? I have a card taken.",
        "Now what? My plastic was gone.",
        "A person stole my credit card, now what?",
        "What do I do with my stolen credit card?",
        "How to proceed: a credit card snatched.",
        "Somebody stole my credit card, what now?",
        "What's my recourse after my card was taken?",
        "A card that was stolen now what?",
        "Someone stole my credit card and now what?",
        "They swiped my credit card?",
        "Steps to take for a stolen card?",
        "A card taken, now what?",
        "What do I do when my credit card is missing?",
        "What is my next move after losing a card?",
        "Suddenly someone stole my credit card.",
        "How to proceed after acredit card was snatched?",
        "What should I do about the credit card that was taken?",
        "HELP! CC snatched, advise solutions.",
        "Any advice after credit card number is snatched?",
        "How to proceed, after a credit card was snatched.",
        "how to proceed after credit card snatched?",
        "Actions for my credit card after theft.",
        "Help! a person took my card.",
        "Next actions after theft for my credit card.",
        "Advice please, someone took my card?",
        "Now what, who stole my credit card?",
        "What's the plan after my card was stolen?",
        "I need help with the card gone?",
        "My plastic is gone, what now?",
        "My card was swiped, so what's my recourse?",
        "How to go about getting a credit card back?",
        "My card was nicked?",
        "what's the plan after my card was stolen?",
        "What am I supposed to do about my card being swiped?",
        "What will happen with the card that was stolen?",
        "What now, card robbed?",
        "My credit card has been stolen.",
        "My card is missing, solutions?",
        "How come credit card taken?",
        "Now what should I do with a stolen card?",
        "I have a credit card number snatched.",
        "Help! Someone got my card.",
        "The person took my credit card, now what?",
        "My plastic is gone, what else?",
        "I got my card stolen, what's the plan?",
        "Credit theft, what now.",
        "What now?credit card taken",
        "If my credit card is gone what do I do?",
        "Guidance requested for a card that was stolen!",
        "Credit card has been stolen?",
        "My credit was swiped.",
        "The credit card taken?",
        "A card stolen.",
        "advice please: Someone stole my card.",
        "What to do with a credit card snatched?",
        "Someone took my card, I need help!",
        "What can I do if my credit card is no longer valid?",
        "Help! card is stolen.",
        "How should I deal with the lost card?",
        "Advice please: someone stole my card.",
        "Something stole my card.",
        "Now what? help! Card taken?",
        "There is a card that is stolen.",
        "What should I do with my credit cardstolen?",
        "I didn't know my recourse after my card was swiped.",
        "steps to take after stolen card?",
        "The card has been stolen, what now?",
        "Now what with the stolen card?",
        "Next actions for my card after theft.",
        "What was the plan after my card was stolen?",
        "After a stolen card, what?",
        "The card is gone, please?",
        "Card taken",
        "How do I deal with card swiped?",
        "Any advice on the credit card number being snatched?",
        "Help! my card was taken.",
        "My plastic is gone...Now what?",
        "What should I do after my credit card went missing?",
        "Card stolen!",
        "My card was swiped, what can I do?",
        "Help! CC snatched, advise solutions",
        "I need to know what to do with my plastic.",
        "The credit card I use was stolen.",
        "What should I do when I lose a card?",
        "Steps to take next after the card has been stolen?",
        "Help! The card was taken",
        "If my credit card is gone what should I do.",
        "A credit card being stolen?",
        "Actions to take? card snatched.",
        "What's the plan after my card was hacked?",
        "The card was stolen and now what.",
        "This card is taken, now what?",
        "Now what, help! card taken",
        "My card was stolen, what was the plan?",
        "what do I do if my credit card is gone",
        "How is my recourse after my card was swiped?",
        "How to proceed when your credit card has been snatched?",
        "The card is gone what is next?",
        "Actions to take? Card snatched.",
        "Credit card snatched and what to do?",
        "What should I do to get my lost card back?",
        "Help! card is stolen",
        "A credit card was taken.",
        "They ripped my credit!",
        "What next is it that my card was stolen?",
        "I guess somebody stole my credit card.",
        "What should happen after my card was stolen?",
        "Credit card snatched; how to proceed.",
        "Help!card has been stolen...",
        "Next actions for my card, after theft.",
        "Help! A card was taken.",
        "Guidance requested for stolen card?",
        "Next steps? Card was compromised.",
        "My card was taken, what's the plan?",
        "What should I do with my card stolen?",
        "Next steps for my credit card following theft.",
        "Help! My card was stolen",
        "Now what, after the card was stolen?",
        "What should happen if a card is robbed?",
        "Guidance requested after the card was stolen!",
        "What should I do about a card stolen?",
        "I lost a card and what's my next move?",
        "Card compromised, the next steps?",
        "My card has been taken.",
        "Please help me, the card is gone?",
        "Now what are I supposed to do with my plastic?",
        "The card has been stolen...",
        "The credit card was taken, what now?",
        "Please advise, someone stole my card?",
        "Help! a card has been stolen",
        "They stole my credit, what options?",
        "Help! Now what? Card taken.",
        "Help! CC snatched, advise.",
        "What do I do after my card got stolen?",
        "Now what? Help! Card taken.",
        "Now what? My plastic has disappeared.",
        "Help! My card was stolen!",
        "Please help! card was stolen",
        "How resolve? my card taken",
        "what is the plan after my card was stolen?",
        "My plastic has disappeared...what?",
        "Somebody got my card.",
        "What next? a card was stolen",
        "My credit card is gone, now what?",
        "I don't know what to do if my credit card is gone.",
        "A card was robbed, what next?",
        "They stole my credit! Options?",
        "What should be done with a credit card snatched?",
        "Your card has been stolen.",
        "Steps to take next after a card was stolen?",
        "How to proceed? a credit card was snatched.",
        "What steps should I take to get my card back?",
        "A credit card number is snatched.",
        "Card gone, help me!",
        "How should I deal with my credit card being stolen?",
        "Help! Card has been stolen!",
        "Just got robbed, what are next steps?",
        "What can I do when my credit card is gone?",
        "What will happen after a card was robbed?",
        "My plastic is gone... what now?",
        "How to proceed? Credit card snatched.",
        "What should you do with a stolen card?",
        "My plastic is gone...what do I do with it?",
        "How should I recover the lost card?",
        "What will I do if my card is gone?",
        "Help! Card had been stolen...",
        "steps to take next after card was stolen?",
        "Next step after my card got stolen?",
        "I lost a card, what steps should I take?",
        "What should I do if my card was stolen?",
        "Help! a card has been stolen...",
        "A card has been taken, now what?",
        "Please, card gone, help me?",
        "Help! A card has been stolen",
        "Please help me, card gone?",
        "The steps to take after a card has been stolen?",
        "What should we do now after a card was stolen?",
        "It was my credit card that was stolen.",
        "someone took my card",
        "Someone stole my card, advice please?",
        "How to proceed after the credit card has been snatched?",
        "Credit advice had been stolen?",
        "Guidance requested after card was stolen?",
        "Someone stole my credit card?",
        "HELP ME, card gone?",
        "What do I do about the credit card being stolen?",
        "Suggestions please, someone stole my card?",
        "How to proceed, a credit card was snatched.",
        "My card was taken by a person.",
        "My plastic is gone what do I do?",
        "The card was grabbed: Actions to take?",
        "Help! Card is gone.",
        "Someone took my payment card.",
        "Options? They took my credit.",
        "A credit card theft.",
        "If someone stole my credit card, now what?",
        "Credit card taken!",
        "my credit card was stolen",
        "What will I do if my credit card disappears?",
        "Now what, a stolen card?",
        "What should we do when a card is stolen?",
        "Help!card stolen...",
        "Credit theft, what is next?",
        "advise, someone stole my card?",
        "My card was reported as stolen?",
        "My card was nicked, solutions?",
        "They swiped the credit!",
        "Help, card has been stolen.",
        "Help! Card is taken now what?",
        "What should happen with the credit card snatched?",
        "credit theft, what now?",
        "How to fix this mess, after the plastic was lost?",
        "credit card taken what now?",
        "How about options? They swiped my credit.",
        "How to go after credit card snatched?",
        "I have a credit card that was stolen.",
        "Help! Card stolen",
        "How to fix this mess after the plastic went missing?",
        "We have a credit card taken.",
        "What happens with credit card taken?",
        "What happens with the card robbed?",
        "What should I do about my credit card being hijacked?",
        "How to fix this mess after loss of plastic?",
        "What should I do after a credit card was stolen?",
        "Help! card is missing.",
        "What should I do, after my card was swiped?",
        "advice please, someone stole my card?",
        "What will happen after my card gets stolen?",
        "Next steps after my card was swiped?",
        "card has been stolen",
        "What do I do after my card gets stolen?",
        "What should I do with my credit card that was stolen.",
        "Card was stolen alert! Next steps?",
        "Someone stole my card, please advice?",
        "Was my card stolen, the next steps?",
        "What should I do when my card was stolen?",
        "My card was swiped, what should I do?",
        "Please, help! card was stolen...",
        "Someone took my card and I was in need of assistance.",
        "Next steps after my card has been stolen?",
        "Uhm, card gone, now what?",
        "What should I do if my credit card goes away?",
        "Someone stole a card and requested guidance.",
        "A credit card was stolen.",
        "A card is snatched: actions to take?",
        "I was robbed of my credit card.",
        "I assume someone stole my credit card.",
        "Help! card was taken",
        "What should I do with my credit card after it was stolen?",
        "Just got robbed and next steps?",
        "Thecard snatched: Actions to take?",
        "Help! CC snatched! advise...",
        "Credit card theft.",
        "I was hit hard by fraud. What's the solution?",
        "My credit was taken by them!",
        "What happens if a card is robbed?",
        "Stolen card now what?",
        "What should I do about a stolen credit card?",
        "What is the plan after my cards got stolen?",
        "Help! Card taken!",
        "I have a card that was stolen, what's the plan?",
        "Somebody stole my card.",
        "What should I do with my credit card that was stolen?",
        "Needed advice after the lost card.",
        "How resolve? My card has been taken.",
        "I need assistance! Someone took my card.",
        "What are the next steps after just robbed?",
        "Guidance requested due to stolen card?",
        "What are my remedies after my card was swiped?",
        "HELP! Card was stolen...",
        "What are my options after my card was stolen?",
        "Someone hijacked my card.",
        "How to proceed, a credit card snatched.",
        "There's a credit card number that's snatched.",
        "Help me, the card has vanished.",
        "Now what? Help! card taken",
        "A credit card is snatched, how to proceed?",
        "What's the plan, after my card got stolen?",
        "Credit theft: what are we doing now?",
        "Now what will happen to a card that has been stolen?",
        "Credit theft?What now?",
        "Credit card taken now, what?",
        "Next steps, after being just robbed?",
        "How to fix this mess after plastic was lost?",
        "Help! Card taken, what now?",
        "How to get my plastic back?",
        "What steps should I take after my card is lost?",
        "advice please, someone stole my card...",
        "What's the plan after my card is stolen?",
        "The card has been stolen now what?",
        "What should we do now that a Card has been stolen?",
        "What will I do if my credit card is gone?",
        "The credit card was snatched.",
        "the person stole my credit card",
        "Help! Card taken now what?",
        "My plastic has gone, what?",
        "Card is stolen",
        "I lost a card, what's next?",
        "What's the plan? my card was stolen",
        "Card was swiped, what are my options?",
        "Credit card number stolen, any advice?",
        "Next actions on my credit card after theft.",
        "Now what? Card taken",
        "How to handle a credit card snatched?",
        "A credit card is taken.",
        "How to proceed after a credit cards snatched?",
        "Guidance requested due to card theft?",
        "Do you know what to do with a stolen card?",
        "What's next after my card was stolen?",
        "credit card theft",
        "The Card was snatched: Actions to take?",
        "Need help now! Card stolen",
        "When my credit card was stolen, what should I do?",
        "Alright, card gone, what?",
        "Help, my card was stolen, what's the plan?",
        "My plastic is gone?",
        "Guidance requested, a stolen card!",
        "Next steps possible after my card was stolen?",
        "What now, the card that was stolen?",
        "The thief stole my credit card.",
        "I lost my card, what next?",
        "How resolution? My card was taken.",
        "Please help me, the card is gone.",
        "Guidance was requested for the card that was stolen.",
        "My card has been reported stolen.",
        "Help! Card hijacked...",
        "Please help! A card has been stolen.",
        "I had my card taken, what next?",
        "Next action for my card after theft.",
        "What steps should I take for my lost card?",
        "The card is snatched: actions to take?",
        "What should I do regarding the credit card theft?",
        "What do you do if you lose your credit card?",
        "What should I do to recover the lost card?",
        "Help me, card gone, I need it?",
        "Credit card number taken.",
        "How to proceed after the credit card is snatched.",
        "Somebody has stolen my credit card.",
        "What are the plans after my card got stolen?",
        "My plastic is gone...what do I do?",
        "A card that was stolen is now what?",
        "urgent advice request - card lost",
        "Robbed of cards, what can I do?",
        "What should I do with the stolen credit card?",
        "What can I do about the card swiped?",
        "Have a card taken, now what?",
        "What would happen to my card that was stolen?",
        "My card was nicked, what solutions?",
        "What should I do with my credit card?",
        "What is the remedy for the fraud that hit me hard?",
        "Steps to take next on a stolen card?",
        "What are I supposed to do if I lose my credit card?",
        "I have a card that has been stolen, what's the plan?",
        "Is my card gone, the next steps?",
        "My credit card was stolen now what?",
        "How to use my plastic again?",
        "What will happen when my card got stolen?",
        "Credit card snatched and how to proceed?",
        "What should I do after I lost my card?",
        "What can you do after a fraud?",
        "What do I do with the card swiped?",
        "What is the plan? My card was stolen.",
        "What do you do about a stolen card?",
        "What am I supposed to do about my card being stolen?",
        "Credit theft, what should happen now?",
        "Guidance requested, card stolen?",
        "My plastic has been gone, now what?",
        "Steps to take next as a result of a stolen card?",
        "Please help me, card has vanished?",
        "Help! Card was taken...",
        "A card snatched: Actions to take.",
        "If my card is gone, what should I do?",
        "Actions to take? The card was snatched.",
        "What next should I do with my card?",
        "What should I do when my credit card disappears?",
        "What should I do since my card was stolen?",
        "Someone took my card, I need help.",
        "The card was stolen.",
        "What would happen to my card after it was stolen?",
        "My card is taken. How resolve?",
        "I need help now after my card was stolen.",
        "I lost my credit card and what should I do?",
        "Help! A card is stolen.",
        "How do I get my card back?",
        "Card was swiped and what am I going to do?",
        "How to get your credit card back?",
        "The card was stolen alert. Next steps?",
        "What should I do about my credit card being stolen.",
        "Credit card snatched, how to proceed?",
        "Guidance requested when the card was stolen?",
        "Card snatched: What to do?",
        "Something has been taken with a credit card.",
        "Any advice on the credit card number snatching?",
        "Someone stole the credit card.",
        "I need help! Card taken, now what?",
        "A card taken now what?",
        "The card is gone",
        "Help! Card being stolen...",
        "What can I do if I lose my credit card?",
        "What should I do after my credit card was swiped?",
        "What happens after my card is stolen?",
        "Just got robbed, what the next steps?",
        "The card has gone, what?",
        "I lost my plastic...now what?",
        "Steps to take with a stolen card?",
        "What is the plan, after my card got stolen?",
        "What will happen when my card is stolen?",
        "What's the plan, my card got stolen?",
        "Card taken and now what?",
        "What's my recourse after my card was pinched?",
        "My credit card is gone and I don't know what to do.",
        "There is a credit card that is taken.",
        "Credit card stolen?",
        "Help! Card is gone...",
        "Next action for my credit card after theft.",
        "How to proceed after someone snatched your credit card?",
        "What should be done about the card robbed?",
        "Credit card snatched, how to continue?",
        "What to do about my plastic?",
        "How do I recover my plastic?",
        "What's the plan if my card is stolen?",
        "Help me please, card has gone?",
        "A card was stolen?",
        "My credit was swiped by them?",
        "How to proceed after a card is snatched?",
        "Help! What is the plan after my card got stolen?",
        "Card robbed what next?",
        "My card was stolen and I need your help!",
        "I'm wondering what my recourse is after my card was swiped.",
        "Someone stole my credit card, now what?",
        "How come my credit was swiped?",
        "What will happen to my credit card now that it has been stolen?",
        "Card taken, what should we do?",
        "Someone took my credit card, now what?",
        "Got a card stolen?",
        "What now? My plastic has gone.",
        "The card was snatched: Actions to take?",
        "How to proceed after credit card was snatched.",
        "Help me, my card has vanished.",
        "How to proceed after a credit card has been grabbed?",
        "Credit solutions have been reported as being stolen.",
        "Your card was stolen...",
        "my plastic is gone...what?",
        "Card stolen, what now?",
        "What happens to my card after it is stolen?",
        "My credit was swiped, options?",
        "Just robbed, what next?",
        "Please help, card has been stolen...",
        "I no longer have my card.",
        "Credit theft? What should happen now?",
        "Next actions for my credit card aftertheft",
        "My card has been stolen and I need assistance.",
        "Credit card snatched what to do?",
        "What should I do if my credit card is no longer valid?",
        "What will I do about the card swiped?",
        "There is a card snatched: actions to take?",
        "I have a card that was stolen, what next?",
        "My plastic is gone, now what?!",
        "Card gone, what?",
        "A credit card has been taken.",
        "They had swiped my credit!",
        "Credit theft, what is happening now?",
        "Now what about the card that has been stolen?",
        "Advice please? Someone stole my card.",
        "My credit card number was snatched.",
        "My credit card has been taken, now what?",
        "What is the plan after my card got taken?",
        "What is the current situation with credit card taken?",
        "Credit card number is snatched.",
        "What should happen with credit theft now?",
        "Guidance requested after card theft?",
        "What is next, card robbed?",
        "My plastic is gone!",
        "How do you deal with credit theft?",
        "I need advice because someone stole my card.",
        "Card was stolen",
        "How to proceed was credit card snatched.",
        "Credit theft, what do we do now?",
        "The card was taken, Actions to take?",
        "Someone stole my card? advice please?",
        "I have a credit card that has been stolen.",
        "What should I do now that my credit card has been lost?",
        "Now what with my plastic GONE?",
        "What should I do about my credit card being taken?",
        "Help! someone has my card.",
        "I lost my card and what's the plan?",
        "Card taken, now what?!",
        "The card was nicked, solutions?",
        "What will happen when my card gets stolen?",
        "Please help! Someone stole my card.",
        "Guidance requested after a stolen card!",
        "I need assistance, Card gone, please?",
        "Next steps after my card was pinched?",
        "Actions to take? card was snatched",
        "I have a credit card that was taken.",
        "I was hit with fraud, what is the fix?",
        "HELP! Card was stolen",
        "I need assistance, someone took my card.",
        "Just robbed, what are next steps?",
        "What should I do to recover my lost card?",
        "What after my card was stolen?",
        "Someone stole a card.",
        "What to do about credit theft?",
        "What do I do about my card being stolen?",
        "Need help with this card that was stolen?",
        "What's my next step after my card was swiped?",
        "What about credit card taken?",
        "What is resolve, my card taken?",
        "Help! card taken, then what?",
        "There is a card that has been stolen.",
        "What should be done now that a card has been stolen?",
        "Can you help me with my card being stolen?",
        "Credit card taken... what now?",
        "Help! Someone stole a card.",
        "Please help me, my card is gone.",
        "What next? My card was stolen.",
        "What should be done to stop credit theft?",
        "advise please, someone stole my card?",
        "My card is reported as stolen.",
        "What next for the card that was robbed?",
        "What should I do to retrieve my lost card?",
        "I need assistance with someone taking my card.",
        "Help! the card has been taken.",
        "My card was taken, what do I do?",
        "My card has been taken, what is the plan?",
        "Help! The person took my card.",
        "There is a card that is gone.",
        "The card has been taken and now what?",
        "My card has been stolen, what is next?",
        "My card was stolen, what are the next steps?",
        "Credit card taken?",
        "I lost a card, what is my next move?",
        "What's the plan after my card was robbed?",
        "I had a credit card stolen, what should I do?",
        "I was hit hard by fraud, what is the solution?",
        "They took my credits!",
        "What am I able to do about card swiped?",
        "my card was gone.",
        "Help! Someone took my money.",
        "What should I do when I lost my card?",
        "Guidance requested? a stolen card!",
        "What should we do after the card was robbed?",
        "I think someone stole my card.",
        "What happens when the card is robbed?",
        "What should I do when my credit card is missing?",
        "What should be done about the credit theft?",
        "Card was swiped, what's my recourse?",
        "Now what? Someone stole my card.",
        "What are I supposed to do about my card being swiped?",
        "card compromised, next steps?",
        "Next steps after a stolen card?",
        "Card taken now what?",
        "Help! card has been taken.",
        "Credit card snatched; how to proceed",
        "What's my next move after I lost my card?",
        "I was a victim of credit card theft.",
        "The card is gone, what do you think?",
        "Somebody swiped my credit card.",
        "What should we do now that the card is stolen?",
        "I had my credit swiped by them!",
        "Help! My card has been stolen. What's the plan?",
        "What's my recourse now that my card has been swiped?",
        "A card is stolen!",
        "Credit card taken, what's next?",
        "Anyone advice after the credit card number was snatched?",
        "What steps should I take if I lost my card?",
        "Help! Card stolen?",
        "Actions to take? Card taken.",
        "Please help! Card has been stolen.",
        "Yes, someone stole my card.",
        "What should happen to my credit card?",
        "They took mycredit!",
        "How to proceed is a credit card being snatched.",
        "Please help me, the card has gone.",
        "Is there a solution to the lost credit card troubles?",
        "A card was stolen!",
        "My plastic was gone, now what?",
        "card robbed",
        "The card had been stolen, now what?",
        "My card was stolen what next?",
        "They took out my credit!",
        "Advice please if someone stole my card.",
        "It was swiped of my credit.",
        "the card was snatched",
        "My plastic is gone, what do you do?",
        "How to proceed if your credit card is snatched?",
        "What should I do when my card has been stolen?",
        "Next actions for my card after a theft.",
        "Next steps for my credit card after thefts.",
        "What would I do if my credit card disappeared?",
        "What should I do if my credit card goes missing?",
        "urgent advice request after card lost",
        "Help!card has been stolen",
        "So a card has been stolen?",
        "What should happen to the credit card snatched?",
        "Credit theft, what should be done?",
        "Card has been stolen.",
        "Next step after just robbed?",
        "What is my next move, after my lost card?",
        "There was a theft of a credit card.",
        "Just been robbed, what next steps?",
        "The card was stolen, now what?",
        "A credit card number has been taken.",
        "I lost a card so what should I do?",
        "A card taken, what?",
        "What will I do now that my card has been stolen?",
        "What would happen if my card is stolen?",
        "What should I do about my credit card that was stolen?",
        "I lost a card, what actions should I take?",
        "steps to take after the theft of a card?",
        "What now, my card was stolen?",
        "Now what? Credit card taken?",
        "Credit theft, what is the next step?",
        "Someone took my card and I was in need of help.",
        "They stole my credit.",
        "My credit was taken by them. Options?",
        "A card was snatched: actions to take?",
        "Credit solutions have beenstolen.",
        "Help, my card was stolen.",
        "card stolen...",
        "The card was stolen... Help!",
        "Help! Your card was stolen...",
        "They took my credit, options?",
        "How to proceed after a credit card is snatched.",
        "What's the plan following the theft of my card?",
        "My card was stolen and I need some help.",
        "What's the plan when your card is stolen?",
        "Card swiped, what can I do?",
        "What is my next step after my card was swiped?",
        "My credit card was taken by somebody.",
        "I want to know what to do if my credit card is gone.",
        "Help! CC snatched! Advice solutions.",
        "I don't know what to do with my plastic now.",
        "What steps should I take to recover the lost card?",
        "What's next now that the card is gone?",
        "What should I do, after my card was stolen?",
        "Any advice when a credit card number is snatched?",
        "What next after the card was stolen?",
        "Help me, card was gone?",
        "Help! My card was taken, what is the plan?",
        "Just robbed and what next steps?",
        "How should I take care of my lost card?",
        "I need help with a card that is gone.",
        "Help and advise! CC snatched.",
        "Please! card was stolen...",
        "They swiped my credit! options?",
        "What should I do about that card swiped?",
        "What's the plan despite my card being stolen?",
        "Guidance request? Stolen card!",
        "Help! card stolen...",
        "now what do I do with my plastic?",
        "I need help after my card was stolen.",
        "Now what do you do with a stolen card?",
        "My card was stolen, what happened?",
        "Any advice on getting the credit card number back?",
        "My card was stolen, help! What is the plan?",
        "Credit card snatched; how to get it back.",
        "Next steps after been robbed?",
        "A credit card taken, what now?",
        "There was theft of a credit card.",
        "Help! My card was stolen, what is the plan?",
        "What should we do now after the card was stolen?",
        "I feel like someone stole my credit card.",
        "The credit card is now taken.",
        "Help me, Card is gone?",
        "Their credit was swiped. Options?",
        "my card was taken",
        "What's the plan after mycard got stolen?",
        "What am I going to do about my card being swiped?",
        "Any advice on what to do after the credit card number is snatched?",
        "What's my recourse after card was swiped?",
        "I was hit hard by fraud. What is the remedy?",
        "I need help with a card that has gone.",
        "If a credit card is taken, what now?",
        "card was swiped, what am I going to do?",
        "Next actions for my credit card after Theft.",
        "Credit theft: what should we do?",
        "Now what? Card taken, assistance!",
        "There was a credit card taken.",
        "What now after a card was stolen.",
        "Help! Card missing...",
        "Can you help me, card has gone?",
        "It was someone who stole my card?",
        "I had a card stolen, what is the plan?",
        "I don't know what to do when my credit card is gone.",
        "Help! CC snatched!Advise solutions",
        "My plastic is gone now...what?",
        "What about my card that was stolen?",
        "Next actions to take with my credit card after theft.",
        "Can you help me with my lost credit card troubles?",
        "help! card was stolen",
        "Credit theft, what happened now?",
        "Is there anything I can do to get my credit card back?",
        "Advice please, after someone stole my card.",
        "What should you do after a fraud?",
        "Someone stole a card and asked for guidance?",
        "Next actions for my credit card following theft.",
        "I had a credit card stolen.",
        "What is my recourse after my card was swiped.",
        "I have a card that someone took.",
        "How resolve? The card was taken.",
        "That card is gone, now what?",
        "How to proceed is a question about credit card snatched.",
        "Now what after the stolen card?",
        "What happens with the credit card taken?",
        "What next, a card robbed?",
        "How to proceed after a credit card was taken?",
        "What actions should I take after losing a card?",
        "What's my next move after I lost a card?",
        "Guidance requested because of the stolen card?",
        "What is next after a card was robbed?",
        "The card is gone now what?",
        "The card has gone, now what?",
        "What should I do after my credit card was hijacked?",
        "Next actions for my credit card after a theft.",
        "If my credit card is taken, what do I do?",
        "What should be done about the stolen card?",
        "Next steps after a card theft?",
        "Any advice after the credit card number has been snatched?",
        "What should happen when my card is stolen?",
        "How to deal with a credit card snatched?",
        "What should I do about the credit card that was stolen?",
        "Just been robbed? Next steps?",
        "What now? My plastic has vanished.",
        "What do I do with a stolen card?",
        "How resolve, my card has been taken.",
        "Now what? credit card taken?",
        "What was my recourse when my card was swiped?",
        "Options? They swiped my credit!",
        "What now after credit theft?",
        "Assist me please, card gone?",
        "How should I handle the credit card theft?",
        "Help! What's the plan after my card was stolen?",
        "What's my move after the lost card?",
        "steps to take after the card was stolen?",
        "Next steps, if my card got stolen?",
        "That card was stolen!",
        "Yeah, card gone, now what?",
        "My card was stolen and I want help.",
        "What's my next step after losing a card?",
        "That person stole my card?",
        "What should I do about the card swiped?",
        "Help! My card was stolen, what are the plans?",
        "My credit card is in danger after theft.",
        "A card has been stolen.",
        "What will happen now that my card has been stolen?",
        "Help me, my card has gone?",
        "Now what should be done with the stolen card?",
        "Help, now, lost credit card troubles?",
        "Now what about the stolen card.",
        "How to proceed after credit card being snatched?",
        "What's the plan after I had my card stolen?",
        "what now, credit card taken?",
        "How to proceed with a credit card that was snatched?",
        "If my credit card is missing, what should I do?",
        "They stole my credit",
        "What's the fix after fraud hit me hard?",
        "Options? They swiped my credit.",
        "If my credit card disappeared, what do I do?",
        "What do I do if my credit card is stolen?",
        "What next after the card was robbed?",
        "What steps should I take when I lose the card?",
        "my card was taken by someone",
        "My plastic is gone, what do I do now?",
        "A credit card has been stolen?",
        "What will happen when my card was stolen?",
        "How to proceed with credit card snatched.",
        "Your card was taken by someone.",
        "Assistance! Someone took my card.",
        "Credit card number taken, any advise?",
        "My card was stolen, what is the next thing?",
        "Apparently someone stole my credit card.",
        "Help! somebody took my card.",
        "They took my credit. Options?",
        "The card was robbed",
        "What should I do now that my credit card has been taken?",
        "A credit card snatched.",
        "They just swiped my credit!",
        "Guidance requested after stolen card!",
        "If my card is gone, what do I do?",
        "Guidance requested, the card was stolen?",
        "Someone took my card, Help!",
        "Help! Card taken now, what?",
        "I was hit by fraud. What is the fix?",
        "Just been robbed, next steps?",
        "Guidance requested? Stolen card!",
        "Actions to take... card snatched?",
        "I need your help with someone taking my card.",
        "What is next, after my card was stolen?",
        "Now what about the card that wasstolen?",
        "What should I do if my credit card is no more?",
        "Something has taken my credit card.",
        "My card was disappeared.",
        "There's a card taken, now what?",
        "My card was swiped, what's my recourse?",
        "What next, Card robbed?",
        "They swiped my credit.",
        "What should I do about my credit card having been stolen?",
        "What to do with the credit card snatched?",
        "What? Card taken, now what?",
        "I had my credit taken!",
        "After theft, I have next actions for my credit card.",
        "It was a stolen card?",
        "I was hit hard by fraud. What's the fix?",
        "What's my next move after my card was stolen?",
        "What should be done regarding credit theft?",
        "Next actions for my card following theft.",
        "Credit card snatched; how to move on?",
        "Now what should we do with a stolen card?",
        "I wonder what's my recourse after the card was swiped.",
        "The steps to take after a stolen card?",
        "There's a card gone, what's next?",
        "urgent advice request, after lost card",
        "My credit was taken from me.",
        "How to proceed after a credit card snatching?",
        "Card was swiped, what am I supposed to do?",
        "Help! someone stole my card.",
        "What to do with my credit card that was stolen?",
        "How to proceed after a credit card was stolen?",
        "Someone stole the card?",
        "Card gone, please, help me?",
        "What happens when your card is robbed?",
        "Help me please, card has disappeared?",
        "Any advice for a credit card number snatched?",
        "Credit solutions were stolen...",
        "I lost a card and what is my next move?",
        "My card's gone.",
        "Advising please, someone stole my card.",
        "People stole my credit card, now what?",
        "Credit card snatched; what to do next?",
        "How to proceed after a credit card is taken.",
        "Advice please, because someone stole my card?",
        "Someone stole a card, need help now?",
        "Now what do I do about the credit card theft?",
        "I want advice, someone stole my card.",
        "I have plastic that is gone...now what?",
        "Now what do you do with the card that was stolen?",
        "Iscard swiped, instructions?",
        "My card was stolen, what are the plans?",
        "What do I do when I lose a card?",
        "The card has been stolen.",
        "Someone stole my card",
        "steps to take after card theft?",
        "What's my recourse after the card was swiped?",
        "Credit card taken, what will happen?",
        "They stole my credit card!",
        "What's my recourse after card theft?",
        "Credit theft? What now?",
        "What will happen to my card now it has been stolen?",
        "Someone took his card.",
        "What advice do you have for a credit card number snatched?",
        "What's my next move after I lost the card?",
        "What do I do after my card was swiped?",
        "What should I do after someone stole my credit card?",
        "Help me, card has been taken.",
        "Help me, the card has gone.",
        "What is the plan after my card is stolen?",
        "urgent advice request after missing card",
        "What is the plan after I got my card stolen?",
        "Advice please because someone stole my card?",
        "There was a credit card number that was snatched.",
        "What's my next move, after my lost card?",
        "Credit solutions was stolen?",
        "Guidance requested after the theft of a card?",
        "What next, after the card was robbed?",
        "What will happen to my card now that it has been stolen?",
        "What's my recourse when a card is swiped?",
        "My credit card was taken, now what?",
        "What now, with the credit card taken?",
        "They swiped my credit, right?",
        "What steps should I take after losing my card?",
        "my card was nicked.",
        "Help! Card taken, what?",
        "Now what do I do with the stolen card?",
        "The credit card I used was stolen.",
        "What should we do after a card was stolen?",
        "What should we do now that a card has been stolen?",
        "Credit theft, what then?",
        "The credit card number has been taken.",
        "If my credit card is gone what am I going to do?",
        "Advice please, someone has stolen my card.",
        "How can I fix this mess after losing plastic?",
        "Credit card number snatched.",
        "How to proceed after a credit card is grabbed?",
        "What about the credit card theft?",
        "What now? a credit card taken?",
        "Credit card taken now, what now?",
        "What next after the card is robbed?",
        "I lost a card, what should I do next?",
        "Help! CC snatched! advise solutions!",
        "how to proceed after a credit card snatched",
        "Help! card has been stolen",
        "Now what? my plastic is gone?",
        "Someone stole my card, please advise?",
        "Next steps, if my card was stolen?",
        "Advice please! Someone stole my card.",
        "What should I do with a missing card?",
        "What should happen to my card that was stolen?",
        "Someone stole my card, please?",
        "What do I do if my credit card goes away?",
        "Now what about the card that was stolen.",
        "Card stole alert! Next steps?",
        "My card was stolen, help!",
        "What should we do with the card that was stolen?",
        "What is the plan after my card was stolen!",
        "Help me please, card has gone.",
        "Card taken, now what? Help!",
        "What should I do about the card stolen?",
        "My plastic is gone",
        "How do I recover my credit card?",
        "What to do after a fraud?",
        "What will be done about credit theft now?",
        "Please help! Card was stolen.",
        "How to go after a credit card snatched.",
        "What is the next step after my card got stolen?",
        "my card disappeared",
        "What should I do after my credit card has been stolen?",
        "Something took my credit card.",
        "My card was stolen, what's the plan!",
        "What should I do if my credit card is stolen?",
        "Credit solution has been stolen.",
        "What now, the credit card taken?",
        "What should I do about my credit cards being stolen?",
        "Next steps for my credit card after theft.",
        "card taken",
        "Help! the card has been taken?",
        "I had my credit taken by them?",
        "What do I do now that my card is stolen?",
        "Can you help, card taken?",
        "A card was stolen alert! Next steps?",
        "That card was stolen, now what?",
        "What now, a credit card taken?",
        "How to proceed after a credit card has been snatched.",
        "I need advice since someone stole my card.",
        "Someone stole the card, now what?",
        "Next actions for my credit card after stealing.",
        "Guidance requested for the card that had been stolen.",
        "Someone stole a card?",
        "I was hit by fraud and what is the fix?",
        "I had a card stolen, what's the plan?",
        "What do I do now that my credit card has been stolen?",
        "My card was taken, how resolved?",
        "What do you do after a fraud?",
        "My card was stolen...",
        "How can we proceed after a credit card is snatched?",
        "There is a card that has gone.",
        "What should I do when I lost a card?",
        "A credit solutions has been stolen.",
        "Someone stole my credit card now?",
        "My credit had been swiped.",
        "Help me, this card is gone?",
        "A credit card number is taken.",
        "Guidance was requested for a stolen card.",
        "What do I do about the credit card theft?",
        "My credit card was stolen, what should I do.",
        "Next actions for my credit card from theft.",
        "That's right, somebody stole my credit card.",
        "What now is the credit card taken?",
        "Actions to take?card snatched",
        "the card was robbed",
        "I don't know what to do, someone stole my credit card.",
        "What happens now with the credit card taken?",
        "Actions to take, that card was snatched?",
        "The card is gone, now what?",
        "Any advice regarding credit card number snatched?",
        "What should I do about the stolen credit card?",
        "My card was taken, advice please?",
        "It was just robbed, what next steps?",
        "What to do with the credit card that was snatched?",
        "Help! CC snatched, advise solutions.",
        "My plastic has been taken away.",
        "My credit has been swiped.",
        "Someone has stolen a card.",
        "My credit card has been taken.",
        "How do you handle credit theft?",
        "Guidance requested? a card was stolen",
        "What do I do if the credit card is gone?",
        "What will happen with my card being stolen?",
        "It was a card swiped, what's my recourse?",
        "So my card got nicked?",
        "What should I do when I lose a card.",
        "What are the next steps after just been robbed?",
        "Card gone, help me.",
        "How to proceed after a snatched credit card?",
        "What should we do now that the card was stolen?",
        "Next steps for my credit card aftertheft",
        "Someone stole a card and need help?",
        "Next steps after just got robbed?",
        "Creditcard theft?",
        "Credit card taken now!",
        "What is my recourse after the card was swiped?",
        "Robbed of cards, what should happen?",
        "A card was snatched: Actions to take?",
        "How to proceed, after credit card snatched?",
        "What should happen with the card now gone?",
        "Next steps after my card was robbed?",
        "What should I do about my credit card getting stolen?",
        "How resolve, my card has been taken?",
        "Someone stole my card, please, please?",
        "My card was stolen and I needed help.",
        "I wondered what my recourse was after the card was swiped.",
        "Now what? Help! card was taken.",
        "The person stole my credit card?",
        "Aid! Someone took my card.",
        "My card was gone.",
        "Credit card snatched and how to proceed.",
        "What can we do about credit theft now?",
        "What's the next thing after my card was stolen?",
        "Next steps after just getting robbed?",
        "What is my next move after losing my card?",
        "What will happen to my card after it is stolen?",
        "Help! Card was taken.",
        "The plastic has gone...now what?",
        "I am wondering what my recourse is after the card was swiped.",
        "Just robbed, what is the next step?",
        "How should we proceed after a credit card is snatched?",
        "Credit card taken, what then?",
        "My card has been swiped, what should I do?",
        "What's my recourse after a card swiped?",
        "Next steps after I had my card stolen?",
        "The card was snatched: actions to take?",
        "Please help! Card stolen",
        "What will happen to my card after it got stolen?",
        "Help! CC snatched! advise solutions.",
        "Help! card stolen.",
        "What would happen when my card is stolen?",
        "Help! the card has been taken",
        "What do I do with my card that got stolen?",
        "Credit advice that wasstolen?",
        "Credit card was stolen?",
        "Card snatched: action to take?",
        "After someone stole my credit card.",
        "What's the solution to my fraud?",
        "There was a card stolen.",
        "I don't know what to do after my credit card was stolen.",
        "Helping! Someone took my card.",
        "What can I do now that my card has been stolen?",
        "Help, card gone?",
        "My card was stolen and I'm not sure what to do.",
        "What happens after my card got stolen?",
        "Somebody stole my credit card?",
        "Guidance requested for card that was stolen.",
        "So someone stole my card?",
        "Need help now! a card was stolen",
        "I need help with my lost credit card troubles.",
        "A theft of a credit card?",
        "A person stole a credit card.",
        "What is the plan after my card was stole?",
        "How resolve, my card being taken?",
        "What's the plan after my card was stolen??",
        "I don't know what to think about credit card taken.",
        "Any advice on how to get back the credit card number?",
        "How to proceed after a credit card snatching.",
        "The card was snatched",
        "My card has been stolen and I need your help.",
        "Help me, card has vanished?",
        "What happens when a card gets stolen?",
        "What should I do after my credit card is lost?",
        "Next steps after my card being stolen?",
        "A card is robbed.",
        "Credit card number has been snatched.",
        "What do you do about credit theft?",
        "What should I do since I lost a card?",
        "My card was stolen and I was in need of help.",
        "Next steps? The card was stolen alert!",
        "A person took my card",
        "What should I do now my card was stolen?",
        "Card was swiped, what can I do?",
        "Now what about the card that was stolen?",
        "What should happen with the credit card taken?",
        "Can you help me, Card gone?",
        "Someone stole my card! Advice please?",
        "Card taken, now what.",
        "What's my next move after I got a lost card?",
        "Someone has my card.",
        "Help! CC snatched! advise solutions",
        "The card has been stolen and now what?",
        "Help! your card was stolen...",
        "What's next for a card robbed?",
        "What do I do with the card that was swiped?",
        "Please help me because card is gone.",
        "My plastic is gone, what to do?",
        "Credit theft: what to do?",
        "credit solutions have been stolen.",
        "My card was reported stolen?",
        "What's my remedy after the card was swiped?",
        "Is there anything I can do if my card is gone?",
        "Someone robbed my card.",
        "steps to take when a card is stolen?",
        "What should I do to get my card back?",
        "There was a credit card theft.",
        "My cards got nicked?",
        "Steps to take next after the card is stolen?",
        "It's a credit card theft.",
        "Someone took the credit card?",
        "What now, after a stolen card?",
        "What should I do with the credit card that was stolen?",
        "Card gone now, what?",
        "What am I supposed to do after my card was swiped?",
        "What's the plan after my card was stolen.",
        "The person stole my credit card, now what?",
        "My card was stolen; what is the plan?",
        "What can I do if my credit card disappears?",
        "What are my options after card swiped?",
        "My credit card was hijacked, what should I do?",
        "Any advice after a credit card number was taken?",
        "Credit card number snatched?",
        "How to proceed when the credit card is snatched?",
        "advice please, someone stole my card.",
        "What do I do if my credit card is no more?",
        "What now with the credit card taken?",
        "How are I going to get my plastic back?",
        "Someone swiped my credit.",
        "What was the plan after my card got stolen?",
        "The card had been stolen.",
        "Is anyone aware that someone stole my card?",
        "They took a credit card.",
        "What's the plan after the card was stolen?",
        "What's the fix after fraud hit me?",
        "What follows the theft of a card?",
        "Help! card taken, now?",
        "Help! Someone stole my card",
        "Please help! Someone took my card.",
        "What now after card was stolen?",
        "Guidance requested for the stolen card!",
        "What's next after a card was robbed?",
        "What's the plan after my card vanished?",
        "Credit theft: what should happen now?",
        "Credit card snatched, how to go?",
        "What is the plan when my card was stolen?",
        "What actions should I take after I lost a card?",
        "Any advice after the credit card number disappeared?",
        "What should happen with the card robbed?",
        "Next steps after my card disappeared?",
        "Credit card snatched, how to proceed",
        "A credit card number was snatched.",
        "Card taken, actions to take?",
        "What is my recourse after a card was stolen?",
        "If my card is gone what do I do?",
        "How to proceed after your credit card has been snatched?",
        "Alright, card taken, now what?",
        "What should happen about credit theft?",
        "HELP! Card stolen!",
        "What do I do after my credit card is stolen?",
        "Now what, that card is gone?",
        "How to proceed with credit card theft?",
        "Can you assist me, card gone?",
        "Someone takes my card.",
        "What should happen with the stolen card?",
        "Card taken, what now?",
        "Just got robbed, what next steps?",
        "Credit solutions have been stolen.",
        "What's the plan, my card was stolen!",
        "Someone stole my card please.",
        "My plastic is gone, what will happen?",
        "My card was taken by an individual.",
        "Help! A card was stolen",
        "The credit card was grabbed.",
        "What should happen with the card stolen?",
        "What should we do now that card has been stolen?",
        "What should we do now that card is stolen?",
        "Someone stole a card now what?",
        "The steps to take after the card was stolen?",
        "my card has gone missing.",
        "My card has been stolen, what should I do with it?",
        "How to get my plastic back??",
        "My card was swiped and what am I going to do?",
        "How would I get my plastic back?",
        "help me, card gone?",
        "My plastic is gone...what should I do?",
        "Someone took one of my cards.",
        "Steps to take next as a result of a stolen card.",
        "Someone stole my card?",
        "What is the fix after fraud hit me?",
        "Card is gone, now what?",
        "What am I going to do after my card was swiped?",
        "Credit solutions has been stolen.",
        "So a card is gone?",
        "What should I do after my credit card is missing?",
        "What's the plan after I got my card stolen?",
        "Help! Card theft...",
        "If I lose my credit card, what do I do?",
        "Someone stole the card from me.",
        "Credit card is taken?",
        "Someonetook my card",
        "The plastic is gone...now what?",
        "What is the plan after my card disappeared?",
        "Help me, the card is gone.",
        "Card compromised: next steps?",
        "What am I going to do about Card swiped?",
        "My card was nicked, how?",
        "next steps after just robbed?",
        "What should I do about credit theft?",
        "Someone stole my card!",
        "What's my next move after lost card?",
        "Card robbed, what is next?",
        "What could I do about the card swiped?",
        "Is there a thing I can do if my credit card is gone?",
        "How to proceed after a credit card theft?",
        "Can anyone help me, card gone?",
        "Actions to take? Card taken?",
        "Credit card taken...what now?",
        "I was hit with fraud and what is the fix?",
        "Someone stole a card and steps to take next?",
        "Someone took my card, please help!",
        "Should I deal with the theft of my credit card?",
        "What next? Card was robbed.",
        "What do I do about my card being swiped?",
        "How will I get my plastic back?",
        "My credit was taken by them?",
        "Someone has stole a credit card.",
        "I don't know what to do after my card was swiped.",
        "Steps to take after astolen card?",
        "Is there anything I can do if my credit card disappears?",
        "What will happen to my card when it was stolen?",
        "ADVICE please, someone stole my card.",
        "Any advice after credit card number snatched?",
        "Please advise, someone stole my card.",
        "Help! card was taken, now what?",
        "Please help me, someone stole my card.",
        "Please help me, card gone!",
        "What is the plan when my card is stolen?",
        "What's my next step after my card was stolen?",
        "What's my plan after my card was stolen?",
        "Help! Someone stole the card.",
        "What would I do with my credit card that was stolen?",
        "Sorry, someone took my card.",
        "Credit card taken, what is now?",
        "What's the plan after my card was hijacked?",
        "That person took my card.",
        "Next actions for my card after theft",
        "I was hit hard by fraud, what's the fix?",
        "Card snatched, actions to take?",
        "Guidance requested as the card was stolen?",
        "Credit theft, what to do now?",
        "Someone snatched my card.",
        "What am I supposed to do about card swiped?",
        "Help! card taken now?",
        "Someone taking my card",
        "My plastic is gone...what should I do with it?",
        "I found out that someone stole my credit card.",
        "Somebody took my credit card and now what?",
        "They took my card.",
        "What next for a card robbed?",
        "They took my credit card!",
        "My card has been stolen, please help!",
        "Credit card number was snatched, any advice?",
        "My plastic has gone and now what?",
        "What steps should I take when I lose a card?",
        "What should I do now my credit card has been stolen?",
        "There is a card gone.",
        "What's my recourse after card swiped?",
        "Now what is the situation with my credit card being stolen?",
        "I lost my plastic now what?",
        "Some person took my card.",
        "What's the plan after my card was stolen!",
        "My card was swiped and I don't know what to do.",
        "Someone took off with my card.",
        "How to proceed when a credit card is taken?",
        "The card was taken, now what?",
        "My card was swiped and I have no recourse.",
        "What should I do with my credit card gone?",
        "Next steps, after just been robbed?",
        "A card has been stolen now what?",
        "What should happen when a card is stolen?",
        "How resolve, my card is taken?",
        "A card that was stolen?",
        "Help! card taken.",
        "Now what, somebody stole my credit card?",
        "My card was stolen and I'm confused.",
        "Guidance needed for a stolen card!",
        "Credit solution was stolen?",
        "My card has been stolen,what's the plan?",
        "What should I do with my credit card being taken?",
        "Thieves stole a card, now what?",
        "Please advise because someone stole my card.",
        "How came my card was nicked?",
        "What's the next move after my lost card?",
        "Next actions for my credit card, after theft",
        "What should I do about a credit card that was stolen?",
        "A person stole my credit card now what?",
        "How should I deal with the stolen credit card?",
        "Actions to take? Card snatched:",
        "Help me, that card is gone?",
        "My plastic is gone, what should we do?",
        "What about my card that was swiped?",
        "I was swiped my credit!",
        "person took my card",
        "I had a card that vanished.",
        "Somebody stole my credit card, what?",
        "What's my next move after a lost card?",
        "Assistance! Card stolen...",
        "What is the plan regarding my card being stolen?",
        "They took away my credit!",
        "The card is gone, what next?",
        "What should I do? my credit card was stolen",
        "Credit solutions have been snatched.",
        "I had my credit swiped. Options?",
        "My plastic is gone...what do I do now?",
        "What should we do now that the card has been stolen?",
        "Card was robbed, what next?",
        "Card snatched: Actions to take",
        "They swiped my credit",
        "What's the plan after my card got stolen.",
        "Actions to take: a card snatched?",
        "What happens to my card after it gets stolen?",
        "There is theft of a credit card.",
        "Help me please, my card is gone.",
        "How resolve? My card was taken!",
        "Someone took my cards.",
        "My card was taken",
        "The card was robbed what next?",
        "Next actions for my credit card after being stolen.",
        "My card was stolen and I need help.",
        "I need help, the card has gone.",
        "How to proceed after a credit card was snatched?",
        "I had a card that got nicked.",
        "My card was stolen and I'm in need of help.",
        "The card was stolen now what?",
        "How should credit theft be handled now?",
        "Actions to take? Card snatched: Actions to take?",
        "Credit card taken, what are you doing now?",
        "a card was stolen",
        "Helping! Card was stolen...",
        "Someone took my card and I need your help.",
        "Now what? Someone stole my credit card.",
        "Now what about my credit card being stolen?",
        "What's the plan, my card has been stolen.",
        "Theircredit was swiped!",
        "advice please... someone stole my card.",
        "Next actions after theft for my card.",
        "My credit was taken!",
        "I have a credit card and it's gone",
        "Guidance requested due to a stolen card?",
        "What now? A card was stolen.",
        "What should I do concerning my credit card being stolen?",
        "It's someone who stole my credit card.",
        "Card stolen... Help!",
        "They swiped mycredit!",
        "What resolve, my card was taken?",
        "Someone stole a card, please?",
        "What are I going to do if my credit card is gone?",
        "Credit card taken? what now?",
        "What next for the card robbed?",
        "Help! The card has been taken?",
        "Credit card was snatched, how to proceed?",
        "I need help with my card gone?",
        "Credit theft? What should we do now?",
        "Now what? Help! Card taken!",
        "What's the solution to the fraud that hit me hard?",
        "Help! card taken, what now?",
        "Guidance requested for the card that was stolen?",
        "What about the card stolen?",
        "Now what is the situation with credit card taken?",
        "A person took my credit card.",
        "How to proceed after your credit card was snatched?",
        "Help! card disappeared...",
        "What is the situation now with credit card taken?",
        "My card was stolen what's the plan?",
        "What next? A card was stolen.",
        "Someone stole my credit card now.",
        "They took my credit",
        "Help... card was stolen...",
        "What's my next move after missing a card?",
        "Help! My card was taken.",
        "What should happen now with credit theft?",
        "There was a card swiped, what should I do?",
        "My plastic has disappeared...what now?",
        "Now what? help! card taken",
        "Help! Card has been stolen.",
        "What now, the stolen card?",
        "My card was stolen and now what?",
        "Actions to take? a card snatched",
        "It was a stolen card now what?",
        "The card was stolen, what next?",
        "Guidance requested after the stolen card?",
        "What's the fix for the fraud that hit me?",
        "Advice please, someone stole my card",
        "I lost my plastic, now what?",
        "Card stolen! what next?",
        "Now what? My plastic has been removed.",
        "What's my next move after losing my card?",
        "That person stole my credit card.",
        "Actions to take, Card snatched.",
        "What next, after card robbed?",
        "Assist! Card has been stolen...",
        "What's the next step after just robbed?",
        "There are next actions for my credit card after theft.",
        "Credit card number snatched, what to do?",
        "Help! Card was taken",
        "Which steps should I take after my lost card?",
        "Now what? Help! card taken, now what?",
        "Help! card has been stolen...",
        "What will happen after a card was stolen?",
        "Actions to pursue now from a credit thief?",
        "What was my recourse after the card was swiped?",
        "Actions to take! Card snatched.",
        "My plastic is gone, what?",
        "advice please... Someone stole my card?",
        "Guidance requested after the theft of the card?",
        "I need help with the card taken.",
        "My card has been stolen and what's the plan?",
        "What do you do with the card that was stolen?",
        "Help! My card was stolen. What is the plan?",
        "Now what about the credit card theft?",
        "That is a stolen card, now what?",
        "Please help me, card is gone?",
        "How do I get back my plastic?",
        "What's next, my card was stolen?",
        "What is the next step after just robbed?",
        "I wonder what my recourse is after card was swiped.",
        "I wonder what I can do about the card swiped.",
        "I had my credit swiped! Options?",
        "Card compromised -- next steps?",
        "A card stolen?",
        "What should I do if I lose my credit card.",
        "How to proceed after a credit card has been snatched?",
        "What's my recourse after my card was stolen?",
        "My plastic is gone...what?",
        "What now? My plastic is gone.",
        "What do I do when my credit card is stolen?",
        "What should I do regarding my stolen credit card?",
        "Any advice, credit card number snatched.",
        "Help me please, card is gone?",
        "Steps to be taken next after a stolen card?",
        "My card was nicked, what happened to it?",
        "theft of a credit card?",
        "A card gone, help me?",
        "I lost a card, what should I do about it?",
        "Someone removed my card.",
        "What should I do about my card being taken?",
        "card compromised-- next steps?",
        "Help! My card was taken, what's the plan?",
        "Credit was swiped!",
        "What now, credit theft?",
        "What solutions did my card get nicked?",
        "It was a card that was stolen.",
        "Someone stole a card from me.",
        "What next? card robbed",
        "What should I do next after my card was stolen?",
        "Please, help me, card gone?",
        "help! card stolen",
        "Helping! Card taken, now what?",
        "I lost my credit card and now what?",
        "After theft, the next actions for my card.",
        "Is my recourse after the card was swiped?",
        "How to proceed after a credit card snatched.",
        "What should I do with my card that got stolen?",
        "Help! my card was stolen, what is the plan?",
        "Actions to take, card snatched?!",
        "Someone grabbed my card.",
        "My card has vanished!",
        "What should be done with the card robbed?",
        "Help me please, Card gone?",
        "Card taken, now what!",
        "What can I do about my card being swiped?",
        "What do I do when my credit card is gone?",
        "It was someone that stole my credit card.",
        "Help me, card has gone.",
        "What will I do now that my card has been swiped?",
        "If I lost my credit card, what do I do?",
        "advice please someone stole my card?",
        "My cards got stolen, what's the plan?",
        "people took my card",
        "Please help, my card has been stolen.",
        "Help me, the card is missing.",
        "Advice please, whoever stole my card?",
        "Credit solutions have been stolen?",
        "I was hit by fraud, what's the solution?",
        "Credit theft, what about now?",
        "Actions to take?Card snatched.",
        "My plastic has gone, what now?",
        "How to proceed, when a credit card is snatched?",
        "Credit solutions been stolen.",
        "Guidance requested for card that had been stolen?",
        "What should be done about the card being stolen?",
        "Card took, now what?",
        "Credit card number snatched",
        "Next step after being just robbed?",
        "A credit card is snatched and how to proceed?",
        "How resolve?My card was taken.",
        "What is the plan after my card was stolen?!",
        "What's the plan, my card was stolen?",
        "What next, card robbed?",
        "Now what should I do with the stolen card?",
        "Now what? Somebody stole my credit card.",
        "When my credit card is gone what do I do?",
        "Someone stole a card. What next?",
        "My card was swiped, what did I do?",
        "My card was stolen and I need help with the plan.",
        "Credit card took, what now?",
        "Now what about that card that was stolen?",
        "I lost my card, what's the plan?",
        "Actions to take? Card snatched?",
        "What are the plans after my card was stolen?",
        "Help!card was stolen...",
        "Steps to take because of a stolen card.",
        "Guidance requested after the card had been stolen?",
        "What's the plan when my card is stolen?",
        "How resolve? my card is taken",
        "What should I do after my card got stolen?",
        "Alright, Card gone, now what?",
        "I got a card nicked.",
        "Your credit card number has been snatched.",
        "My card was nicked.",
        "What should I do about this credit card theft?",
        "I need help, card taken, now what?",
        "Help! my card was stolen, what's the plan?",
        "credit solutions had been stolen.",
        "Actions to take, Card snatched?",
        "Any advice about credit card number snatched?",
        "It was a credit card that was snatched.",
        "My card was stolen and I have no idea what to do with it.",
        "Please help me, the card has vanished.",
        "Credit card number is taken, any advice?",
        "Help! Card was taken, now what?",
        "What should be done with the stolen card?",
        "After theft, the next steps for my card.",
        "The credit solutions was stolen.",
        "What's my next step after my lost card?",
        "Next steps for my card after theft.",
        "my card has disappeared",
        "So a card was stolen?",
        "What next about credit theft?",
        "I don't know what my recourse is after the card was swiped.",
        "A card was stolen...",
        "Now what should be done with my credit card?",
        "My credit card was hijacked.",
        "Correct, someone stole my credit card.",
        "My card was stolen, help! What's the plan?",
        "The credit card is taken?",
        "The card is gone, help me?",
        "Actions to take was card snatched?",
        "Help! The card is missing",
        "What should I do with my card?",
        "Help! Card gone...",
        "Guidance requested for a card that had been stolen?",
        "Help! card taken?",
        "Card gone, now what?",
        "How do I deal with the loss of my credit card?",
        "How do you deal with credit theft now?",
        "What should I do after losing a card?",
        "Someone took my card and I need your help!",
        "I had my credit card taken.",
        "How to proceed when your credit card was snatched?",
        "I don't know what to do with my credit card.",
        "Advice please... someone stole my card?",
        "advice please because someone stole my card?",
        "Next steps if my card got stolen?",
        "They swiped my credit, what options?",
        "Card taken, now what?",
        "Help! A card was taken",
        "Actions to take? the card was snatched.",
        "Steps to take if your card was stolen?",
        "What's the plan after my card went missing?",
        "Steps to take next after a card theft?",
        "Help! card that was stolen...",
        "Help! Someone took my card!",
        "What should I do if my card is stolen?",
        "The card was stolen what next?",
        "What should I do about my card being swiped?",
        "steps to take after the stolen card?",
        "What happens after card robbed?",
        "My card was stolen, what will I do?",
        "Help!Card has been stolen.",
        "Advice please, someone took my card.",
        "What should I do now that a card was stolen?",
        "A card gone.",
        "My card was stolen, what should happen?",
        "Now what, my plastic is gone?",
        "Advice please, someone stole my cards.",
        "Now what with my plastic gone.",
        "The advice please? Someone stole my card.",
        "What about my stolen card?",
        "What should I do about a credit card being stolen?",
        "What do we do about credit theft now?",
        "Now what? Who stole my credit card?",
        "They stole a credit card.",
        "What happen when a card is stolen?",
        "What do I have to do about the card swiped?",
        "The card had been stolen?",
        "Credit card being stolen?",
        "What actions should I take if I lose a card?",
        "What will happen after a card robbed?",
        "Now what about this card that was stolen?",
        "Someone stole my card,advice please?",
        "When my credit card is gone, what do I do?",
        "Sorry, but someone stole my card?",
        "I wonder who took my credit card.",
        "It was a stolen card!",
        "What happens when a credit card is snatched?",
        "What now, a stolen card?",
        "Help! Card stolen.",
        "I had a credit card that was stolen.",
        "Advice please, as someone stole my card.",
        "HELP! CC snatched! advise solutions",
        "They took my credit?",
        "My card was stolen, what will I do next?",
        "Card snatched; Actions to take?",
        "how to proceed after credit card snatched",
        "Help me, card has gone?",
        "A card is stolen?",
        "Now what? Someone stole my credit card?",
        "Help! Card taken, now what?!",
        "My card got nicked?",
        "What do I do after a fraud?",
        "There is a credit card number snatched.",
        "The next steps after being just robbed?",
        "steps to take next after card theft?",
        "I wondered what my recourse was after my card was swiped.",
        "Someone took me card.",
        "I need help with my lost credit card issues.",
        "advising please? Someone stole my card.",
        "What are my options after card was swiped?",
        "The card was taken, what now?",
        "Assistance please, card gone?",
        "Credit card taken now what?",
        "Help me, please, the card is gone?",
        "I don't know what to do if my card is gone.",
        "Any advice for the credit card number that was snatched?",
        "Credit theft, what happens now?",
        "I have next actions for my credit card after theft.",
        "Guidance requested after a card was stolen?",
        "If my credit card is taken, what should I do?",
        "That credit card has been taken.",
        "Any advice on a credit card number snatched?",
        "My plastic is gone...what else?",
        "Help! Card has been taken...",
        "What should be done with my credit card that was stolen?",
        "HELP! CC snatched",
        "They stole my credit?!",
        "I've had my credit swiped.",
        "Someone stole my cards, please?",
        "I needed help! Someone took my card.",
        "What steps should I take when I lost my card?",
        "What next should I do after my card was stolen?",
        "Help! Card has been taken, now what?",
        "How resolve? My card taken?",
        "Help! card is gone...",
        "What do I do if I no longer have a credit card?",
        "Problem! Card taken, now what?",
        "The credit card I was using was stolen.",
        "Now what after the card was taken?",
        "HELP! CC snatched! advise solutions.",
        "Now what? Card taken, what?",
        "Now what with my plastic gone?",
        "Just robbed - next steps?",
        "What now? Credit card taken?",
        "Steps to take after the card has been stolen?",
        "A stolen card, what now?",
        "What should we do with the robbed card?",
        "They took my credit! Options?",
        "Someone stole my card? Advice please?",
        "A credit card taken?",
        "How to get a credit card back?",
        "Help! What's the plan after my card got stolen?",
        "Help! Now what? Card taken?",
        "I have options? They swiped my credit.",
        "Any advice after a credit card number is taken?",
        "What do I do if I lose my credit card.",
        "Now that the card has been stolen, what should we do?",
        "Card is gone, help me?",
        "A credit card number was taken.",
        "Now that the card has been stolen, what?",
        "How to proceed once a credit card is snatched?",
        "The steps to take after the card has been stolen?",
        "What is my recourse after card was swiped?",
        "I have a stolen credit card",
        "What should I do when my card got stolen?",
        "Credit card snatched; how to recover?",
        "What will I do after my credit card is gone?",
        "What should I do with the card swiped?",
        "What's the plan after my card got stolen?",
        "Help! card taken, what?",
        "What now when a card is stolen?",
        "Credit theft, what do you do now?",
        "What after card robbed?",
        "Next steps? The card was compromised.",
        "I have a credit card and someone stole it.",
        "Next step for my credit card after theft.",
        "Help! CC snatched!Advice!",
        "What now, with credit card taken?",
        "My card was stolen, I need help!",
        "There was a stolen card.",
        "Please advice, someone stole my card.",
        "Credit card snatched, how to get it back?",
        "Somebody took my cards.",
        "It was someone that took my card.",
        "What's the situation with credit card taken?",
        "Just robbed, what the next steps?",
        "How to proceed aftercredit card snatched?",
        "A card is taken, now what?",
        "What should I do about card swiped?",
        "They stole my credit card, now what?",
        "Suggestions please, someone stole my card.",
        "Please help, card taken, now what?",
        "My card was stolen, what is next?",
        "What is next, card gone?",
        "My card was nicked!",
        "What now, after the card was stolen?",
        "How about a credit card taken?",
        "My card was stolen and I don't know what to do.",
        "Credit card being taken?",
        "A card was taken, now what?",
        "Next steps when my card was taken?",
        "I need your help, card gone.",
        "What would I do if my card is gone?",
        "The card was taken: actions to take?",
        "Help, my card has been stolen.",
        "What should I do when I lose my card?",
        "Help! What is the plan after my card is stolen?",
        "My card was taken by someone",
        "What now regarding credit theft?",
        "Help! Card taken, now what??",
        "Now what do I do about someone stealing my credit card?",
        "I lost my credit! Options?",
        "The card was snatched, Actions to take?",
        "Guidance requested for a stolen card?!",
        "Guidance requested for a card that had been stolen.",
        "Help me, the card has been taken.",
        "Now what is it that someone stole my credit card?",
        "Card compromised--the next steps?",
        "HELP! Someone took my card",
        "The card has been robbed, what next?",
        "The card is stolen, now what?",
        "This card was stolen...",
        "Please, help me, my card is gone.",
        "I need your help, card gone?",
        "How resolve? My card taken.",
        "I was hit hard by fraud. what is the fix?",
        "Guidance requested, the card was stolen!",
        "My card was taken, help!",
        "Any advice after a credit card number was snatched?",
        "What do I do if my credit card disappears?",
        "Help! CC snatched! suggest solutions.",
        "How to go after a credit card snatched?",
        "I'm not sure what my recourse is after my card was swiped.",
        "My plastic is gone...now what?",
        "what now about credit theft?",
        "Help! My card has been stolen!",
        "Credit thief, actions to follow now?",
        "I lost my credit card, what should I do?",
        "What steps should I take to recover my lost card?",
        "Your card was stolen",
        "My card was stolen and I need assistance!",
        "Now what with a stolen card?",
        "The card that was stolen, now what?",
        "Help me, please, card gone?",
        "What should I do now that my card has been swiped?",
        "Someone took the credit card number.",
        "I need help, card gone, please?",
        "My card has been reported stolen?",
        "The card was swiped, what instructions?",
        "Someone took out my card.",
        "Any advice on how to recover the credit card number?",
        "What steps should I take to get my lost card back?",
        "How to proceed after misplace my plastic?",
        "steps to take after the card is stolen?",
        "They took my credit.",
        "Card was swiped, what am I going to do?",
        "What should be done about a stolen card?",
        "What should we do about the stolen card?",
        "A card was stolen, now what?",
        "My plastic has gone and what?",
        "Help please, someone stole my card?",
        "Their credit had been swiped.",
        "What should we do with a credit card snatched?",
        "What should we do with a card stolen?",
        "What should I do with my credit card stolen?",
        "Credit card number is snatched, any advice?",
        "What should I do with my stolen credit card.",
        "The card has been snatched: actions to take?",
        "Any advice on how to get the credit card number again?",
        "Credit card number grabbed, any advice?",
        "Next steps after theft for my credit card.",
        "Please help me, card is gone.",
        "What can we do now that a card is stolen?",
        "My card was nicked, right?",
        "If my credit card is missing, what do I do?",
        "advise please, someone stole my card.",
        "Card compromised - next steps?",
        "Is my recourse after my card was swiped?",
        "The credit card has been stolen?",
        "What should I do if I lose my credit card?",
        "What is my next move after the lost card?",
        "Credit card taken, now?",
        "How to proceed when a credit card has been snatched?",
        "Now what are the consequences of the stolen card?",
        "Steps to take next from a stolen card?",
        "What should you do about credit theft now?",
        "What's the plan when my card was stolen?",
        "Actions to take: a card snatched.",
        "They took my credit?!",
        "Advise please, someone stole my card.",
        "Credit card is taken, what now?",
        "My card disappeared!",
        "What is the plan after my card was pinched?",
        "Help! Card is missing",
        "Guidance requested because of the stolen card!",
        "What should we do with the credit card snatched?",
        "Credit theft, what are we going to do now?",
        "Guidance requested for a card that was stolen.",
        "Help! card was stolen?",
        "What should I do after my credit card has been taken?",
        "I need safety advice for a vanished card.",
        "What should be done about the theft?",
        "Card was swiped, what's the recourse?",
        "What is the situation with a credit card taken?",
        "What should I do after my credit card was snatched?",
        "What's my next move, after the lost card?",
        "My credit card has been stolen, what should I do?",
        "Any advice on how to get a credit card number back?",
        "Now what? My plastic has vanished?",
        "The card was taken from me, how resolve?",
        "What should I do after the credit card was stolen?",
        "What steps should I take when I lost a card?",
        "Someone took my credit card.",
        "What's my next move, the lost card?",
        "People stole my credit card.",
        "Credit card taken and what?",
        "Steps to take after a card that has been stolen?",
        "Their credit card was swiped!",
        "urgent advice request after the card was lost",
        "The theft of a credit card.",
        "Credit card taken, what now?",
        "How am I going to respond to card swiped?",
        "Please help! CC snatched.",
        "How to free my plastic?",
        "Guidance requested, the card was stolen.",
        "The card is gone, what?",
        "What should be done about the card stolen?",
        "Somebody stole my card?",
        "My card was stolen, what do I do?",
        "How should I handle my credit card that was stolen?",
        "What should I do if my card is gone?",
        "This card was stolen, now what?",
        "A credit card has been snatched.",
        "advice please, someone took my card?",
        "So someone stole my credit card, now what?",
        "Advice please. Someone stole my card.",
        "Credit theft: What now?",
        "Now what should you do with a stolen card?",
        "What happens after my card gets stolen?",
        "The card was taken away.",
        "The steps to take after a card was stolen?",
        "Someone stole a card and need help now?",
        "What to do with a credit card that was snatched?",
        "How to fix this mess after we lost plastic?",
        "Alright, now what? Card gone?",
        "How to proceed after a credit card has been taken?",
        "Please help, my card was stolen.",
        "What next after a card was robbed?",
        "Advice please, who stole my card?",
        "My card has been stolen, please?",
        "Help! My card has been stolen, what's the plan?",
        "Help! card taken and what?",
        "Help! Card taken but what?",
        "Should I take care of my credit card that was stolen?",
        "What is my recourse after my card was swiped!",
        "What's happening with the credit card taken?",
        "Next actions for my credit card, after theft.",
        "It was my credit that was swiped.",
        "They stole my card?",
        "I didn't know someone stole my credit card.",
        "What will happen to my card after it was stolen.",
        "What's next, after my card was stolen?",
        "Someone stole my credit card now what?",
        "I have a card that got stolen.",
        "There was a credit card number snatched.",
        "Card swiped, what's my recourse?",
        "The card was taken, what next?",
        "What should I do after a fraud?",
        "Assist me please, card gone.",
        "My card was nicked, what then?",
        "Now what should we do about the stolen card?",
        "Credit card taken; how to proceed?",
        "Card taken: actions to take?",
        "Astolen card, now what?",
        "Help! CC snatched!Advise solutions.",
        "What actions should I take when I lose a card?",
        "Guidance requested for the Stolen card?",
        "They got my credit!",
        "I lost a card, what are my next moves?",
        "Somebody stole my card and now what?",
        "I need assistance, card gone.",
        "Help me please, the card has gone.",
        "I need help with a stolen card.",
        "Help!Card was stolen.",
        "A card was stolen. Next steps?",
        "Next steps after my card theft?",
        "Help! Card was stolen",
        "Credit card taken, what is next?",
        "My card was stolen please?",
        "What's the plan after my card was pinched?",
        "Somebody stole my card, please?",
        "Did someone steal the credit card?",
        "Your card was stolen.",
        "What is the situation with the credit card taken?",
        "My card was stolen,what's the plan?",
        "My card has been missing.",
        "The card was swiped, instructions?",
        "Someone took a credit card.",
        "Help! Someone took a card.",
        "Help me, card has been gone?",
        "Any advice for the credit card number snatched?",
        "Help! CC snatched! advice solutions.",
        "Next actions for my credit card aftertheft.",
        "How do I get my plastic back?",
        "Help! Someone stole a card...",
        "Need help now that card has been stolen?",
        "Someone stole my credit card and what?",
        "Please, someone took my card.",
        "I lost a card and wondered what my next move would be.",
        "\"My card got nicked, solutions?\"",
        "What are the plans after my card is stolen?",
        "What should be done with the credit card snatched?",
        "Next steps, was just robbed?",
        "What now? a card was stolen",
        "Now what, someone stole my credit card?",
        "What to do with a stolen card?",
        "What would I do if my card was stolen?",
        "What should I do if my credit card is missing?",
        "What's my next step after lost card?",
        "There was a credit card number that was taken.",
        "My plastic has disappeared, now what?",
        "What should I do when my credit card goes away?",
        "Guidance requested in the case of a stolen card?",
        "Steps to take after the theft of the card?",
        "How should I respond to my credit card being stolen?",
        "Someone took my card and I needed help.",
        "Steps to take next for a stolen card?",
        "How to proceed when credit card is snatched?",
        "credit card taken, what now?",
        "If the credit card is gone, what do I do?",
        "Help! Your card has been stolen...",
        "What is my next move after a lost card?",
        "my card was missing.",
        "What should you do about credit theft?",
        "Card has been stolen",
        "A credit solution was stolen.",
        "What will happen after card was stolen?",
        "I need your assistance, someone took my card.",
        "Please, help! Card stolen...",
        "Card has been taken, now what?",
        "Was my card stolen? Next steps?",
        "Just got robbed, what the next steps are?",
        "My card was stolen and I have a question.",
        "My credit was taken. Options?",
        "What now about credit theft?",
        "The card was gone what's next?",
        "What are you going to do now that a card has been stolen?",
        "What are I going to do about my card being swiped?",
        "I need help with a card gone.",
        "Guidance requested for a stolen card.",
        "What should happen to the credit card that was snatched?",
        "My plastic is gone and now what?",
        "Now what to do with my plastic?",
        "Guidance requested after card being stolen?",
        "Credit card taken; what to do?",
        "Help me, card is gone.",
        "What can I do if my credit card goes away?",
        "Now what about the credit card that was taken?",
        "If my credit card is gone, what do you do?",
        "Need help after the card was stolen?",
        "I have a credit card and it's gone.",
        "Now what, help! card taken?",
        "What should I do about my card getting stolen?",
        "How to proceed? a credit card was snatched",
        "Card gone, assistance please?",
        "My credit card was stolen, now what?",
        "What steps should I take if I lose a card?",
        "What next, after my card was stolen?",
        "Help! a card was taken",
        "What to do about credit theft now?",
        "What's the plan after my card got taken?",
        "What happens now that my card has been stolen?",
        "What should I do with my stolen card?",
        "Now what? Help! card taken.",
        "What then? Credit card taken?",
        "next actions for my credit card after theft",
        "The credit solution was stolen.",
        "What do I do if my credit card is no longer valid?",
        "What now? A credit card taken.",
        "What would I do if my credit card went away?",
        "Need help! Someone took my card.",
        "It was a card snatched: Actions to take?",
        "Someone took my card?",
        "What is the next step after a stolen card?",
        "Whats the plan after my card was stolen?",
        "HELP! Card taken now what?",
        "My plastic is gone. now what?",
        "My card was nicked, what?",
        "The fraud hit me hard and what's the solution?",
        "My credit was stolen. Options?",
        "Help! Card is taken...",
        "How to proceed after the credit card was snatched?",
        "Credit card taken, what else?",
        "What should I do if my credit card was stolen?",
        "What will be done about credit theft?",
        "The next actions for my credit card, after theft.",
        "How should I deal with my stolen credit card?",
        "My card is gone.",
        "I found out my credit card was stolen.",
        "There was someone who stole my card.",
        "Need help now after the card was stolen?",
        "What would happen if my card was stolen?",
        "Next actions after theft for my credit card",
        "Help, card was stolen.",
        "There was a card snatched: Actions to take?",
        "How to fix this mess after the plastic had been lost?",
        "My card is taken, what resolve?",
        "Can you advise solutions? CC snatched.",
        "What should I do with a stolen card?",
        "Help please, someone stole my card.",
        "Help me, please, the card is gone.",
        "Help! card was taken...",
        "What should I do once my credit card is gone?",
        "Help!Card taken now what?",
        "A credit card is stolen?",
        "HELP! My card was stolen, what's the plan?",
        "Now what should we do with the card that was stolen?",
        "What am I going to do if my credit card is gone?",
        "Help! the card has been stolen...",
        "Help! Card that was stolen...",
        "Help! My card has been stolen.",
        "Steps to take after a Stolen card?",
        "What can we do now that a card has been stolen?",
        "Actions to take was the card snatched?",
        "What's the plan after my card was stole?",
        "What steps should I take after the lost card?",
        "Steps to take next after card is stolen?",
        "What do I do with my credit card that was stolen?",
        "I was hit by fraud, what's the fix?",
        "What's my next move after this lost card?",
        "What's next, Card robbed?",
        "Help! the card has been stolen.",
        "What is the plan, my card was stolen?",
        "Alright, card gone, now what?",
        "My card was taken, please?",
        "Just robbed and what's the next step?",
        "What should I do about someone stealing my credit card?",
        "If my credit card is gone what will I do?",
        "Somebody stole my credit card and now what?",
        "What steps should I take after I lost my card?",
        "Credit thief, actions to pursue?",
        "My card was stolen, what should I do next?",
        "Now what should be done with a stolen card.",
        "I lost a card and what steps should I take?",
        "Please help me, card has vanished.",
        "Should I do anything about my credit card being stolen?",
        "What's my response after my card was swiped?",
        "Please help, a card has been stolen.",
        "What about someone stealing my credit card?",
        "Next steps if my card was taken?",
        "Any advice about the credit card number being snatched?",
        "Help! Card was stolen.",
        "Any advice on how to get a credit card number again?",
        "My card was taken, now what?",
        "advice please because someone stole my card.",
        "What should I do when a card is stolen?",
        "The plastic has gone, what now?",
        "Just robbed, what next steps?",
        "Credit theft, what should happen?",
        "What needs to be done about credit theft?",
        "The credit card number has been grabbed.",
        "what do I do if I lose my credit card?",
        "Steps to take next after a card is stolen?",
        "What can be done about the card stolen?",
        "How to fix this mess after the loss of plastic?",
        "Guidance requested for the card that was stolen?!",
        "What will happen to my card after it has been stolen?",
        "I think someone stole my credit card.",
        "Steps to take after a card theft?",
        "Now what? a stolen card?",
        "My card was stolen and I am in need of help.",
        "The credit card has been stolen.",
        "Guidance requested as a result of a stolen card?",
        "Stolen card?",
        "My plastic is gone; what?",
        "It's someone who stole my card.",
        "Just robbed and what next?",
        "The card was swiped and what's my recourse?",
        "Now what should I do about my credit card being stolen?",
        "Now what should be done with a stolen card?",
        "A card was stolen.",
        "help! Someone took my card",
        "My card was stolen, what is the next step?",
        "What should happen to credit theft now?",
        "What should I do with mystolen credit card?",
        "What should I do with the missing card?",
        "advice please! Someone stole my card.",
        "There is a card stolen.",
        "The card is gone, help me!",
        "Credit card taken; what now?",
        "Now what? my plastic has gone.",
        "Now what am I going to do with my plastic?",
        "An individual stole my credit card.",
        "Help!Card was stolen",
        "So my card was nicked?",
        "My credit card was swiped!",
        "My card was stolen and I have no idea what to do.",
        "Somebody stole my card, now what?",
        "There was a credit card stolen.",
        "It was my credit that they swiped.",
        "What advice do you have for credit card number snatched?",
        "What do I do with my credit card if it's gone?",
        "What will be the next step after my card was stolen?",
        "There was someone who stole my credit card.",
        "The next steps for my credit card, after theft.",
        "What is my remedy for card swiped?",
        "What happens when a card is stolen?",
        "Guidance requested, after the card was stolen?",
        "How to proceed, after a credit card snatched?",
        "What do I do after my credit card is gone?",
        "Someone stole my card now what?",
        "Advice please... Someone stole my card.",
        "Helping me please, the card is gone?",
        "Next steps? Card stole alert!",
        "Hey, what do you think, card gone?",
        "My plastic is gone, what then?",
        "What would happen when my card was stolen?",
        "What's the plan now that my card has been stolen?",
        "The credit card is taken.",
        "card gone, help me?",
        "Credit theft, what's next?",
        "Help! Card had been stolen.",
        "I had my card stolen, what are the plans?",
        "Credit card taken-what now?",
        "My card was swiped, what's the plan?",
        "Next action with my credit card after theft.",
        "What should I do with my credit card being stolen?",
        "Guidance requested for a card stolen?",
        "How come my plastic is gone?",
        "Help! Your card was stolen.",
        "Guidance requested for card that was stolen?",
        "A person stole my card.",
        "Credit card taken right now.",
        "Next steps for my card, after theft.",
        "Credit card number snatched, anyone advice?",
        "What's my recourse after my card was snatched?",
        "Someone stole my card.",
        "How about next steps after just robbed?",
        "What's the plan for my card being stolen?",
        "A credit card is taken?",
        "What do I do about someone stealing my credit card?",
        "Next step after being robbed?",
        "What will happen with the card now gone?",
        "How to move after credit card snatched?",
        "I have a card that has been stolen, what is the plan?",
        "Help! CC snatched! advise the solutions.",
        "The credit card I have was stolen.",
        "How to proceed now that a credit card has been snatched?",
        "It was my card that was stolen.",
        "They stole mycredit!",
        "The card was swiped, what should I do?",
        "Something nicked my card?",
        "What should I do about my card?",
        "Please help me, my card is gone?",
        "the credit card was snatched",
        "Someone took my card and I need your assistance.",
        "This card has been stolen, now what?",
        "The card was swiped and I have no recourse.",
        "Advice please, since someone stole my card.",
        "Help! Card has been stolen...",
        "What's the plan after my credit card was stolen?",
        "The card has been stolen?",
        "What is the plan after my card got stolen?",
        "What now after a card was stolen?",
        "What should I do now that my card has been stolen?",
        "My card has been stolen, what are the plans?",
        "What should I do now that my credit card is gone?",
        "Card taken and what?",
        "Next steps, after my card was stolen?",
        "Any advice, credit card number snatched?",
        "My credit card was taken by someone.",
        "Help! Card taken, what else?",
        "What next? card was robbed",
        "What do I do now that my plastic is gone?",
        "Credit theft? What should be done now?",
        "Card was swiped, instructions?",
        "Card snatched, what actions to take?",
        "Help! the card was stolen...",
        "What are the next steps after my card was stolen?",
        "\"Advice please?\" Someone stole my card.",
        "How resolve, my card was taken?",
        "Someone did something to my card.",
        "Help! My card was stolen.",
        "If my credit card is missing what do I do?",
        "What should happen with my card that was stolen?",
        "What should we do now with credit theft?",
        "Card stolen, what should we do?",
        "What comes next, card robbed?",
        "If I lose my credit card, what can I do?",
        "I was hit hard by fraud. What is the fix?",
        "I have a credit card number that was snatched.",
        "My card was taken by a person",
        "Steps to take after stealing a card?",
        "What should we do with the card stolen?",
        "A card that was stolen, now what?",
        "The person stole my credit card now what?",
        "They stole my credit, options?",
        "Card taken, Actions to take?",
        "Actions to take, card taken?",
        "Options? They took my credit!",
        "Credit theft? what now?",
        "Someone took me card",
        "My credit card was taken now what?",
        "There was a card that was gone.",
        "advice please someone stole my card.",
        "Need assistance? Card stolen!",
        "What is my recourse when a card is swiped?",
        "Now what? My plastic is gone?",
        "Help! A person took my card.",
        "Need help now that the card has been stolen?",
        "Can you help me, my card is gone?",
        "There was a stolen credit card.",
        "A credit solutions was stolen.",
        "How to proceed, credit card snatched?",
        "How to proceed after the credit card was taken?",
        "My credit was swiped by them. Options?",
        "What should I do when my credit card is taken?",
        "Steps to take following the theft of a card?",
        "Actions to take? Card was snatched.",
        "Now what? Help! Card taken?",
        "What steps should I take with my lost card?",
        "I have been hit hard by fraud. What is the fix?",
        "What steps should I take if I lost a card?",
        "What is my response to card swiped?",
        "I believe someone stole my credit card.",
        "Is there any advice for a credit card number snatched?",
        "Credit card taken! what now?",
        "Credit thief, what actions to pursue now?",
        "What are I supposed to do if my credit card is gone?",
        "I just found out that someone stole my credit card.",
        "Credit card is taken.",
        "What do I do after my card was stolen?",
        "What now after credit card taken?",
        "This card was stolen?",
        "That is a credit card taken.",
        "A thief stole my card.",
        "Now what about the card that had been stolen?",
        "Is there anything I can do when my credit card is gone?",
        "What is my next move, after the lost card?",
        "Next step if my card was stolen?",
        "My card got taken.",
        "The card was stolen, now what.",
        "Any help with the credit card number snatched?",
        "My card is gone, please?",
        "What's the recourse after my card was stolen?",
        "Someone took my card from me.",
        "Card stolen",
        "Credit card snatched",
        "Steps to take after the card is stolen?",
        "Someone took my card, please!",
        "Help! Card taken, now what!",
        "I need help with a card stolen.",
        "How resolve?My card has been taken.",
        "Card was swiped and I have no recourse.",
        "credit card number snatched, any advice?",
        "I need your help, someone took my card.",
        "What about the card that was stolen?",
        "Yes, card taken, now what?",
        "My card was stolen, what now?",
        "What should I do about a card being swiped?",
        "My card has been nicked.",
        "Help me, card is gone?",
        "Something nicked my card.",
        "The card was taken.",
        "Card stolen alert! Next steps?",
        "My card was swiped, what are my options?",
        "What are my options after a card was swiped?",
        "The card is gone, what's next?",
        "Any advice on getting a credit card number again?",
        "Now what with the card gone?",
        "I had my credit taken away.",
        "My card was taken, what resolve?",
        "There was someone taking my card.",
        "What's the plan after my cards was stolen?",
        "Card was swiped, so what's my recourse?",
        "Steps to take next after a card has been stolen?",
        "What is the plan when my card has been stolen?",
        "Guidance requested for the card that had been stolen?",
        "What's the plan, after my card was stolen?",
        "Next actions for my credit card after robbery.",
        "help! card has been stolen",
        "If my credit card is GONE, what do I do?",
        "my card was nicked",
        "Now what about the card that was taken?",
        "advice please? Someone stole my card?",
        "Just had a robbery, next steps?",
        "Credit solutions has been taken.",
        "I need help with a card taken.",
        "Credit theft: what to do now?",
        "What to do with credit card snatched?",
        "Their credit was swiped.",
        "My plastic has gone, now what?",
        "What next after card was robbed?",
        "Is there any advice on credit card number snatched?",
        "Assist! Card taken, now what?",
        "I need assistance with the card gone.",
        "Credit card snatched how to proceed.",
        "What next? a card was stolen?",
        "Someone snatched a credit card number",
        "What can I do after my credit card is gone?",
        "What do I do now that my credit card is gone?",
        "My plastic has been removed...what now?",
        "They stole my credit?",
        "What should I do with my plastic now?",
        "card stolen",
        "Next steps with my credit card after theft.",
        "Steps to take because of a stolen card?",
        "What do I do about the card swiped?",
        "Credit card number was snatched.",
        "Thestolen card, now what?",
        "Someone has taken a card.",
        "Credit theft, what should we do now?",
        "A card has been stolen...",
        "Credit card number snatched, what should we do?",
        "Hey, card gone, now what?",
        "A card was stolen",
        "I need help! Someone took my card.",
        "How should we handle credit theft now?",
        "Someone stole my credit card, what?",
        "Now what after someone stole my credit card.",
        "Card compromised-- Next steps?",
        "What do I do next after my card was stolen?",
        "What should I do with my card swiped?",
        "My card is reported as stolen?",
        "Help me please, card gone.",
        "Someone taking my card.",
        "Next steps after my card went missing?",
        "My card was stolen, please help!",
        "urgent advice request after losing a card.",
        "I need help, the card is gone.",
        "Please help me, my card has gone.",
        "What are you going to do with a stolen card?",
        "What now? Credit card taken",
        "Please help me, card gone.",
        "It is the next actions for my credit card after theft.",
        "Credit card snatched how to proceed?",
        "I have a card that vanished.",
        "How to go about getting my plastic back?",
        "There is a credit card number that is snatched.",
        "Advice please: someone stole my card?",
        "Any advice after the card number was snatched?",
        "What's my next move following a lost card?",
        "What should happen to a stolen card?",
        "The credit card number was taken.",
        "Next actions for my credit card after theft:",
        "The card was stolen",
        "The card has been taken.",
        "My plastic has gone...what?",
        "I need help with a card gone?",
        "A credit card was stolen?",
        "Any advice, after the credit card number was snatched?",
        "I got my card stolen, what is the plan?",
        "What now? Card taken, now what?",
        "My card is nicked.",
        "Now what will happen with my credit card?",
        "What about the theft of credit card?",
        "It was swiped my credit!",
        "Huh, someone stole my card?",
        "Help! Someone stole a card",
        "My credit card was taken.",
        "There was credit card theft.",
        "Please help! Card has been stolen...",
        "Help me, card has vanished.",
        "Credit card taken, what?",
        "Help! I had my card taken.",
        "There was a credit card that was stolen.",
        "What happened to my card that got stolen?",
        "What can be done about credit theft now?",
        "Please help! Card taken, now what?",
        "The card was stolen...",
        "What should I do, my card was stolen?",
        "I had my credit taken.",
        "Credit card snatched; how to continue?",
        "What happens when my card gets stolen?",
        "Help me, card gone!",
        "It's a stolen card now what?",
        "Card taken, what next?",
        "Help me, my card is gone.",
        "Help me, the card has disappeared?",
        "Card gone, help me, please?",
        "Credit card was taken?",
        "What next? a card was robbed",
        "Credit card snatched; how to go about it?",
        "Is someone responsible for stealing my credit card?",
        "I don't know what to do about my credit card being stolen.",
        "Robbed of card?",
        "That's a credit card taken.",
        "My card was nicked, what happened?",
        "My credit was taken by them.",
        "how resolve, my card taken?",
        "credit card taken?",
        "How to continue after a credit card is snatched?",
        "How to go about getting my plastic back.",
        "Someone stole a card, now what?",
        "What next after a card is stolen?",
        "What are I supposed to do about the card swiped?",
        "We have a stolen card, now what?",
        "What should I do now that the card is stolen?",
        "The card was stolen! Next steps?",
        "Someone stole my card from me.",
        "The credit card number was snatched.",
        "Actions to be taken: card snatched?",
        "How about the credit card taken?",
        "Now what are I going to do with my plastic?",
        "Help! My card has been stolen, what are the plans?",
        "Please help me, someone took my card.",
        "How should I recover my lost card?",
        "Help! The card was stolen.",
        "What should I do after my credit card was stolen.",
        "What now, after someone stole my credit card?",
        "Credit theft? What is happening now?",
        "Now what after a stolen card.",
        "Card stolen, need help?",
        "Help! Someone swiped my card.",
        "How resolve, I have my card taken?",
        "My card vanished!",
        "I wonder what my recourse is after my card was stolen.",
        "Please, help! Card taken, now what?",
        "Who took my credit card?",
        "The card was stolen, what now?",
        "What would I do if my credit card disappears?",
        "Help! Your card has been stolen.",
        "Someone stole my credit cards.",
        "What's next, card gone?",
        "What resolve, my card is taken?",
        "How come my card has been swiped?",
        "What steps should I take after I lose a card?",
        "Help! my card has been stolen.",
        "What now, about credit theft?",
        "Please help, card gone.",
        "What do I do if my card is no more?",
        "Credit solutions were stolen!",
        "Card stolen: Actions to take?",
        "I lost my credit card number, any advice?",
        "Someone has taken a credit card?",
        "Advice please? Someone stole my card?",
        "It was swiped from my credit.",
        "That's right, someone stole my credit card.",
        "Help! My card was stolen and what's the plan?",
        "My plastic is gone; now what?",
        "Actions to take has a card snatched?",
        "What should be done with my credit card?",
        "Guidance requested because of the card that was stolen?",
        "Credit card number snatched, any advice.",
        "Card robbed, what will happen next?",
        "I was card swiped, what's my recourse?",
        "What will happen when my card has been stolen?",
        "What's my next step after the lost card?",
        "urgent advice request after loss of card.",
        "How come someone stole my card?",
        "What do you do after your card is stolen?",
        "The card was stolen alert! Next steps?",
        "My plastic has vanished, what now?",
        "Help me please, card gone?",
        "What do I do if I lost my credit card?",
        "Please help! someone took my card.",
        "They swiped my account!",
        "What will happen after a card is robbed?",
        "Next steps after my card was snatched?",
        "There's a card gone, now what?",
        "How to proceed after a credit card was snatched.",
        "I was struck by fraud and what's the fix?",
        "I have plastic that is gone...what?",
        "What is the plan with my card stolen?",
        "A card was swiped, what should I do?",
        "The credit card that I used was stolen.",
        "There is a card snatched: Actions to take?",
        "How to proceed after the credit card is snatched?",
        "What should I do with the card taken?",
        "My card has been taken, now what?",
        "It seems someone stole my card.",
        "Help! a card is taken",
        "Card taken: Actions to take?",
        "Next steps when my card was stolen?",
        "Guidance requested? a card was stolen?",
        "Credit solutions have been swiped.",
        "Any advice after a credit card number is snatched?",
        "What am I supposed to do with the card swiped?",
        "Actions to take? card was snatched.",
        "Somebody stole my credit card now what?",
        "What am I supposed to do about a card swiped?",
        "What should we do after a card is stolen?",
        "Help! Card was stolen...",
        "A person took a card.",
        "Any advice on how to get the credit card number back?",
        "How's my recourse after the card was swiped?",
        "How to proceed, after the credit card was snatched?",
        "What are the next steps after a stolen card?",
        "If my credit card is taken away, what do I do?",
        "Advice please since someone stole my card.",
        "How to proceed with the credit card snatched?",
        "There was a card taken, now what?",
        "Now what? My plastic is gone, now what?",
        "Please... card was stolen...",
        "There was a credit card number taken.",
        "Help now, lost credit card troubles.",
        "Card was swiped, what is my recourse?",
        "How to retrieve my plastic?",
        "My card was taken how resolve?",
        "A card is gone, what's next?",
        "How about the stolen card?",
        "What steps should I take to recover a lost card?",
        "I don't know what to do with my credit card that was stolen.",
        "My plastic is gone...what now?",
        "Guidance requested since card was stolen?",
        "Card snatched: Actions to take.",
        "How resolve? my card was taken.",
        "I have lost my plastic...now what?",
        "Taking next steps after a stolen card?",
        "Card gone now what?",
        "steps to take next after stolen card?",
        "Now what should be done about a stolen card?",
        "I was hit hard by fraud, what's the solution?",
        "What do I do if my card is stolen?",
        "What should I do after my credit card was taken?",
        "How resolve? My card was taken",
        "Now what after the card is taken?",
        "How to go about retrieving a credit card?",
        "Someone stole my card, what's the plan?",
        "My plastic is GONE.",
        "There is a credit card number that was snatched.",
        "What happens when your card is stolen?",
        "Guidance requested for the missing card!",
        "How to recover my plastic.",
        "Now what should I do about someone stealing my credit card?",
        "Next steps after just been robbed?",
        "Now what should I do about the theft of my credit card?",
        "If my credit card was stolen, what should I do?",
        "A card was swiped, what can I do?",
        "So my plastic is gone?",
        "The card was gone, now what?",
        "Had a credit card number snatched.",
        "Help me, card's gone?",
        "I need help, my card is gone.",
        "The card is gone what's next?",
        "What would happen if my card got stolen?",
        "Steps to take after a stolen card?",
        "Someone snatched a credit card number.",
        "A question about credit theft: what now?",
        "Help! Card stolen!",
        "Card gone, help me?",
        "Next steps? Card compromised!",
        "What should happen with card gone?",
        "Someone took my Card.",
        "Help! card has been taken...",
        "Next steps after someone stole my card?",
        "They stole my credit. Options?",
        "Next steps after my card gets stolen?",
        "Actions to take? was the card snatched.",
        "advice please, who stole my card?",
        "The card was snatched.",
        "Steps to take next because of a stolen card.",
        "Someone took that card.",
        "How resolve? My card was taken.",
        "What should I do since my credit card was taken?",
        "My card is missing, should I report it?",
        "My card was taken, what are the next steps?",
        "Help me, card gone?!",
        "Any advice after someone snatched a credit card number?",
        "card snatched: actions to take?",
        "How to proceed when your credit card is snatched?",
        "What should be done about credit theft now?",
        "How to carry on without my plastic?",
        "What will happen with the card that was robbed?",
        "Whoever stole my credit card now what?",
        "Now what do I do after someone stole my credit card?",
        "The next action for my credit card after theft.",
        "Credit card snatched, how to move?",
        "What would happen if my card were stolen?",
        "Someone stole a credit card.",
        "Steps to take after stolen card?",
        "Help! card is gone",
        "Please, help me, the card is gone.",
        "Steps to take if your card has been stolen?",
        "Card taken, what actions to take?",
        "Any advice on how to recover a credit card number?",
        "HELP me, card gone?",
        "There's a credit card taken.",
        "Card gone and what?",
        "HELP! Card stolen.",
        "HELP! A person took my card.",
        "I think somebody stole my credit card.",
        "What happens after a card robbed?",
        "Help! Someone has my card.",
        "The card is gone, help me please.",
        "Any advice on credit card number snatched?",
        "The credit card number has been snatched.",
        "There's a credit card number snatched.",
        "What's the plan, my card was stolen.",
        "my card was stolen",
        "Help! card has been stolen.",
        "There is a card taken, now what?",
        "Got my card nicked?",
        "What do I do with my card that was stolen?",
        "Steps to take after a card that was stolen?",
        "What are the steps to take after a stolen card?",
        "Now what? help! card taken?",
        "What now that a card has been stolen?",
        "Next steps for my credit card after robbery.",
        "Next actions for my credit card after being robbed.",
        "Now what do I do about my credit card being stolen?",
        "The card has been snatched: Actions to take?",
        "What will happen to my card after it's been stolen?",
        "How will credit theft be handled now?",
        "What would I do about the card swiped?",
        "If my credit card was stolen what should I do?",
        "What should I do now that my credit card was stolen?",
        "Credit card snatched; how to move forward?",
        "Do you have any advice on credit card number snatched?",
        "Help me please, card gone, please?",
        "What happens now with credit card taken?",
        "What can I do if my card is gone?",
        "What next after a card robbed?",
        "I just found out my credit card was stolen.",
        "Card swiped, what am I going to do?",
        "The next steps for my credit card after theft.",
        "help! card was stolen...",
        "Help me, card has gone, please?",
        "Steps to take next after the theft of a card?",
        "There's a card snatched: Actions to take?",
        "What's my recourse after a card was swiped?",
        "What should I do since my credit card has been stolen?",
        "My plastic is gone...what next?",
        "Please help me, my card has been stolen.",
        "How should I handle a stolen credit card?",
        "Someone did something with my card.",
        "My plastic has vanished, now what?",
        "Now what? my plastic is gone.",
        "The steps to take following a stolen card?",
        "steps to take after a stolen card?",
        "Credit card stolen, how to proceed?",
        "My card was nicked, what do you think?",
        "Advice please, somebody stole my card.",
        "How am I going to recover from card swiped?",
        "How should I respond to the theft of my credit card?",
        "Help! What is the plan for my card being stolen?",
        "Credit card has been taken, what now?",
        "Next steps after my card was gone?",
        "I was hit hard by fraud, what is the fix?",
        "Guidance requested for the Stolen card!",
        "What should I do after my credit card is gone?",
        "My card was stolen, what will happen?",
        "Just got robbed, next steps?",
        "Actions to take?card snatched.",
        "theft of credit card?",
        "I had a credit card stolen and what should I do?",
        "Help! A card was stolen...",
        "A person stole my credit card.",
        "Help! card is missing...",
        "Now what about thestolen card?",
        "My plastic is gone what?",
        "A card that had been stolen?",
        "What should we do now about credit theft?",
        "What next after a card was stolen?",
        "What can I do after my card was stolen?",
        "What should we do after a card was robbed?",
        "What's my recourse after my card was swiped.",
        "How resolve? I had my card taken.",
        "Help! Somebody took my card.",
        "Just got robbed and what next steps?",
        "What can be done about the stolen card?",
        "What should we do after a card robbed?",
        "If my credit card is stolen, what do I do?",
        "What is my next move after I lost a card?",
        "How do I retrieve my plastic?",
        "Guidance needed for a stolen card?",
        "What steps should I take when I lost the card?",
        "card taken now what?",
        "Guidance requested because the card was stolen?",
        "Actions to pursue now for credit thief?",
        "Help!card was stolen",
        "My card was swiped, what am I supposed to do?",
        "There is a card that was stolen.",
        "What's my recourse after my card was swiped?!",
        "Need help, card gone?",
        "What's the plan after my cards got stolen?",
        "What are you going to do now that your card has been stolen?",
        "Help! The card was taken.",
        "Help! card had been stolen",
        "What's my next move after losing the card?",
        "I need help with card gone.",
        "My plastic is gone, now what.",
        "An urgent advice request has been made after the lost card.",
        "A credit card was stolen, now what?",
        "Next steps, just been robbed?",
        "What happens if my credit card is gone?",
        "I lost a card so what's my next move?",
        "Actions to take after a stolen card?",
        "Problem, card taken, now what?",
        "Need assistance now! Card stolen!",
        "A card is stolen",
        "The stolen card, now what?",
        "Help! The card was stolen",
        "Someone stole my card, now what?",
        "There was a credit card that was taken.",
        "Credit advise that has been stolen?",
        "Please, help me, card gone.",
        "I need advice after someone stole my card.",
        "Help me, card vanished?",
        "Can you help me with the card gone?",
        "What should I do in case my credit card is gone?",
        "Guidance requested because of a stolen card!",
        "Not knowing what to do with a stolen card.",
        "Help! Card was stolen!",
        "Now what after a stolen card?",
        "I lost my card and what is the plan?",
        "Their credit was swiped!",
        "urgent advice request after card is lost",
        "What am I going to do about this card swiped?",
        "What now, credit card taken.",
        "Next action for my credit card after theft",
        "What should we do with a stolen card?",
        "What can be done about the card being stolen?",
        "Credit card taking, what now?",
        "I believe someone stole my card.",
        "advice please... someone stole my card",
        "My card was taken, what next?",
        "I had a card swiped, what should I do?",
        "Now what, credit card taken?",
        "My credit card is gone.",
        "Help! a card has been stolen.",
        "what should I do after my credit card was stolen?",
        "My card was stolen, advise please?",
        "How to proceed after a credit card being snatched?",
        "The cards were snatched: Actions to take?",
        "The next steps after just been robbed?",
        "My credit card was stolen and now what?",
        "What is my next move after lost card?",
        "I now know someone stole my credit card.",
        "Help! Card taken?",
        "Next steps for my credit card after theft",
        "I have a credit card and it is gone.",
        "Actions to take, a card snatched?",
        "Help! card has been taken, now what?",
        "Aaaand my card is gone.",
        "Was card swiped, what's my recourse?",
        "If someone stole my credit card, what?",
        "They swiped My credit!",
        "Any advice for credit card number snatched?",
        "Someone took my card, advise please?",
        "What's my recourse after card being swiped?",
        "Guidance requested, card stolen!",
        "I lost a card but what should I do?",
        "My card was swiped, what is my recourse?",
        "Steps to take when your card has been stolen?",
        "My card was taken, what will happen to it?",
        "What should I do about the theft of my credit card.",
        "I had my credit swiped. options?",
        "What am I suppose to do about the card swiped?",
        "Just robbed and what the next steps?",
        "I need assistance, card taken, now what?",
        "They stole my credit card.",
        "An urgent advice request was made after the card was lost.",
        "What now is credit card taken?",
        "What should I do after my credit card was pinched?",
        "What should I do when a credit card is stolen?",
        "How to proceed after your credit card is snatched?",
        "I was hit by fraud and what is the solution?",
        "The card has been taken, now what?",
        "What next after my card was stolen?",
        "What should I do after my card is swiped?",
        "What should I do after my credit card was lost?",
        "My plastic has gone...what now?",
        "Next steps after getting robbed?",
        "I need help, card gone?",
        "Losing card, what's my next move?",
        "Help me,card gone?",
        "Any advice on the credit card number snatched?",
        "How to proceed was the credit card snatched?",
        "What should I do about mystolen credit card?",
        "How to proceed, credit card snatched.",
        "I request advice because someone stole my card.",
        "If my credit card is gone, what am I going to do?",
        "I lost a card, what's my recourse?",
        "My plastic has vanished...now what?",
        "I don't know what to do with a stolen card.",
        "Steps to take after the card was stolen?",
        "What happens to my card after it was stolen?",
        "Is there anything I can do if my credit card is gone?",
        "Guidance requested for stolen card!",
        "What should we do with the card robbed?",
        "How resolve, my card is being taken?",
        "How to recover my plastic!",
        "How to proceed when you have a credit card snatched?",
        "What's the plan when my card has been stolen?",
        "I had my card taken, how resolve?",
        "What do I do after my credit card is lost?",
        "Someone stole my card and I need advice.",
        "That card was taken, now what?",
        "My card was stolen.",
        "What happens after a card was robbed?",
        "Help! card has been taken?",
        "How resolve? My card is taken.",
        "What's the plan after my card was stolen?!",
        "Advice please after someone stole my card?",
        "What is the plan after my card was theft?",
        "The person took my card.",
        "Credit solutions got stolen.",
        "What to do after my credit card is stolen?",
        "A card was swiped?",
        "Helping! Card stolen...",
        "Credit card number taken, any advice?",
        "The card is gone, please help me.",
        "Just robbed and what are the next steps?",
        "The card was stolen, what's the plan?",
        "Actions to be taken? Card snatched.",
        "What should happen with my card that got stolen?",
        "Steps to take next, after the card was stolen?",
        "What now? Someone stole my credit card.",
        "Credit theft - what now?",
        "Help! Card taken, then what?",
        "steps to take after the card has been stolen?",
        "What do I do once my credit card is gone?",
        "Please help me, card has disappeared?",
        "Steps to take after a card has been stolen?",
        "I found out that my credit card was stolen.",
        "I had my credit card stolen, what should I do?",
        "They took my credit card.",
        "What should I do about my credit card being stolen?",
        "Next steps after the theft of my card?",
        "Help, someone took my card.",
        "I was hit with fraud and what's the fix?",
        "Credit card snatched; what should I do?",
        "What can I do with my credit card gone?",
        "Next actions for my credit card after my theft.",
        "Credit theft: what happens now?",
        "How about the theft of credit card?",
        "What is my plan after my card was stolen?",
        "Just robbed, what are the next steps?",
        "It was swiped of my credit!",
        "My card was stolen, what next steps?",
        "Something has been taken with the credit card.",
        "The credit card has been taken?",
        "How to fix this mess after the plastic lost?",
        "Guidance requested because of a stolen card?",
        "Help!Card stolen...",
        "It's a stolen card now.",
        "They nicked my card.",
        "My card has been stolen and I need help!",
        "Somebody stole my credit card and what?",
        "Now what? Help! card taken?",
        "What is the plan after my card has been stolen?",
        "Just got robbed, the next steps?",
        "Is there any advice about credit card number snatched?",
        "The credit card is snatched.",
        "What should I do when my card gets stolen?",
        "help me, card is gone?",
        "A credit solution has been stolen.",
        "Advice please, my card was stolen.",
        "What do I do about the stolen credit card?",
        "For advice please, someone stole my card.",
        "How to deal with lost credit card troubles?",
        "What steps should I take after losing a card?",
        "Help! A card has been stolen.",
        "Credit card snatched, how to proceed.",
        "What should happen with a credit card snatched?",
        "My card was nicked, what did I do?",
        "I had a card swiped, what's my recourse?",
        "What should happen after a card is stolen?",
        "How to continue after a credit card was snatched?",
        "Card was stolen.",
        "I need your help! Card taken, now what?",
        "What happened to my card which was stolen?",
        "What do I do now that my card was stolen?",
        "Help! My card was stolen! What is the plan?",
        "Someone took my card, help!",
        "There is a credit card number taken.",
        "What do you think, my card got nicked?",
        "Now what, the card was stolen?",
        "What can I do about my credit card being stolen?",
        "What is the next step after my card was stolen?",
        "My card has been stolen what's the plan?",
        "Someone took my card.",
        "Someone took your card.",
        "I had my credit stolen.",
        "How to fix the mess after the plastic went missing?",
        "Somebody stole my credit cards.",
        "Somebody took my card",
        "The advice please: Someone stole my card.",
        "Credit card snatched, How to proceed?",
        "What's the plan after my card was lost?",
        "Someone snatched a credit card and how to proceed?",
        "a person took my card",
        "How to proceed when a card is snatched?",
        "What do I do when my credit card goes away?",
        "I had my credit swiped!",
        "My card was GONE.",
        "Credit card snatched; how to pay?",
        "credit card snatched how to proceed",
        "urgent advice request, card lost",
        "Is there any advice after the credit card number was snatched?",
        "Next steps? Card was stolen alert!",
        "My plastic has disappeared...now what?",
        "Helping me please, the card is gone.",
        "Credit card taken how to proceed?",
        "The person stole my credit card.",
        "I need help with someone taking my card.",
        "They stole my card.",
        "Any advice on what to do after a credit card number is snatched?",
        "Help me, Card gone?",
        "How resolve?My card is taken.",
        "My credit card was stolen and what should I do?",
        "theft of a credit card",
        "Steps to take for the stolen card?",
        "Any advice after the credit card number is snatched?",
        "It was someone that stole my card.",
        "What should I do if my credit card disappears?",
        "The credit card number has been stolen.",
        "Card was stolen...",
        "What should be done with card robbed?",
        "my card has disappeared.",
        "Card stolen, help!",
        "Advice please, someone stole my card!",
        "What's the plan after my card was snatched?",
        "What should I do about the card being swiped?",
        "my plastic is gone now what?",
        "What should I do if my credit card is gone?",
        "I had my card nicked.",
        "Now what about that stolen card?",
        "steps to take after card is stolen?",
        "Had a card stolen?",
        "It was a credit card theft.",
        "What's my next move after the Lost Card?",
        "I was hit by fraud and what's the solution?",
        "A credit card is snatched.",
        "How to fix this mess after the plastic was lost?",
        "Help! a card was stolen...",
        "My card was taken and how resolve?",
        "What should I do because my credit card was stolen?",
        "What now are credit card taken?",
        "My card was taken?",
        "The credit card was stolen.",
        "What should I do after I lose my credit card?",
        "My credit card had been stolen.",
        "my card went missing.",
        "Any advice after the credit card number was stolen?",
        "What about the card that was swiped?",
        "Please, advice please, someone stole my card.",
        "I need help, someone took my card.",
        "How do I deal with my card taken?",
        "Credit card taken, what now.",
        "Next actions with my credit card, after theft.",
        "What should I do about a credit card theft?",
        "My card is reported stolen?",
        "What should I do when my credit card is gone?",
        "card snatched: Actions to take?",
        "Cards snatched: Actions to take?",
        "Next steps after my card got stolen?",
        "What's next? Card stolen!",
        "What now, after card was stolen?",
        "Now what about this stolen card?",
        "What do I do about a card swiped?",
        "Someone nicked my card.",
        "Any advice after your credit card number is snatched?",
        "I've had my card stolen, what's the plan?",
        "A card is stolen.",
        "my plastic is gone, now what?",
        "What should I do about a card swiped?",
        "What should happen with credit theft?",
        "The card has been snatched.",
        "What's my response to card swiped?",
        "Next steps?! Card compromised!",
        "Someone took my card, advice please?",
        "Card taken, now what??",
        "A credit card has been taken?",
        "What is my recourse after my card was swiped?!",
        "How to proceed is a question about a credit card snatched.",
        "Person took my card.",
        "Advice please, someone stole my card?",
        "Someone stole a card and now what?",
        "My credit card has been stolen now what?",
        "Someone swiped my credit!",
        "What should I do with the card stolen?",
        "Please help! card has been stolen...",
        "How do you handle a credit card snatched?",
        "Help me please, the card has disappeared.",
        "The card was taken, what actions to take?",
        "card robbed, what next?",
        "A card was taken",
        "Next actions for my credit cards after theft.",
        "What should I do with my card after it was stolen?",
        "What is my next move after my lost card?",
        "Now what?help! card taken",
        "When my credit card was stolen what should I do?",
        "Credit Card theft?",
        "Credit theft? What's next?",
        "What can we do about this card being stolen?",
        "What should we do about a card stolen?",
        "The card has been taken, what now?",
        "What should I do after my card has been stolen?",
        "My card had been stolen.",
        "My card was stolen and what's the plan?",
        "How to proceed should a credit card be snatched?",
        "Help! Card taken, what should we do?",
        "They swiped my credit. options?",
        "How to proceed after the credit card has been snatched.",
        "What do I do after my card is stolen?",
        "A card has gone missing.",
        "Help! Card vanished...",
        "My card was taken, how resolve?",
        "Someone snatched a credit card.",
        "my card is gone.",
        "What should I do over the credit card theft?",
        "If my credit card goes missing what do I do?",
        "They stole my credit! options?",
        "What should I do after my credit card was taken.",
        "The theft of credit card?",
        "Please, help! Someone took my card.",
        "Help! Someone took the card.",
        "Someone stole my card, advice please.",
        "The credit card number was snatched",
        "What should we do about the card being stolen?",
        "What should happen with a card robbed?",
        "Card is gone, what?",
        "The card is gone, what is next?",
        "Credit card number taken, anyone advice?",
        "Sorry, someone stole my card.",
        "Someone took my card and I need help.",
        "What's my next move after my Lost card?",
        "advice please, Someone stole my card.",
        "Someone took my card and I needed assistance.",
        "Help! Someone takes my card.",
        "Now what? Help! Card taken, now what?",
        "They grabbed my credit!",
        "advising please, someone stole my card.",
        "Credit card is stolen?",
        "What should I do after a card was stolen?",
        "Help! card taken, now what!",
        "If my card is gone what should I do?",
        "Should I take action after my credit card was stolen?",
        "Card swiped, what is my recourse?",
        "Please advice because someone stole my card.",
        "How to move after a credit card is snatched?",
        "I have a credit card that's gone.",
        "A case of credit card theft?",
        "My plastic has vanished... now what?",
        "I have a stolen credit card, what should I do?",
        "My plastic has been gone.",
        "I'm not sure what to do if my credit card is gone.",
        "Helping me please, card gone.",
        "Credit solutions was stolen.",
        "I need help with a card that has been stolen.",
        "Credit card taken, what happened?",
        "My card was taken and what's the plan?",
        "HELP! Card has been stolen...",
        "How resolve after my card is taken?",
        "I know my plastic is gone, now what?",
        "My card has been reported as stolen.",
        "My card has been stolen; what is the plan?",
        "Help! Somebody stole my card.",
        "I had my credit taken by them.",
        "It was a credit card taken.",
        "The card has been taken, what's next?",
        "The card is snatched: Actions to take?",
        "How to process a credit card snatched?",
        "What's next after the card was robbed?",
        "Credit card theft?!",
        "My card was stolen; what's the plan?",
        "What is the recourse after my card was swiped?",
        "What do you do after your card gets stolen?",
        "They stole my card, please?",
        "steps to take next after the card was stolen?",
        "How to fix this mess after a plastic loss?",
        "I had my credit card stolen.",
        "How should I handle a credit card theft?",
        "What now? Credit card taken.",
        "What's my next move after the card was swiped?",
        "Steps to take when a card has been stolen?",
        "Help! card is taken, now what?",
        "Next steps after the card was stolen?",
        "Somebody got my credit card.",
        "Someone tookmy card.",
        "Now what do we do with the stolen card?",
        "What now? credit card taken?",
        "Now what do I do about the theft of my credit card?",
        "Need help! Card stolen!",
        "What is my recourse after a card was swiped?",
        "Guidance requested for a stolen card!",
        "Someone took my card and I need assistance.",
        "What next? card was stolen",
        "Credit theft now, what?",
        "It was someone who stole my card.",
        "They taken my credit!",
        "Help me, card gone.",
        "Taking steps after a stolen card?",
        "My plastic is gone what now?",
        "What should I do when I lose my credit card?",
        "What should I do about the theft?",
        "What do I do about that card swiped?",
        "They took my credit, what options?",
        "Help! card stolen",
        "Card stolen...Help!",
        "There is a credit card number that has been snatched.",
        "What should I do about the credit card stolen?",
        "Next steps after being robbed?",
        "Credit theft? What will happen now?",
        "Actions to take? card snatched!",
        "Help! card is taken now what?",
        "Credit thief, actions to be pursued now?",
        "Suppose my credit card is gone?",
        "Guidance requested for a card that was stolen?",
        "Someone stole my card, advise please?",
        "Next actions of my credit card after theft.",
        "Is there any advice for the credit card number snatched?",
        "Credit solutions were reportedly stolen.",
        "What am I going to do about that card swiped?",
        "They snatched my credit.",
        "I had a card that disappeared.",
        "That's a stolen card, now what?",
        "After someone stole my credit card, what?",
        "My credit card was stolen.",
        "This person stole my credit card.",
        "What do I do about my credit card being stolen?",
        "How to proceed was a credit card snatched.",
        "What should I do with my credit card missing?",
        "Next steps following the theft of my card?",
        "How to proceed? a credit card snatched.",
        "What should I do if my credit card is gone.",
        "What should I do after a credit card theft?",
        "Help! Card that was stolen.",
        "How resolve, my card is gone?",
        "Someone has stolen my credit card.",
        "Next steps for my credit card after the theft.",
        "I lost a card, what's my next move?",
        "My card was stolen, please?",
        "A credit solutions have been stolen.",
        "Credit card snatched and how to proceed",
        "What should I do if a card is stolen?",
        "So a card was robbed, what next?",
        "What's my next move after the card is lost?",
        "What will I do after my card was swiped?",
        "What happens when my card is stolen?",
        "Please! Card stolen...",
        "How to proceed with credit card snatched?",
        "What to do with a credit card that has been snatched?",
        "What would I do if my credit card is gone?",
        "I have lost my plastic, now what?",
        "What next for a card that was robbed?",
        "Now what should happen to my credit card?",
        "Help me, card disappeared?",
        "Now what about credit card taken?",
        "I lost a card so what steps should I take?",
        "Help! card taken, what next?",
        "My card was stolen, next steps?",
        "Credit card taken.",
        "Credit card taken, how to proceed?",
        "What should I do after my credit card has been stolen.",
        "Help! what is the plan after my card was stolen?",
        "I had my credit card stolen and what should I do?",
        "My plastic is gone, what should I do next?",
        "What happens to my card after it got stolen?",
        "You have a card taken, now what?",
        "Guidance requested, a card was stolen?",
        "Help! a card was stolen",
        "What next, my card was stolen?",
        "Taking the next steps after a stolen card?",
        "Help! Card taken, what to do?",
        "Credit card take, what now?",
        "What is the next move after my card was stolen?",
        "Someone stole credit solutions.",
        "Help! Someone has taken my card.",
        "Credit card snatched; what should we do?",
        "Help! CC snatched",
        "My plastic is gone, what should I do?",
        "What is my remedy after my card was swiped?",
        "Someone took mycard.",
        "What should happen to my card after it was stolen?",
        "Assist! Card was stolen...",
        "Now what? Card taken, now what?",
        "My plastic is gone, now what??",
        "My card was stolen and what next?",
        "Advice please after someone stole my card.",
        "What should I do now that my credit card has been stolen?",
        "What's the plan with my card stolen?",
        "Credit card has been taken.",
        "It was a stolen card.",
        "My plastic is gone, what do I do with it?",
        "What would I do if I lost my credit card?",
        "What now, my plastic is gone?",
        "What's my recourse after my card was swiped!",
        "How to proceed is a question of credit card snatched.",
        "There is a snatched credit card number.",
        "I was hit with fraud and what's the solution?",
        "Help! my card has been stolen, what's the plan?",
        "Credit card snatched How to proceed?",
        "How should I recover the card?",
        "Any advice on getting a credit card number back?",
        "How to proceed after the snatched credit card?",
        "Credit theft, now what?",
        "My credit was swiped!",
        "The steps to take on a stolen card?",
        "They stolen my credit!",
        "Now what should be done about the stolen card?",
        "How should I deal with the theft of my credit card?",
        "What is the plan after my card gets stolen?",
        "What about the stolen card?",
        "What should I do now that my card is stolen?",
        "What will happen with my card that was stolen?",
        "My card was stolen. What is the plan?",
        "What should I do when my credit card goes missing?",
        "Next steps after my card was stolen",
        "My card was reported as stolen.",
        "What should I do to fix the fraud?",
        "How can I recover my plastic?",
        "Now what about the credit card taken?",
        "If my credit card is gone, what are I going to do?",
        "What do I do if my card is gone?",
        "The credit card number is snatched.",
        "What comes after my card was stolen?",
        "Oh please, someone stole my card.",
        "Help! CC snatched! Suggest solutions.",
        "Next step after my card was stolen?",
        "What should I do now that I have a lost card?",
        "My card was stolen, so what's the plan?",
        "What's my next move, after lost card?",
        "How resolve? After my card was taken.",
        "Guidance requested after a stolen card?",
        "How to get my plastic back",
        "I got my credit swiped!",
        "There is a stolen card.",
        "HELP! Card taken, what?",
        "Next steps if my card was stolen.",
        "What can I do after my card was swiped?",
        "What steps should I take when I lose my card?",
        "Someone stole my credit card, what should I do?",
        "Now what, help! Card taken",
        "Next steps for mycredit card after theft.",
        "There is a credit card taken.",
        "urgent advice request after loss of card",
        "Someone took my card, please.",
        "Next actions after theft on my credit card.",
        "A card is stolen...",
        "Can you help me, card gone?",
        "What is my recourse after my card was taken?",
        "Card gone, please help me?",
        "I have a card stolen, what's the plan?",
        "Card snatched: what to do?",
        "Help me now, card gone?",
        "Help! a card was stolen.",
        "Someone stole my card, please!",
        "I had a credit card that was taken.",
        "My card was stolen, now what?",
        "card was swiped, what should I do?",
        "How to go after a credit card is snatched.",
        "Help! My card has been stolen, what is the plan?",
        "Advice please; someone stole my card?",
        "Need help now that a card has been stolen.",
        "The card was stolen and now what?",
        "What if my credit card was stolen?",
        "Help me please, card has vanished.",
        "What do I do when my card is stolen?",
        "Was my card taken? Next steps?",
        "Help! card stolen!",
        "I found out they swiped my credit.",
        "Guidance for the card that was stolen?",
        "Someone took my card, HELP!",
        "Someone took My card.",
        "Actions to take... Card snatched?",
        "Help! the card was taken",
        "Guidance requested for the card that was stolen.",
        "Help! Card has been taken",
        "My plastic is gone, what do I do?",
        "What will happen to my card after it was taken?",
        "Help me, Card gone.",
        "My card was stolen and I need your assistance!",
        "What's my recourse when my card is swiped?",
        "What can I do now that my card has been swiped?",
        "Next steps about my card being stolen?",
        "What should be done with the credit card?",
        "What do I do now that my card has been swiped?",
        "The card is taken now what?",
        "How resolve? my card has been taken?",
        "What will I do with my credit card gone?",
        "What is the plan after my card was stolen.",
        "Help! CC snatched.",
        "I had my card stolen, what next?",
        "Someone stole a card and what steps to take next?",
        "What's my next move following the lost card?",
        "There is someone who took my card.",
        "Next steps after my card was missing?",
        "What do I do now that my card has been stolen?",
        "How to proceed with a credit card snatched.",
        "My card was stolen and what will happen?",
        "My card has been stolen and I need help.",
        "Someone take my card.",
        "Credit card was taken, what now?",
        "advice please? someone stole my card",
        "Help! My card has been taken.",
        "How to proceed after your credit card is snatched.",
        "Something stole my credit card.",
        "Someone has taken a credit card.",
        "Card compromised--next steps?",
        "Actions to take is the card snatched?",
        "Help! card is missing",
        "Help! CC snatched!",
        "The card was snatched and actions to take?",
        "The credit card had been snatched.",
        "What do I do after fraud?",
        "I don't know what to do about card swiped.",
        "Actions to take? card snatched?",
        "What should I do to recover a lost card?",
        "How do you address credit theft now?",
        "Help! A card taken.",
        "Someone took a card",
        "Help! card went missing...",
        "Now what of the stolen card?",
        "Card robbed, what's next?",
        "What next? A card was robbed.",
        "Guidance asked for! Stolen card!",
        "What should I do after the theft of my credit card?",
        "What's my recourse after the card was stolen?",
        "What's my response to my card being swiped?",
        "Now what? My plastic has disappeared?",
        "Yes, they swiped my credit!",
        "What would be the next step after my card was stolen?",
        "What are my next steps after my card was stolen?",
        "This card was stolen!",
        "What should I do after my card was taken?",
        "My card has disappeared.",
        "They nicked my credit.",
        "Help! Card is stolen!",
        "how resolve? My card was taken.",
        "What should I do when my credit card was stolen?",
        "My credit was snatched by them.",
        "What do I do if my credit card is gone?",
        "Credit solutions were swiped.",
        "How to proceed after credit card snatched.",
        "Help! Card is stolen.",
        "Credit theft: what will happen?",
        "Next steps to take with my credit card after theft.",
        "How resolve, I have my card taken.",
        "Next steps after having just been robbed?",
        "A card was snatched, what actions to take?",
        "Can you help me, the card has gone?",
        "Someone stole my card, what next?",
        "Someone robbed me of my card.",
        "It was just robbed and next steps?",
        "What steps should I take after losing the card?",
        "Any advice after credit card number was snatched?",
        "Help! Card taken, now what.",
        "Actions to take, card snatched!",
        "I have lost my credit card.",
        "Steps to take when your card is stolen?",
        "How to fix this mess after plastic lost?",
        "Caution please, someone stole my card.",
        "Someone took a credit card?",
        "The credit card number had been snatched.",
        "Credit theft, what are we doing now?",
        "My card was stolen, should I report it?",
        "What should be done now about credit theft?",
        "credit card theft?",
        "Guidance requested for card that was stolen!",
        "A stolen card!",
        "Please help me, my card has vanished.",
        "Help me please, the card has vanished.",
        "Someone swiped my card.",
        "There are actions for my credit card after theft.",
        "My card was stolen. What's the plan?",
        "What do I do after my credit card was stolen?",
        "steps to take after a card was stolen?",
        "This is advice please, someone stole my card.",
        "What's next for me after my card was stolen?",
        "HELP! Card stolen",
        "Help! the card was stolen",
        "The plastic has gone and now what?",
        "Now, what about the card that was stolen?",
        "The card was taken and now what?",
        "Now what should happen to a stolen card?",
        "Credit theft: what about now?",
        "My card is lost, what's my next move?",
        "Help! The card is taken.",
        "I wonder what my recourse is after the card was swiped.",
        "Should I get my credit card back?",
        "What should I do with my plastic now that it has gone?",
        "Next action for my credit card after a theft.",
        "Theft of a credit card?",
        "My card was stolen, please advice please?",
        "My card got stolen?",
        "My card has gone missing.",
        "This card was snatched: Actions to take?",
        "What will happen to credit card taken?",
        "Now what? My plastic has gone?",
        "What should I do with a card stolen?",
        "How to recover a credit card?",
        "Credit card taken? What now?",
        "My card is reported stolen.",
        "Credit thefts, what now?",
        "My card was taken, what will happen?",
        "Now what, help! Card taken?",
        "What should I do about the card?",
        "What should I do to recover the card?",
        "Someone took my card, assistance!",
        "The card was stolen?",
        "I don't know what to do about someone stealing my credit card.",
        "Card stolen, need help now?",
        "What should I do regarding the theft of my credit card?",
        "What to do about my plastic!",
        "Cards taken, now what?",
        "A card has gone.",
        "Advice please; someone stole my card.",
        "What's the plan after my card was theft?",
        "My card has been stolen. What's the plan?",
        "credit card snatched, how to proceed",
        "credit solutions have been stolen?",
        "There is a stolen card, now what?",
        "How to proceed after a credit card is taken?",
        "Help! what's the plan after my card was stolen?",
        "My card is gone!",
        "Guidance requested for the card that was stolen!",
        "What now? A credit card taken?",
        "How to go about credit card snatched?",
        "Next steps, just got robbed?",
        "What actions should I take after I lose a card?",
        "Credit card was snatched.",
        "What should I do if I lost my credit card?",
        "Do you have a plan after my card was stolen?",
        "How resolve? My card has been taken?",
        "What should I do after my credit card disappeared?",
        "My card is taken.",
        "My card was taken, what will happen next?",
        "urgent advice request after the lost card",
        "It was card swiped, what should I do?",
        "I now wonder what to do with my plastic.",
        "Steps to take on the card that was stolen?",
        "The advice please, someone stole my card.",
        "Someone took a card from me.",
        "My plastic is gone now.",
        "What's the plan after my card gets stolen?",
        "What can I do about the card being swiped?",
        "Help!Card stolen",
        "Help! Card took, now what?",
        "What about the card robbed?",
        "Next steps after my card was stolen?",
        "I have a credit card stolen.",
        "Any advice when the credit card number is snatched?",
        "What am I going to do about the card being swiped?",
        "Credit theft now, what should we do?",
        "How to proceed after a credit card snatched?",
        "help! Card taken, now what?",
        "Card was swiped, what instructions?",
        "Now what, my plastic has gone?",
        "Thieves stole a credit card.",
        "The Card snatched: Actions to take?",
        "I have plastic that is gone now what?",
        "Card was snatched: Actions to take?",
        "Someone took my card!",
        "I was hit hard by fraud and what is the fix?",
        "I had a credit card number snatched.",
        "Any advice after the credit card number was grabbed?",
        "What's the plan? My card has been stolen.",
        "I have a lost card and what's my next move?",
        "What should I do with the credit card that was taken?",
        "Help! card taken, now what?",
        "My cards was nicked.",
        "Guidance sought for a stolen card?",
        "What should happen about credit theft now?",
        "Help! Someone taken my card.",
        "What steps should I take after a fraud?",
        "Help!Card taken, now what?",
        "The card is lost, what's my next move?",
        "Credit theft, what next?",
        "How are I going to deal with card swiped?",
        "What are steps to take after a stolen card?",
        "Just robbed, what the next steps are?",
        "Guidance requested? the card was stolen",
        "My card is taken?",
        "Help! My card was stolen?",
        "A card was swiped and what's my recourse?",
        "Credit thief, actions to pursue now?",
        "What now? Credit theft?",
        "Someone took my card and I need help!",
        "I need assistance, the card is gone.",
        "What about my credit card that was stolen?",
        "Someone had taken my card.",
        "They swiped my credits!",
        "Help! Card seized, now what?",
        "What happens if my card is stolen?",
        "Now what, my plastic has vanished?",
        "How to proceed with the credit card that was snatched?",
        "What do I do with my credit card gone?",
        "After theft, the next actions for my credit card.",
        "How come a credit card has been taken?",
        "If my credit card disappears, what do I do?",
        "Someone took my card, please?",
        "What to do after my credit card was stolen?",
        "Credit Card snatched, how to proceed?",
        "My card was stolen, what can I do?",
        "What should I do with my lost credit card?",
        "How to proceed when a credit card is snatched?",
        "The credit card was taken.",
        "Card gone, help me please.",
        "Help! I had my card stolen.",
        "The card was robbed, what will happen?",
        "Help! my card has been stolen",
        "Next moves for my credit card after theft.",
        "How resolve? my card is taken.",
        "What should I do, after my credit card was stolen?",
        "the card was stolen now what?",
        "Credit card number snatched, what should I do?",
        "Help! Card went missing...",
        "What's the plan after my card was pickpocketed?",
        "My credit was swiped! options?",
        "Credit card snatched; how to use it?",
        "Credit solutions appeared to have been stolen.",
        "Any advice after the Credit card number was snatched?",
        "Help! my card was stolen.",
        "Advice; my cards were taken?",
        "Any help with credit card number snatched?",
        "My credit was stolen.",
        "I am not sure what my recourse is after my card was swiped.",
        "Advice please, someone stole a card.",
        "My credit card was taken, what should I do?",
        "Credit card snatched, how to move on?",
        "Asking for advice after the credit card number was snatched.",
        "What should I do now that my card was stolen?",
        "Help! Card taken, what then?",
        "What will I do when my card was stolen?",
        "What's next? card robbed",
        "Guidance was requested for the stolen card!",
        "What was the next step after my card was stolen?",
        "Credit theft?what now?",
        "Solutions, my card got nicked?",
        "I wonder what's my recourse after my card was swiped.",
        "Help! Card is missing...",
        "What is the plan, after my card was stolen?",
        "They swiped my credit!",
        "Please help! A card was stolen.",
        "They swiped my card!",
        "Please help me, card has disappeared.",
        "I had my card stolen, what's next?",
        "Is there any advice regarding the credit card number snatched?",
        "Help! Someone taking my card.",
        "What should I do after a card was swiped?",
        "What do I do if my card is taken?",
        "What will happen after my card got stolen?",
        "I was hit hard by fraud. What is the solution?",
        "There is a credit card snatched.",
        "I need help with my card gone.",
        "Help! Card taken and now what?",
        "What do we do now about credit theft?",
        "my card is gone",
        "There was a card snatched.",
        "Help! Someone removed my card.",
        "Someone stole a card and need help now.",
        "assistance please, card gone?",
        "Help! card taken...",
        "There was a card swiped, what's my recourse?",
        "How to proceed were a credit card snatched.",
        "Credit card theft?",
        "Now what do you do about a stolen card?",
        "Someone took my card out.",
        "So the credit card number was snatched?",
        "The card was nicked?",
        "Someone stole my card, please.",
        "I had my credit taken. Options?",
        "Help! Someone stole my card.",
        "My card disappeared, what's the plan?",
        "Advice please: Someone stole my card.",
        "urgent advice request after losing a card",
        "How about credit card taken?",
        "Now what? my plastic has gone?",
        "A stolen card, now what?",
        "A card is snatched: Actions to take?",
        "Credit card snatched, what should we do?",
        "A card has been stolen and now what?",
        "What should I do after the card was stolen?",
        "What do I do when my credit card disappears?",
        "Guidance requested for the stolen card?",
        "Help! CC snatched! advise?",
        "What should happen when a card is robbed?",
        "Please! Someone took my card.",
        "Help! Card taken",
        "What's my next move when I lost a card?",
        "The card was snatched, what actions to take?",
        "steps to take after a card has been stolen?",
        "Next steps for my credit card, after theft.",
        "Credit solution was stolen.",
        "Now what, help! card taken, now what?",
        "A card snatched: actions to take?",
        "Someone stole a credit card",
        "What will happen to the credit card taken?",
        "What should I do following the theft of my credit card?",
        "What do I do about my card getting stolen?",
        "How resolve? My card had been taken.",
        "I need help with the card gone.",
        "What now...my plastic is gone?",
        "I was hit by fraud. What's the fix?",
        "Now what, my plastic is gone.",
        "How do I get my credit card back?",
        "My plastic has been removed, now what?",
        "Credit theft, what's happening now?",
        "What should I do now that the card has been stolen?",
        "If my credit card is gone, what can I do?",
        "My plastic has gone now what?",
        "Credit cards taken, what now?",
        "The card was taken: Actions to take?",
        "My credit card is gone, what should I do?",
        "Guidance requested for the stolen card.",
        "What's the plan after I lost my card?",
        "What next after a card is robbed?",
        "What should happen if a card is stolen?",
        "Guidance requested for a stolen card?",
        "The card was snatched, actions to take?",
        "How to proceed after the credit card was snatched.",
        "Now what should I do with my credit card?",
        "Steps to take after a card is stolen?",
        "I wonder what my recourse is after my card was swiped.",
        "What advice is there for credit card number snatched?",
        "Somebody stole my credit card.",
        "My card was stolen, what should I do with it?",
        "Help me, please, card gone.",
        "It was someone who took my card.",
        "Help me please, the card is gone?",
        "Next steps? was just robbed.",
        "There is a card gone, now what?",
        "How about options? They swiped my credit!",
        "Now what after someone stole my credit card?",
        "What should I do about my credit card being taken.",
        "Card swiped, what am I supposed to do?",
        "There is a stolen card!",
        "The steps to take after the stolen card?",
        "They take my credit!",
        "What should I do about my card being stolen?",
        "Steps to take after someone stole a card?",
        "I am wondering what my recourse is after my card was swiped.",
        "Credit theft, what should I do now?",
        "Please help me, card has gone?",
        "Credit solutions have been reported as stolen.",
        "What should I do with my missing card?",
        "Someone took this card.",
        "any advice after the credit card number was snatched?",
        "What should I do about the credit card being stolen.",
        "Someone has stolen a credit card.",
        "What next for me after my card was stolen?",
        "Somebody took the card.",
        "I need your assistance, card gone.",
        "Actions to be taken: Card snatched?",
        "There is a credit card that was snatched.",
        "How to proceed; a credit card snatched.",
        "What should I do after my card was stolen?",
        "Help! Card taken and what?",
        "What will happen to my card, that was stolen?",
        "advice please... Someone stole my card.",
        "Thieves stole a credit card?",
        "I was hit by fraud and what's the fix?",
        "A card was swiped, what am I going to do?",
        "Someone needs urgent advice after losing a card.",
        "Your credit card number was snatched.",
        "What about card stolen?",
        "A card is gone",
        "Helping me please, card gone?",
        "What's the plan after my card has been stolen?",
        "Someone stole my card please?",
        "There is a credit card number snatched",
        "I lost a card. What should I do?",
        "Help! card was stolen!",
        "What is my recourse after card swiped?",
        "Help! A card was stolen.",
        "What follows the theft of my card?",
        "The card was robbed.",
        "My card was taken by someone please?",
        "Credit theft what now?",
        "They had swiped my credit.",
        "Help me, the card has disappeared.",
        "What's the fix after being hit with fraud?",
        "Help! Someone took my credit card.",
        "Card is taken, now what?",
        "steps to take next after a stolen card?",
        "Steps to take after card is stolen?",
        "Advice please because someone stole my card.",
        "Credit card number snatched, anything advice?",
        "My credit was snatched!",
        "Credit card snatched; how to return it?",
        "If my credit card disappears, what should I do?",
        "Now what about the theft of my credit card?",
        "What is the plan after my card went missing?",
        "Any advice when your credit card number is snatched?",
        "It was theft of credit card.",
        "The advice please, someone stole my card?",
        "The card has been robbed.",
        "What about the card that was taken?",
        "How resolved? My card was taken.",
        "My card was nicked",
        "I have a stolen card, now what?",
        "The card was stolen then what?",
        "The card has been stolen, now what?",
        "They snatched my credit?",
        "What do I do when my card gets stolen?",
        "Help! Card taken now?",
        "Guidance requested because of the card being stolen?",
        "What should I do with my stolen credit card?",
        "Help! What's the plan after my card is stolen?",
        "How to proceed when credit card snatched?",
        "Your card has been stolen...",
        "I know someone stole my credit card.",
        "What steps should I take for the lost card?",
        "What next after your card is robbed?",
        "Card snatched: what actions to take?",
        "What about the credit card taken?",
        "There's a credit card number that was snatched.",
        "Someone took a card.",
        "a credit card taken?",
        "steps to take after theft of card?",
        "Help! Someone snatched my card.",
        "Credit card taken",
        "Help! card has been stolen!",
        "What steps should I take when I have a lost card?",
        "What to do now that a card is stolen?",
        "Help me, card gone, what?",
        "What should I do without my credit card?",
        "help me please, card gone?",
        "My card has been stolen.",
        "Card was stolen, what's my recourse?",
        "I have a credit card that was hijacked.",
        "There is theft of credit card.",
        "My card is gone, what's the plan?",
        "They hijacked my credit.",
        "What should I do now my credit card was stolen?",
        "The card was snatched: actions to take.",
        "A card was swiped, what's my recourse?",
        "What is my recourse after the card was stolen?",
        "My card was stolen and I am in need of assistance.",
        "What now...my plastic has gone?",
        "A card has been stolen?",
        "What am I going to do with the card swiped?",
        "What's my next action after the lost card?",
        "Credit card number taken?",
        "What should I do with my credit card which was stolen?",
        "Any advice after the credit card number was taken?",
        "What will happen to my card once it was stolen?",
        "Someone took my cards",
        "I've lost a card, what should I do?",
        "There is credit theft, what now?",
        "My plastic's gone, what?",
        "The theft of a credit card?",
        "What should I do after my credit cards was stolen?",
        "There was a credit card snatched.",
        "My card was stolen, what should I do?",
        "advice please: Someone stole my card?",
        "My card is missing, what's the plan?",
        "The card has been stolen",
        "What do you do with a credit card snatched?",
        "What now with credit card taken?",
        "How do I get my plastic back",
        "My card may have been stolen. Next steps?",
        "My plastic has vanished...what?",
        "advice please, someone stole my card",
        "Guidance requested? A card was stolen.",
        "A credit card was stolen, what should I do?",
        "What should I do regarding my credit card being stolen?",
        "My card was taken.",
        "Please help, card gone?",
        "How to handle credit theft now?",
        "What now, after a card was stolen?",
        "There was someone who took my card.",
        "Credit card snatched; How to proceed?",
        "Next steps for my credit card aftertheft.",
        "Help! my card was stolen",
        "How to proceed is a credit card snatched?",
        "Someone stole my credit card.",
        "Somebody took my credit card.",
        "What now after a card has been stolen?",
        "Help! Card taken? What?",
        "There's someone who stole my card.",
        "How to proceed after a credit card robbery?",
        "Please help, someone took my card.",
        "My card was nicked...",
        "What if my credit card is gone?",
        "What should I do after a card is stolen?",
        "Cards were swiped, instructions?",
        "Advice please... someone stole my card.",
        "A card is gone.",
        "What now, after card stolen?",
        "What is the plan after my card got stolen.",
        "What's the recourse after a card was swiped?",
        "I need help! someone took my card.",
        "The card was taken, actions to take?",
        "The card has been taken away.",
        "Help! My card was stolen. What's the plan?",
        "After someone stole my credit card, what should I do?",
        "My card got messed with?",
        "What now? Card taken?",
        "Just was robbed, what next steps?",
        "My credit card is gone, what do I do?",
        "Help me, card has been taken?",
        "Somebody took my card!",
        "The card I had got stolen.",
        "Credit card snatched; how to retrieve it?",
        "I need help! Someone stole my card.",
        "I need help, Card gone.",
        "My card was stolen, what would happen?",
        "What should I do after my credit card is stolen.",
        "My plastic's gone, what now?",
        "A thief took my credit card.",
        "What should happen to the credit card taken?",
        "My card was vanished.",
        "So they swiped my credit?",
        "It was a credit card that was taken.",
        "What should I do about the theft of my credit card?",
        "My credit card was stolen",
        "Guidance requested since the card was stolen?",
        "advise, someone stole my card.",
        "What should I do after my card is stolen?",
        "they swiped my credit!",
        "How should credit theft be dealt with now?",
        "Guidance requested? Someone stole a card.",
        "Card taken, what to do?",
        "How to get my plastic again?",
        "I had my card stolen.",
        "\"They swiped my credit!\"",
        "My card was swiped, what do I do?",
        "Help! Card taken, now what",
        "So the card is gone, what?",
        "How resolved, my card was taken?",
        "How to proceed after acredit card is snatched?",
        "What do you do with the credit card taken?",
        "Help! Card taken, what next?",
        "My card was swiped, what am I going to do?",
        "How to proceed after credit card is snatched.",
        "What about this card that was stolen?",
        "Help! someone took my card.",
        "Someone took my card and I needed your help.",
        "Advisers please, someone stole my card.",
        "What should I do after mycredit card was stolen?",
        "Guidance for a stolen card?",
        "they swiped my credit",
        "urgent advice request, after the lost card.",
        "Steps to take next after stolen card?",
        "What should I do to get the lost card back?",
        "Card stolen...",
        "Now what? Card gone?",
        "What do I do when my credit card is taken?",
        "What now, my plastic has vanished?",
        "How to proceed after a credit card is swiped?",
        "What's my next move after the lost card?",
        "What action should I take when I lose a card?",
        "My card has been swiped, what's my recourse?",
        "Do you have any advice about credit card number snatched?",
        "How to proceed was the credit card snatched.",
        "What is the plan after my card was swiped?",
        "How to proceed with a credit card snatched?",
        "What should I do after I lose a card?",
        "What is the plan after my card was hijacked?",
        "Need help now! Card stolen!",
        "What should I do if my card is taken?",
        "I lost a card and what should I do about it?",
        "They got my credit card.",
        "What is the situation with credit card taken?",
        "What actions should I take after my lost card?",
        "Steps to take due to a stolen card?",
        "Credit card taken, what next?",
        "Credit card taken–what now?",
        "What should be done about credit theft?",
        "What should I do after I lost the card?",
        "What should we do with the card that was robbed?",
        "I had a card taken by someone.",
        "There was theft of credit card.",
        "A credit card taken now?",
        "Help! Card taken...",
        "They snatched my credit!",
        "Somebody stole my card, advice please?",
        "the credit card number was snatched",
        "I had my credit stolen. Options?",
        "Card stolen. Help!",
        "Credit theft, what should we do?",
        "My card is gone",
        "My credit card was swiped.",
        "What is the fix after being hit by fraud?",
        "Next steps if my card was stolen?",
        "What will become of my card after it was stolen?",
        "Aaaand my card was gone.",
        "What happens after a card is robbed?",
        "I don't know what to do after someone stole my credit card.",
        "What should we do now that a card was stolen?",
        "Guidance requested after the card was stolen.",
        "There was a card robbed.",
        "I have a card that someone stole.",
        "Credit card snatched: how to proceed?",
        "Solutions, my card was nicked?",
        "what should I do when I lose a card?",
        "My plastic is gone, what should I do with it?",
        "What will happen to my card, which was stolen?",
        "How resolve when my card is taken?",
        "There is a credit card that has been taken.",
        "Help!Card has been stolen...",
        "My credit card has been stolen, now what?",
        "Can you please help me, card gone?",
        "The card is gone, help me.",
        "How to proceed? a credit card snatched",
        "Someone was taking my card.",
        "What is the plan with my card being stolen?",
        "What steps should I take if I lose my card?",
        "I was hit hard by fraud and what's the fix?",
        "What do I do about card swiped?",
        "Did someone steal my credit card?",
        "I found out that they swiped my credit.",
        "Guidance requested for the card which was stolen?",
        "What will happen with the credit card taken?",
        "urgent advice request after card was lost",
        "There was a card gone.",
        "What should now be done about credit theft?",
        "My plastic is gone... now what?",
        "I lost my credit.",
        "The card is taken, now what?",
        "My card has been taken, how resolve?",
        "advice please, somebody stole my card?",
        "Credit theft: what should happen?",
        "Credit solutions have recently been stolen.",
        "I do not know what to do if my credit card is gone.",
        "How to fix this mess after the plastic disappeared?",
        "I wonder what my recourse is after a card was swiped.",
        "Credit theft: what's next?",
        "They hijacked my credit!",
        "What should I do regarding my credit card being taken?",
        "There is a person who stole my credit card.",
        "What should I do now about credit theft?",
        "What will happen after card robbed?",
        "Help! card was taken.",
        "Assist! card taken, now what?",
        "I need your help, card taken, now what?",
        "My card was stolen and I need assistance.",
        "steps to take on a stolen card?",
        "Suggestions on what to do with hijacked plastic?",
        "There is a card stolen",
        "Please help me, card gone, please?",
        "What now,credit card taken?",
        "Help! Card gone!",
        "Credit theft, what should be done now?",
        "Are there any advice for credit card number snatched?",
        "I had my card stolen, what's the plan?",
        "It was card swiped, what's my recourse?",
        "What do I do if my credit card is missing?",
        "What actions should I take after the lost card?",
        "Now what will be done with the stolen card?",
        "What should I do with my card that was stolen?",
        "Card compromised, next steps?",
        "Help me, my card is gone?",
        "What to do when your credit card is stolen?",
        "The card was snatched and asked: Actions to take?",
        "Card gone, can you help me?",
        "The card was snatched: Actions to be taken?",
        "What to do now that a card has been stolen?",
        "What do I do when my credit card goes missing?",
        "Credit theft and what now?",
        "There has been a case of credit card theft.",
        "If my credit card has gone, what do I do?",
        "What's next after a card is robbed?",
        "How to proceed, after a credit card is snatched?",
        "My card was stolen",
        "Help me, card has disappeared.",
        "Someone stole a credit card?",
        "I had my card taken.",
        "My card was taken, please help!",
        "The credit card was taken?",
        "What should I do about my stolen credit card?",
        "What is the plan after my card was stolen?",
        "Credit theft, what is now?",
        "My card was stolen, what will happen next?",
        "Someone took my card please?",
        "Help! There is a card taken.",
        "Advice please as someone stole my card.",
        "Help! Card has been stolen",
        "Guidance requested as a result of the stolen card?",
        "Card robbed, what will happen?",
        "What now after a card is stolen?",
        "Help! What is the plan after my card was stolen?",
        "card robbed, what next",
        "What's the recourse after my card was swiped?",
        "A card was swiped, what do I do?",
        "Credit card taken? now?",
        "Somebody stole my credit card, what should I do?",
        "Actions to take: Card snatched?",
        "Someone just took my card.",
        "Guidance wanted for a stolen card!",
        "Help! Card is gone",
        "Got my card stolen, what's the plan?",
        "What do I do with my plastic now?",
        "What do I do about my stolen credit card?",
        "Now what about the card which was stolen?",
        "Credit card snatched; how to get it back?",
        "What will I do about the card being swiped?",
        "What to do with a credit card snatched.",
        "Credit theft: what should we do now?",
        "Any advice after the stolen credit card number?",
        "What is the next step after my card is stolen?",
        "I need assistance, card gone, please?",
        "Credit card snatched, how to go about it.",
        "What should I do with my credit card that was taken?",
        "What's the fix after being hit by fraud?",
        "Help! CC snatched, advise!",
        "There was a card that was stolen.",
        "Someone stole my card...advice please?",
        "Guidance requested after the stolen card!",
        "card taken, now what?",
        "Got a card that was stolen?",
        "There is a card stolen...",
        "My plastic has vanished...what now?",
        "Now what, help! Card taken, now what?",
        "A card was stolen, what next?",
        "Any advice about the credit card number snatched?",
        "My plastic is gone, what are you going to do?",
        "Credit card snatched. How to proceed?",
        "What am I supposed to do about the card being swiped?",
        "HELP! card taken, now what?",
        "Help me please, the card is gone.",
        "Credit card is snatched, how to proceed?",
        "Was just robbed, the next steps?",
        "Help! People took my card.",
        "How do you handle credit theft now?",
        "Credit card snatched, what to do?",
        "Yes, someone stole my credit card.",
        "steps to take after card's theft?",
        "Guidance requested because of the stolen card.",
        "They swiped my credit, options?",
        "My card is GONE.",
        "Help! CC snatched! advise!",
        "How's my recourse after my card was swiped?",
        "What's the next step after my card was stolen?",
        "What do I do to fix the fraud?",
        "What am I going to do about the card swiped?",
        "What should I do when my credit card is no longer valid?",
        "Is there any advice on the credit card number snatched?",
        "It's a card taken, now what?",
        "Now what do I do without my plastic?",
        "Advice please, because someone stole my card.",
        "They swiped my credit card!",
        "Help me, the card has vanished?",
        "They swiped my credit cards!",
        "What should we do with the credit card that was snatched?",
        "What about a credit card theft?",
        "What will happen with a card robbed?",
        "What should I do after my card was swiped?",
        "My plastic has vanished, what?",
        "The card is gone and what's next?",
        "What should I do about my credit card theft?",
        "What happens when your card gets stolen?",
        "They took my credit!",
        "Someone stole my card, advice?",
        "What are I going to do about the card swiped?",
        "Please, help me, card is gone?",
        "This is a stolen card, now what?",
        "What do you do with credit card taken?",
        "What can I do about card swiped?",
        "Guidance requested, a stolen card?",
        "What's my next move when I lost my card?",
        "Please advise me, someone stole my card.",
        "I have a credit card that someone stole.",
        "I guess someone stole my credit card.",
        "A theft of credit card?",
        "Help, card taken, now what?",
        "The card has been gone.",
        "They grabbed my credit.",
        "Credit theft, what now?",
        "How come my card was nicked?",
        "What happens with the card that was stolen?",
        "I have a credit card that somebody stole.",
        "My card was stolen and what's next?",
        "Card snatched: what to do next?",
        "I just found out someone stole my credit card.",
        "After theft, the next steps for my credit card.",
        "Please help! card was stolen...",
        "What is my recourse after my card was swiped?",
        "What should we do now that our card has been stolen?",
        "help! CC snatched",
        "My card has been stolen. What is the plan?",
        "What's my next move, after I lost a card?",
        "What is the situation with a stolen card?",
        "Someone stole my cards.",
        "Someone has stolen my card.",
        "How resolve? my card taken.",
        "How should I handle my stolen credit card?",
        "What's my next move after losing a card?",
        "Now what? My plastic is gone.",
        "the card was stolen",
        "What can I do if my credit card is taken?",
        "Do you have any advice for credit card number snatched?",
        "Actions to take after the card was snatched?",
        "Someone took the card.",
        "What do you do when your card is stolen?",
        "Credit card taken, now what?",
        "How do I deal with my credit card being gone?",
        "Actions to take, the card was snatched?",
        "What should I do if my credit card has been stolen?",
        "Please help! Someone took my card",
        "The next actions with my credit card after theft.",
        "Credit theft, what will happen now?",
        "I was robbed of my credit!",
        "There is a card robbed.",
        "Help! the card was stolen.",
        "How to move after a credit card was snatched?",
        "How resolve? my card taken?",
        "What would I do with my credit card gone?",
        "Help! Card is taken",
        "What's the plan after my card got swiped?",
        "The credit card number was grabbed.",
        "Now what? HELP! Card taken, now what?",
        "Someone stole my credit card",
        "What am I going to do about card swiped?",
        "What's my recourse after my card is swiped?",
        "Someone stole the credit card?",
        "What should I do about credit theft now?",
        "Card snatched: Actions to be taken?",
        "Credit card number taken, what advice?",
        "Card taken, what?",
        "I don't know what to think after someone stole my credit card.",
        "Someone stole my card. advice please?",
        "What happens with my card that was stolen?",
        "Help! Card taken.",
        "What do I do now that someone stole my credit card?",
        "Help me, this card is gone.",
        "The next steps after my card was stolen?",
        "Please help! card taken, now what?",
        "My card has been stolen, what's the plan?",
        "My plastic is gone, now what?",
        "I need to know what to do with my plastic now.",
        "What should I do about the credit card being taken?",
        "someone stole my card",
        "A card was robbed.",
        "What is happening with credit card taken?",
        "Should I deal with the credit card theft?",
        "My card was swiped, I don't know what to do.",
        "What's my next move after my card is lost?",
        "My card was stolen, please advise?",
        "What actions should I take when I have a lost card?",
        "Help! Card gone.",
        "Someone has taken my card.",
        "That card was stolen?",
        "What am I going to do about my card being stolen?",
        "The card I used got stolen.",
        "How to proceed after someone snatched a credit card?",
        "HELP! Someone took my card.",
        "Do you know what to do about credit theft?",
        "It's a stolen card, now what?",
        "Someone has taken my credit card.",
        "advice please? Someone stole my card.",
        "Help! a person took my card",
        "I need help with a card that was stolen.",
        "Help! card was stolen",
        "There is someone who stole my card.",
        "advice please because someone stole my card",
        "What next? card robbed.",
        "The card was robbed, what next?",
        "What do you do now about credit theft?",
        "My card was stolen and I need your assistance.",
        "Just robbed, next steps?",
        "The card was robbed and what next?",
        "What do I do after I lose my credit card?",
        "Help! Someone took my cards.",
        "Someone took our card.",
        "my credit was swiped",
        "What can I do without my credit card?",
        "How can you proceed after a credit card is snatched?",
        "Help! card taken now what?",
        "Someone stole my card, advise?",
        "What next? Card stolen!",
        "My card got taken?",
        "How to proceed after credit card snatching?",
        "What are my options if my credit card is gone?",
        "Card grabbed: Actions to take?",
        "It was my card that got stolen.",
        "What should be done with credit theft?",
        "What will you do now that your card has been stolen?",
        "If my credit card is gone, what would I do?",
        "How about the theft of a credit card?",
        "A credit card was snatched.",
        "Now what after card taken?",
        "Help! My card was stolen! What's the plan?",
        "The card got nicked, solutions?",
        "Help! card had been stolen...",
        "What should happen to card robbed?",
        "Card gone, what's next?",
        "I have a stolen credit card.",
        "How to proceed is a credit card snatched",
        "Any advice after the credit card number is taken?",
        "Help me please, the card has been taken.",
        "Someone got my card.",
        "What about a card that was stolen?",
        "My card was taken and what resolve?"
    ]
}