{
    "company_type": "Car Dealerships",
    "inquiry_category": "Technical issues and troubleshooting assistance",
    "inquiry_sub_category": "Electrical system malfunctions",
    "description": "Customers may seek troubleshooting assistance for problems with their vehicle's electrical components, such as malfunctioning lights, faulty power windows, or issues with the audio system.",
    "inquiry": "Do I need to replace my faulty headlights?",
    "paraphrases": [
        "The headlights were bad, new ones?",
        "Do I have to purchase new headlights?",
        "Do I require to replace my headlights?",
        "Need a new car headlights?",
        "Does my headlights have to be replaced?",
        "Do I have to replace my headlights?!",
        "Is it a necessity to fix my broken headlights?",
        "Is new headlights necessary to have malfunctioning headlights?",
        "Is it possible that I have to replace my headlights?",
        "Do I need to replace damaged headlights?",
        "If I have faulty headlights, do I have to replace them?",
        "Are the faulty beams to be swapped soon?",
        "I have a faulty headlights, should I get a whole new one?",
        "Time to take care of broken headlights?",
        "The headlights that don't work, should I replace them?",
        "Is it really worth replacing my headlights?",
        "Is it worth replacing my headlights?",
        "Is Headlights need replacing?",
        "Is it a requirement to replace the headlights that don't work?",
        "New headlights are required because of malfunction.",
        "Am I supposed to replace my headlights?",
        "Is there a requirement for a replacement for faulty headlights?",
        "Do I have to replace troubled headlights?",
        "I have faulty headlights, do I need to get a whole new one?",
        "Will I have to fix my headlights?",
        "The headlights have gone bad, should they be replaced or what?",
        "I've got bad headlights, do I need to replace them?",
        "Faulty lights require replacement?",
        "It is time to ditch the broken headlights?",
        "DO I have to replace my headlights?",
        "Did the faulty headlights need to be replaced?",
        "Do you need to put in new headlights?",
        "How about bad headlights, replace?",
        "The headlights need Replacing.",
        "Should I swap the broken headlights for new ones?",
        "Replacement of my faulty lights?",
        "Is it time to have broken headlights?",
        "Is new headlights required due to malfunction?",
        "Should I have new headlights?",
        "Do I need to take the failed headlights out?",
        "I don't know if I have to fix my broken headlights.",
        "Are you going to need to replace the headlights?",
        "Do I need to new my faulty headlights?",
        "Was there a chance to swap faulty beams soon?",
        "I own faulty headlights, do I need to replace them?",
        "Do I need to take them out because of the faulty headlights?",
        "Should I get new headlights?",
        "Are the headlights need replacing?",
        "Do my brights need to be changed right now?",
        "They have faulty headlights, do they need new ones?",
        "Are the new headlights needed due to malfunction?",
        "Should I have the broken headlights fixed?",
        "Do faulty headlights actually need to be replaced?",
        "Are I supposed to fix my busted headlights?",
        "Do I need a whole new one for my headlights?",
        "Is a new headlight necessity?",
        "The car lights should be replaced.",
        "I have faulty headlights, doI need to take them out?",
        "Headlights are bad? new ones?",
        "Does anyone know if I need to get new headlights?",
        "I have faulty headlights, do I have a whole new one?",
        "Problem headlights need to be fixed.",
        "Might it be time to replace broken headlights?",
        "I don't know if I have to replace my headlights.",
        "Is the headlights needed a replacement?",
        "Do I have to replace faulty headlights.",
        "Should I buy new heads for my car?",
        "I want to know if my faulty headlights need to be replaced.",
        "Is it necessary for me to fix my busted headlights?",
        "Do I have to swap old lights?",
        "I have faulty headlights, do I have to get new ones?",
        "Should the headlights be swapped?",
        "How about failing headlights, replace them?",
        "Is there any need for a headlight renewal?",
        "Do I need to change the faulty headlights?",
        "I have faulty headlights do I need a whole new one?",
        "Should I replace the headlights?",
        "I want to know if my brights need changing yet.",
        "faulty headlights, do they need to be replaced?",
        "Is it necessary to fix the headlights that don't work?",
        "Is it a good idea to change out the broken headlights?",
        "Are there necessary new headlights?",
        "The poor headlights need to be replaced.",
        "The headlights are failing",
        "Yeah, will need fresh headlights?",
        "Should I swap the lousy beam now?",
        "Is it time to replace my busted headlights?",
        "Is there a need to replace headlights that don't work?",
        "Do headlights need replacements?",
        "Maybe a new headlight is required?",
        "Should I swap out my broken headlights.",
        "Would faulty headlights need to be replaced?",
        "Does my brights need to be changed now?",
        "Do I have to fix my failing headlights?",
        "Is it time for a headlight switcheroo?",
        "A new headlight is necessary.",
        "Is it time for faulty headlights to be replaced?",
        "Do I have to replace the headlight?",
        "Do I have to get a whole new one for the faulty headlights?",
        "Might need new headlights?",
        "Do I need to change faulty vehicle lights?",
        "Should new headlights be replaced due to malfunction?",
        "I have a problem with my headlights, do you need to replace them?",
        "Is it possible to swap out broken headlights?",
        "I've got faulty headlights, can they be replaced?",
        "Is it true that I need to replace my headlights?",
        "Do I have to replace headlights that are faulty?",
        "Faulty headlights need to be replaced",
        "Replacing faulty car headlights is required?",
        "Bad headlights, new ones?",
        "Is new headlight really necessary?",
        "Are the flawed lights to be replaced?",
        "Can I change my bad lights?",
        "I wonder if I should fix the broken headlights.",
        "Do the headlights that don't work need to be replaced?",
        "Is the headlights bad– new ones?",
        "I don't know if I should swap out the broken headlights.",
        "I've got faulty headlights, do I need to get a new one?",
        "I have a faulty headlights, do I have to buy a whole new one?",
        "Shouldn't I swap out my broken headlights?",
        "Should faulty beams be changed soon?",
        "Will new headlights be necessary due to malfunction?",
        "Do the headlights have to be replaced?",
        "I have faulty headlights, do I need a whole new one.",
        "How about replace my faulty lights?",
        "Does the headlights that don't work need to be replaced?",
        "Is it possible that I need to fix my busted headlights?",
        "I've got faulty headlights, do I have to take them out?",
        "Are headlights need replacement?",
        "Would it make sense to swap faulty beams soon?",
        "Faulty headlights need to be replaced?",
        "Can I replace the broken headlights?",
        "Is there a need for a replacement of headlights?",
        "Is there a replacement for the bad headlights?",
        "I have faulty headlights but do I need to take them out?",
        "Do I need to have new headlights?",
        "faulty lights need replacements?",
        "Do I have to get a whole new one for faulty headlights?",
        "Is it time to ditch the broken headlights?",
        "Can I swap my busted lights?",
        "I asked if I should replace the headlights that don't work.",
        "Should the broken lights be swapped?",
        "do I need to get a new headlights?",
        "Is it necessary for me to replace my headlights?",
        "Do I need to replace my headlights??",
        "Are the faulty headlights to be replaced?",
        "Is it necessary for a replacement of car headlights?",
        "The bad headlights need to be replaced or what?",
        "Do I need to change the vehicle headlights?",
        "Do I have to fix the broken headlights?",
        "Maybe new headlights were needed?",
        "Are the headlights that don't work a necessity?",
        "The faulty car lights should be replaced.",
        "Do I should replace the headlights that don't work?",
        "Is the headlight needed replacement?",
        "I want to know if I need to get a new headlights.",
        "Replacing headlights is necessary?",
        "The headlights need to be replaced?",
        "I have faulty headlights, do I need to get a brand new one?",
        "I am wondering if I should change my bad lights.",
        "Is headlights needed replacing?",
        "Is it time to replace the bad headlights?",
        "Are I required to replace the headlights that don't work?",
        "new headlights needed?",
        "It was time to ditch broken headlights?",
        "I have faulty headlights, do I have to purchase a new one?",
        "I have malfunctioning headlights, do they need to be replaced?",
        "Headlights go bad, should they be replaced or not?",
        "Do you require a new headlight?",
        "Is there a need for a headlight renewal?",
        "Are the new headlights necessary due to malfunction?",
        "Should faulty beams be switched soon?",
        "Do I need to replace my headlights?",
        "Is it necessary to fix faulty vehicle lights?",
        "Do you have to get a new headlights?",
        "New headlights may be necessary.",
        "Replacing the headlights?",
        "Should we need a headlight renewal?",
        "I have got faulty headlights, do I have to buy a new one?",
        "Is a new headlights required?",
        "Are I going to have to replace my headlights?",
        "I've got bad headlights, do they need a new set?",
        "Do I have to replace my broken headlights yet?",
        "Do I have to swap broken lights?",
        "Should we swap faulty beams soon?",
        "Does anyone know if I have to get a new headlights?",
        "Are the headlights need replacement?",
        "Some headlights need to be fixed.",
        "Could the headlights need replacing?",
        "The broken headlights ought to be swapped out.",
        "Do you think a new headlight is required?",
        "A new set of headlights?",
        "Do your faulty headlights need to be replaced?",
        "Need new lights? mine were shot",
        "Do I should replace my lights?",
        "I have got faulty headlights, do they need new ones?",
        "Do I need to fix the headlights that aren't working?",
        "Did you need new heads for my car?",
        "Shall I need headlight renewal?",
        "Is it time to replace faulty headlights?",
        "Should I bring in new headlights?",
        "Is it better to swap out the broken headlights",
        "I have faulty headlights, will I have to replace them?",
        "Do you think it's time for headlight switcheroo?",
        "I've got some faulty headlights, do they need new ones?",
        "Do I need to change my bad lights?",
        "Poor headlights needReplacing.",
        "Poor headlights need replacing.",
        "The headlights are bad... new ones?",
        "A new headlight is required.",
        "Is it a good time to swap the bad beam?",
        "New headlights are needed if they malfunction.",
        "There are faulty headlights that need to be replaced.",
        "Is it necessary for me to change the faulty vehicle lights?",
        "Do I need to replaced the faulty headlights?",
        "Is it needed to replace the headlights that don't work?",
        "I need to know if they need to get new headlights.",
        "Should I swap my bad beam?",
        "I have a faulty headlights do I need a whole new one?",
        "What about headlights that need to be replaced?",
        "Do I need to replace my faulty headlights??",
        "Should a new headlight be given?",
        "I've got faulty headlights should I replace them?",
        "Is it ok to swap faulty beams soon?",
        "I have had faulty headlights, do I have to replace them?",
        "Is the headlight need replacing?",
        "Might you swap faulty beams soon?",
        "Do I need a whole new set of faulty headlights?",
        "Do I need to get a new one for my headlights?",
        "There should be new headlights.",
        "I asked if I need to replace the headlights that don't work.",
        "I've got some faulty headlights, do I need to replace them?",
        "Time to get new headlights?",
        "The headlights are going bad: replace or not.",
        "Do I must get new lights fixed?",
        "Is the headlight needs replacement?",
        "Time to change the headlights or not?",
        "Problems with headlights, should they be replaced?",
        "Replacing malfunctioning headlights?",
        "I need to swap out my broken headlights.",
        "do I have to replace faulty headlights?",
        "Do headlights have to be replaced?",
        "Gonna need some new headlights, right?",
        "Should my broken headlights be swapped out?",
        "I wondered if I should replace the broken headlights.",
        "Should the broken lights be swapped out?",
        "Is there a need for Headlights to be replaced?",
        "Do I need to replace the broken headlights?",
        "Might headlights need a replacement?",
        "What should I do with the broken headlights?",
        "Do I have to have a whole new set of headlights?",
        "Need a headlight renewing?",
        "I've got faulty headlights do I need to replace them?",
        "Need to have new headlights?",
        "Am I supposed to change my broken headlights yet?",
        "Should replace car headlights?",
        "Do I have to replace the problematic headlights?",
        "Are headlights need replacing?",
        "Are the headlights faulty, do I need to replace them?",
        "Is my brights needed changing?",
        "Do you have to buy a new headlights?",
        "Should the bad headlights be replaced?",
        "I have faulty headlights, should I get a whole new one?",
        "Yep, gonna need fresh headlights?",
        "Are new ones needed for headlights?",
        "Are the headlights new ones needed?",
        "Must we change the damaged lights?",
        "The headlights gone bad: replace or not?",
        "Should the replacement of faulty car headlights be required?",
        "The headlights need replacement?",
        "Do you really have to replace my headlights?",
        "Did you need headlight renewal pertaining to defects?",
        "Is the headlights needs replacement?",
        "Going to need new headlights?",
        "Is it necessary to change faulty vehicle headlights?",
        "Should I replace the headlights that don't function?",
        "Should I take out the broken headlights.",
        "Is the headlight need replacement?",
        "I've got faulty headlights, do I have to change them?",
        "Do I have to fix the headlights that don't work?",
        "Will I need to replace the headlights that don't work?",
        "Is it possible that I need to replace the headlights that don't work?",
        "I have got faulty headlights, should they be replaced?",
        "Are I supposed to replace the headlights that don't work?",
        "New headlight needed?",
        "I've got bad headlights, do I need a whole new one?",
        "Should bad headlights be replaced or what?",
        "The headlights that do not work need to be replaced.",
        "A new headlights is necessary?",
        "Is it necessary for a new headlights?",
        "Is the headlight bad--new ones?",
        "Bad headlights?",
        "I have faulty headlights, do you need to change them?",
        "My bad headlights need to be changed?",
        "Are the headlights in need of a replacement?",
        "Is it necessary to get a whole new one for my faulty headlights?",
        "Headlights go bad, what to replace?",
        "Is it possible to replace problematic headlights?",
        "My busted headlights need to be changed yet?",
        "Are headlights need new?",
        "Does headlights need replacement?",
        "Can I replace the busted lights?",
        "I have faulty headlights and do I have to get a new one?",
        "Is the new headlights needed due to malfunction?",
        "Is it better to swap out broken headlights?",
        "Do I must replace the faulty headlights?",
        "Are new headlights necessary if they malfunction?",
        "I want to swap out the broken headlights",
        "I think I need a new headlights.",
        "Did you need a new headlights?",
        "Is it necessary to get a new lights fixed?",
        "My broken headlights need to be changed?",
        "Do I still have to replace my headlights?",
        "Is it time to have new headlights?",
        "Do I need to change my headlights yet?",
        "Are there Headlights that need replacing?",
        "Is it time to replace broken headlights?",
        "Maybe I need a new set of heads for my car?",
        "Are I supposed to replace my lights?",
        "Is there a problem with bad headlights?",
        "Does this mean I have to replace my headlights?",
        "The headlights went bad, should they be replaced or not?",
        "Is it ok to replace the headlights that don't work?",
        "Do they need new headlights? I have got faulty headlights.",
        "I want to know if I have to get new lights fixed.",
        "Is it possible I have to get new lights fixed?",
        "How about faulty headlights, replace?",
        "Do faulty headlights need to be fixed?",
        "Are the Faulty lights to be replaced?",
        "I've got faulty headlights, do I have a whole new one?",
        "Should I swap out this bad beam?",
        "Is new headlights necessary when there is a malfunction?",
        "Do my headlights have to be fixed?",
        "Should I swap bad beam now?",
        "The Headlights have gone bad.",
        "Do you think it is time for a headlight switcheroo?",
        "Do you need to replace my headlight?",
        "Is new headlights necessary due to malfunctioning ones?",
        "Did we need new headlights?",
        "I've got malfunctioning headlights, do you need to replace them?",
        "Is new headlights needed due to malfunction?",
        "It's time to get rid of the broken headlights?",
        "Do I need to replace the headlights that don't function?",
        "Do the faulty lights need to be changed?",
        "Replacing headlights need to be done?",
        "I have faulty headlights, do I need to get a new one.",
        "Do I have to have new headlights?",
        "Should faulty beams be swapped now?",
        "Do I need a whole new one for my faulty headlights?",
        "Should I change out the broken lights?",
        "Did those headlights need to be replaced?",
        "Do you need a new set of heads for my vehicle?",
        "Do I swap out my broken headlights?",
        "Is the new headlights necessary due to malfunction?",
        "Problem headlights replace?",
        "Are Headlights needed replacing?",
        "Do my brights need changing now?",
        "Is there any need to replace the headlights that don't work?",
        "Did I need to get a new headlights?",
        "What if new headlights are needed due to malfunction?",
        "Replacing my broken lights?",
        "I have bad headlights, do I need to get a whole new one?",
        "Do I need a replacement for my headlights?",
        "Is Headlights need a replacement?",
        "Failing headlights need to be fixed.",
        "I wonder if I need to fix my bad headlights.",
        "Can a new headlight be required?",
        "I wonder if I should fix my broken headlights.",
        "Needed a new headlight?",
        "Do I need to get a new headlights?",
        "I have faulty headlights, so do I have to replace them?",
        "My broken headlights need to be replaced?",
        "How about the busted headlights?",
        "Replacing the headlight is necessary?",
        "Is it possible I have to replace my headlights?",
        "How about a new headlights?",
        "Are the faulty headlights that I have to replace?",
        "There are problematic headlights that need to be replaced.",
        "My broken headlights need to be replaced.",
        "Are new headlights necessary because of a malfunction?",
        "Do I need to take out the malfunctioning headlights?",
        "I've got bad headlights, do I need a new one?",
        "Is it necessary to repair malfunctioning car lights?",
        "Could the headlights need a replacement?",
        "I've got malfunctioning headlights, do I need a new one?",
        "Should new headlights be used due to a malfunction?",
        "There are bad headlights that need replacing.",
        "Will I have to replace the faulty headlights?",
        "Is there a bad beam that I should swap?",
        "Is it a requirement for a new headlight?",
        "Yeah, gonna need new headlights.",
        "Do I have to put in new headlights?",
        "Is it necessary to take out the faulty headlights?",
        "The headlights have gone bad, can they be replaced or what?",
        "do I have to replace the headlights?",
        "The headlights are bad– new ones?",
        "Do I need to change the headlights that are not working?",
        "Do I have to buy a new set of headlights?",
        "Is there a need for them to get new headlights?",
        "Will a new headlight be required?",
        "Should I swap a bad beam now?",
        "I have faulty headlights but do they need to be replaced?",
        "Do I have to pay for a new headlights?",
        "Is the headlights gone bad?",
        "There are faulty headlights that need replacing.",
        "Should the headlights need to be replaced?",
        "Should we need a new car headlights?",
        "I have a faulty headlights do they need new ones?",
        "I have bad headlights, do I need a whole new one?",
        "Is Headlights need Replacing?",
        "Defective car lights should be replaced.",
        "Should I get a new one for my faulty headlights?",
        "Should I replace my faulty headlights?",
        "Do I have to replace the faulty headlight?",
        "Is it necessary to change the damaged lights?",
        "Is a new set of headlights needed?",
        "Do you want to swap out the broken headlights?",
        "Can I get a new set of heads for my car?",
        "Need headlight renewals?",
        "Do I need to replace the headlights that don't work.",
        "I've got bad headlights do they need to be replaced?",
        "Should I swap out the bad beam right away?",
        "Maybe headlights need a replacement?",
        "Do I need new heads for my car?",
        "Might need fresh headlights, right?",
        "There is a new headlight necessary?",
        "Do I need to get a new pair of headlights?",
        "Do they need to get new headlights because they have faulty ones?",
        "I have faulty headlights and do I need to replace them?",
        "Are headlights needed because of malfunction?",
        "Should we replace bad headlights?",
        "Is it a good idea to replace the bad headlights?",
        "Should faulty beams be swapped soon?",
        "Does Headlights need replacing?",
        "Is it a good idea to swap out broken headlights?",
        "My busted headlights have to be fixed?",
        "Do I have to swap out my faulty headlights?",
        "Do I need to take faulty headlights out?",
        "Does it need to be replaced for bad car headlights?",
        "Is the Headlights needed replacement?",
        "Is it necessary to replace the car headlights?",
        "Hmm, will need fresh headlights?",
        "Did the headlights need to be replaced?",
        "Do my broken headlights need to be changed yet?",
        "Would I need to replace the headlights that don't work?",
        "Do I have to replace my faulty headlights.",
        "Are the headlights needs to be replaced?",
        "Something wrong with the headlights?",
        "Is it time to change my busted headlights?",
        "Need to swap faulty beams?",
        "Does I need a new headlights?",
        "Is there a need to replace the headlights?",
        "How about my busted headlights?",
        "Is there a requirement for the replacement of malfunctioning car headlights?",
        "Do you think headlights need replacing?",
        "Do they need new headlights, I have a faulty one?",
        "Should I swap the bad beam?",
        "Hopeless headlights need to be replaced.",
        "Is it necessary for me to get new lights fixed?",
        "Is it a good idea to replace faulty headlights?",
        "Is new headlights required because of a malfunction?",
        "Is it necessary for the Headlights to be replaced?",
        "Bad headlights to replace?",
        "Are it time for headlight switcheroo?",
        "The faulty lights need to be replaced?",
        "I need to know if my headlights need to be replaced.",
        "I have a faulty headlights, can they be replaced?",
        "The headlights don't work do I need to replace them?",
        "Is it really my responsibility to replace my headlights?",
        "I've got faulty headlights, do they need to get new ones",
        "Do I have to buy a whole new one if I have faulty headlights?",
        "I have faulty headlights that need to be replaced.",
        "Need new headlights for my car?",
        "Do I need to replace headlights that don't function?",
        "Do I have to replace my headlights",
        "The headlights have gone bad, do you replace them or not?",
        "Are the headlights needed due to malfunction?",
        "I need a new headlights, do I have to get one?",
        "Could it be time to ditch broken headlights?",
        "Is new headlights needed due to malfunction.",
        "Terrible headlights to replace?",
        "Troubled headlights to replace?",
        "Is new headlights mandatory due to malfunction?",
        "Do I have to change my broken headlights?",
        "Is it possible that I have to get new lights fixed?",
        "Was it possible to swap faulty beams soon?",
        "I've got faulty headlights, will I need to replace them?",
        "I don't know if I have to fix my busted headlights.",
        "The headlights are faulty",
        "It's time to replace broken headlights.",
        "There needs to be a new headlight?",
        "There's a need for a headlight renewal.",
        "Should I swap out my broken headlights?",
        "Is it really necessary for me to replace my headlights.",
        "I've got bad headlights, should they get new ones?",
        "Do I have to replace my damaged headlights?",
        "Will my brights need to be changed?",
        "Do I need to get a new Headlight?",
        "Maybe headlights need to be replaced.",
        "Is it possible to replace the headlights that don't work.",
        "Did you require a headlight renewal pertaining to defects?",
        "Does I really need to replace my headlights?",
        "The new headlights might be needed due to malfunction.",
        "Do faulty vehicle lights need to be changed?",
        "Maybe it is time to replace broken headlights.",
        "Want to swap faulty beams?",
        "Are there new headlights you need?",
        "Does that mean I have to replace my headlights?",
        "Problems with headlights should be replaced.",
        "I have faulty headlights, do you need them replaced?",
        "If the headlights go bad, should they be replaced or what?",
        "Is a new headlight needed?",
        "I don't know if I have to replace my faulty headlights.",
        "I have faulty headlights, but do I have to replace them?",
        "My headlights are broken, should I change them yet?",
        "How about replacement headlights?",
        "I need to know if my faulty headlights need to be replaced.",
        "Do I really need to change my headlights?",
        "Is it wise to replace my headlights?",
        "Do I have to change my headlights yet?",
        "Do they need new headlights because they have faulty ones?",
        "The headlights are gone bad: Should they be replaced?",
        "Is there a requirement for the replacement of faulty car headlights?",
        "need new headlights?",
        "Might the headlights need replacing?",
        "Should a replacement for faulty headlights be required?",
        "New headlights is needed?",
        "There are bad headlights to replace?",
        "Is it necessary for them to get new headlights?",
        "I have a faulty headlights, do you need to replace them.",
        "Are there faulty headlights that should be replaced?",
        "I want to know if I need to get new lights fixed.",
        "Is it necessary for me to get a whole new headlights?",
        "I don't know if I have to get a new headlights.",
        "I have faulty headlights, do they need a replacement?",
        "My busted headlights, what should I do?",
        "Maybe I should swap out the broken headlights?",
        "Time to replace broken headlights.",
        "Headlights are gone bad and should be replaced.",
        "Are the headlights necessary to replace?",
        "The Faulty lights need replacement.",
        "Does the Headlights need replacing?",
        "Replacing my faulty lights?",
        "My busted headlights should be changed yet?",
        "Should the headlights be replaced?",
        "The headlights are gone bad: Replace or not?",
        "Does anyone know if I need to replace faulty headlights?",
        "Headlights need replacements.",
        "Do I need new headlights?",
        "I don't know if I should replace the broken headlights.",
        "Are new headlights necessary due to a malfunction?",
        "Might headlights need to be replaced?",
        "I have some faulty headlights, do I have to get a new one?",
        "Need to change my busted headlights?",
        "The headlights are bad)—new ones?",
        "My headlights need to be fixed, yet?",
        "Did the headlights need a new ones?",
        "I have faulty headlights, do they have to get new ones?",
        "Should we swap the faulty beams?",
        "How about bad headlights? New ones?",
        "I wonder if I should replace the broken headlights?",
        "Is it wise to swap a bad beam now?",
        "Are headlights necessary to replace?",
        "Did the headlights go bad or should they replace them?",
        "Is it really my job to replace my headlights?",
        "Does my headlights have to be fixed?",
        "I have had faulty headlights, do I need to replace them?",
        "Poor headlights need to be fixed.",
        "Is it necessary to take the faulty headlights out?",
        "Do I have to replace the bad headlights?",
        "Is there a solution to swap faulty beams soon?",
        "Are the broken headlights time to go?",
        "do the headlights need to be replaced?",
        "Is new headlights necessary because of malfunctioning?",
        "I've got faulty headlights do I have to get a new one?",
        "I have problems with my headlights, do I need to take them out?",
        "How about new headlights needed?",
        "Are the headlights bad–new ones?",
        "Is it necessary to replace bad car lights?",
        "Do I have to pay for new headlights?",
        "Is it important to replace my headlights?",
        "Do I need to new the faulty headlights?",
        "Would new headlights be required?",
        "Is it best to swap out the broken headlights?",
        "Should the broken headlights be swapped in?",
        "Some of the headlights need to be replaced.",
        "The headlights need replacements.",
        "Did headlights need to be changed?",
        "Change my bad lights?",
        "Should we have new headlights?",
        "The broken headlights should be swapped out.",
        "Need a new set of headlights.",
        "Do they need new headlights, I have got faulty ones?",
        "Do I have to replace my malfunctioning headlights?",
        "Horrified headlights should be replaced?",
        "Headlights gone bad, should they be replaced?",
        "Do I require to replace my faulty headlights?",
        "Do I should replace my headlights?",
        "Does it make sense to replace my headlights?",
        "bad headlights need to be replaced",
        "Do headlights need to be changed?",
        "Do my headlights need repair?",
        "Are there defects that require headlight renewal?",
        "I have faulty headlights, will they need to be replaced?",
        "Is my broken headlights something I have to fix?",
        "Do I have to fix my headlights.",
        "Is it possible to change my bad lights?",
        "Is it time to ditch the broken headlights.",
        "Do headlights need a replacement?",
        "Is it necessary to replace the headlights that do not work.",
        "Yes, will need fresh headlights?",
        "Do I have to replace flawed headlights?",
        "Is it time to fix my headlights?",
        "Are the faulty headlights needed to be replaced?",
        "Do I need to replace the headlights that do not function?",
        "Headlights need new ones?",
        "Are I supposed to take the faulty headlights out?",
        "Are headlights needed replacement?",
        "Should I get a whole new one for my faulty headlights?",
        "Headlights bad, new ones?",
        "I have faulty headlights, do I have to get a new one.",
        "Does the faulty headlights have to be replaced?",
        "Should you have a new headlight?",
        "Are a new headlight needed?",
        "Do the faulty car lights need to be replaced?",
        "I have a faulty headlights, do I have to replace them?",
        "Will need new headlights.",
        "Is it a good idea to swap out the bad beam now?",
        "I've got faulty headlights, will you replace them?",
        "Is it a good idea to replace the bad Headlights?",
        "Do I need the headlights to be replaced?",
        "Is new headlights really necessary?",
        "Maybe gonna need fresh headlights.",
        "Do my busted headlights need to be changed yet?",
        "faulty headlights need replacing",
        "Are the headlights going bad or should they be replaced?",
        "Is it necessary for headlight renewal pertaining to defects?",
        "Do I need to fix my busted headlights yet?",
        "Are there new headlight needed?",
        "Time for a switch of headlights?",
        "Is the headlights need a replacement?",
        "Is it time to remove broken headlights?",
        "I have faulty headlights, do they need new ones?",
        "I've got faulty headlights, do they need a new one?",
        "Is new headlights needed for malfunction?",
        "The busted headlights need to be changed.",
        "It time to fix broken headlights.",
        "Some headlights need to be replaced.",
        "Do I need to replacement my headlights?",
        "I've got faulty headlights, do they need to be changed?",
        "Is it a good idea to swap out the broken headlights.",
        "Is it necessary for a replacement for a faulty car headlights?",
        "Headlights bad? New ones?",
        "Is new headlights necessary in case of malfunction?",
        "Should I require headlight renewal pertaining to defects?",
        "Headlights need new ones.",
        "I have malfunctioning headlights do you need to replace them?",
        "Troubled headlights should be replaced.",
        "Is new headlights required due to malfunctioning?",
        "Will new headlights be required?",
        "Poor headlights need to be changed.",
        "The headlights are gone bad: replace or not?",
        "The headlights are faulty and need to be replaced.",
        "Do I need to take the faulty headlights out.",
        "Time for new headlights?",
        "My headlights need to be fixed.",
        "I have malfunctioning headlights, should they be replaced?",
        "Car headlights need replacement?",
        "Should I replace my broken lights?",
        "Do I need to replace the headlights that are not functioning?",
        "Is it wise to change my bad lights?",
        "Poor headlights need new ones.",
        "Want to swap faulty beams soon?",
        "I have malfunctioning headlights, do they need a new one?",
        "I have malfunctioning headlights, do you have to replace them?",
        "Do I have to replace faulty headlights?",
        "How aboutfaulty headlights?",
        "There should be a replacement for the headlights.",
        "My headlights need to be replaced yet?",
        "Do I replace the broken headlights?",
        "Can a new headlight be needed?",
        "Do I need the faulty headlights taken out?",
        "I have bad lights should I change them?",
        "Would my brights need to be changed?",
        "Bad car lights need to be replaced.",
        "Do you think I need to replace the headlights?",
        "Let us know if you need new headlights.",
        "I need to know if the faulty headlights need to be replaced.",
        "Should there be a replacement for the faulty car headlights?",
        "I'm wondering if I really have to replace my headlights.",
        "I need to know if I need to replace the faulty headlights.",
        "Do I need to replace headlights that aren't functioning?",
        "Do I need to replacement my faulty headlights?",
        "Do I need to replace headlights that don't work",
        "do I need to replace faulty headlights?",
        "Might new headlights be needed due to malfunction?",
        "Do I have to buy a whole new one for faulty headlights?",
        "do the faulty headlights need to be replaced?",
        "Do my headlights need fixing?",
        "A new headlight?",
        "I have a faulty headlights, do I need to take them out.",
        "My broken headlights need to be changed yet?",
        "Is it necessary for a headlight renewal pertaining to defects?",
        "Faulty headlights should be replaced.",
        "I wonder if my brights need changing.",
        "I know I have faulty headlights, do they need to be replaced?",
        "Am I supposed to replace the headlights that don't work?",
        "Need to change headlights?",
        "Does faulty headlights need to be replaced?",
        "Did Headlights need replacement?",
        "Is it necessary for new headlights to work?",
        "I have malfunctioning headlights, should I replace them?",
        "Do I have to get a completely new headlights?",
        "Is it possible that I need to get new lights fixed?",
        "Do I really need to get new headlights?",
        "I'm wondering if I need to replace my headlights.",
        "Is a new headlight required.",
        "I have faulty headlights, do they need to be taken out?",
        "DoI really need to replace my headlights?",
        "Do I have to replace the headlights that aren't working?",
        "Is there a need for replacement Headlights?",
        "Should bad car lights be replaced?",
        "There are faulty headlights, do I have to replace them?",
        "Are new headlights necessary for malfunction?",
        "Is there new headlights needed?",
        "Do you need headlight renewal pertaining to defects?",
        "I have a bad beam and should I swap it now?",
        "Is it a good idea to replace headlights gone bad?",
        "Problems with headlights, replace?",
        "I wonder if I need to change my headlights.",
        "The headlights have gone bad: Should they be replaced?",
        "If the headlights don't work, should I replace them?",
        "How about replacing my malfunctioning lights?",
        "I wonder if I should replace my broken headlights.",
        "Is it necessary to install new headlights due to malfunction?",
        "There are defects that need headlight renewal",
        "Replacement for bad headlights?",
        "I've got faulty headlights and should they be replaced?",
        "Gonna need a new set of headlights, right?",
        "I have a malfunctioning headlights, do I need to take them out?",
        "New headlights are necessary due to malfunction?",
        "Need new headlights??",
        "I should swap out the broken headlights.",
        "I have faulty headlights, do I have to replace them.",
        "Maybe you need a new set of headlights.",
        "Does headlights need a new set?",
        "Will my faulty headlights need to be replaced?",
        "Faulty lights need to be replaced?",
        "Should my broken headlights be replaced?",
        "Is the headlights bad---new ones?",
        "Is there a requirement for a replacement for bad headlights?",
        "Can I swap some broken lights?",
        "Are new headlights a necessity?",
        "Is the new headlight needed?",
        "Should a headlight renewal be needed?",
        "Are new headlights needed because of malfunctioning?",
        "There are bad headlights to replace.",
        "The car headlights should be replaced.",
        "Should I get a new set of broken headlights?",
        "There is need for new headlights.",
        "Do I need the faulty headlights replaced?",
        "Replacing headlights is a need?",
        "I have faulty headlights do they need to be fixed?",
        "Need new headlights, right?",
        "I've got faulty lights, do they need new ones?",
        "Yep, will need fresh headlights?",
        "Do I have to swap busted lights?",
        "I have faulty headlights, do they need to be changed?",
        "How about the headlights needs replacing?",
        "Would it be necessary to replace car headlights?",
        "Should I swap out this bad beam now?",
        "My lights should be replaced?",
        "Need to buy a new set of heads for my car?",
        "Is it wise to swap the bad beam now?",
        "Do I have to replaced the faulty headlights?",
        "Will new headlights be needed due to malfunction?",
        "I have faulty headlights, do I need to get them out?",
        "Should we swap out the broken headlights?",
        "New headlights are necessary due to malfunction.",
        "The headlights that are faulty need to be replaced.",
        "Headlights need to be replaced?",
        "I have faulty headlights do you need to change them?",
        "Is it time to replace broken headlights.",
        "Are I required to take the faulty headlights out?",
        "Is it necessary to replace faulty vehicle lights?",
        "Do faulty vehicle lights need to be fixed?",
        "I have some faulty headlights, should I replace them?",
        "I have got faulty headlights do you need to replace them?",
        "Yeah, gonna need fresh headlights, right?",
        "Time for a new set of headlights?",
        "do I really need to replace my headlights?",
        "Replacing bad headlights?",
        "Did there need to be new headlights?",
        "Time to fix headlights?",
        "I have a faulty headlights, should I replace them?",
        "Could a new headlight be necessary?",
        "Does the headlights I have need to be replaced?",
        "My busted headlights, need to be changed?",
        "Do faulty headlights really need to be replaced?",
        "Is it necessary to swap the bad beam now?",
        "Do you think it's time to ditch broken headlights?",
        "There should be a new headlight.",
        "Do I need to replace the headlights that don't work",
        "Maybe the headlights need to be replaced.",
        "I have faulty headlights, so do I need a new one?",
        "Should I change the damaged lights?",
        "There are bad headlights, new ones?",
        "Do the headlights I have have faulty need to be replaced?",
        "Do I need to replace the headlights that fail?",
        "Do I require a new headlights?",
        "Need a new headlights?",
        "I am wondering if I should replace the broken headlights.",
        "Car headlights should be replaced if they are malfunctioning?",
        "Do the faulty headlights needs to be replaced?",
        "Do I need to replace the headlights?",
        "Do the headlights you have need to be replaced?",
        "Do I have to replace bad headlights?",
        "Does it need new headlights?",
        "Do we need a new headlight?",
        "Problematic car headlights should be replaced?",
        "I know I have faulty headlights, do I need to replace them?",
        "Need newlights?",
        "I want to swap out my broken headlights.",
        "Is it necessary to replace the headlights that won't work?",
        "A new headlights necessary?",
        "Do I need to fix the headlights that do not work?",
        "Have headlights need replacement?",
        "Do the flawed headlights need to be replaced?",
        "Are I required to replace my faulty headlights?",
        "Poor headlights need replacement.",
        "Is there a time to swap faulty beams?",
        "Is the need for new headlights due to malfunction?",
        "Might be a good time to swap faulty beams?",
        "Is there a requirement for a replacement for malfunctioning car headlights?",
        "Any need for headlight renewal?",
        "I have a faulty headlights, can I replace them?",
        "Is it still possible to change my broken headlights?",
        "Do they need new headlights? I have a faulty one.",
        "Should the damaged lights be replaced?",
        "Do I have to replace headlights?",
        "Maybe new headlights needed?",
        "I want to know if I must replace my faulty headlights.",
        "I don't know if I should replace my faulty headlights.",
        "Do I have to replace my failing headlights?",
        "Do I have to buy a whole new one because I have faulty headlights?",
        "I have faulty headlights, do they need replacement?",
        "How about a new set of headlights?",
        "The headlights need replacement",
        "The headlights are faulty.",
        "Is the problem with my headlights?",
        "Is it time for the faulty headlights to be replaced?",
        "Is it a necessity to replace my faulty headlights?",
        "Is it appropriate to change my bad lights?",
        "I wonder if I should replace the broken headlights.",
        "Is there need for a new set of headlights?",
        "I've got faulty headlights, do they need to get new ones.",
        "Bad headlights replace?",
        "Should I swap out the bad beam right now?",
        "The headlights are gone bad, should they be replaced or what?",
        "A new headlight needed?",
        "Time to swap out broken headlights?",
        "New headlights need to be installed?",
        "New headlights are needed due to malfunctioning.",
        "Should the bad beam be swapped now?",
        "It is time to get rid of broken headlights?",
        "Need new heads for my car?",
        "Replacing headlights is necessary due to malfunction.",
        "Maybe I have to replace my headlights.",
        "I have faulty headlights, do I need a brand new one?",
        "Gonna need fresh headlights?",
        "Do I really have to take out my headlights?",
        "Can it be time to ditch broken headlights?",
        "Are there headlights that need to be replaced?",
        "Do I need to replace my flawed headlights?",
        "Replacement of bad headlights?",
        "Should I replace the broken headlights?",
        "Is it best to swap the bad beam now?",
        "Need new headlights right?",
        "Is it necessary to have headlight renewal pertaining to defects?",
        "Is there a need to get new lights fixed?",
        "Do I need to get new headlights?",
        "Time to replace the broken headlights.",
        "I wonder if new headlights are needed due to malfunction.",
        "Do I swap the bad beam now?",
        "The broken headlights must be swapped out.",
        "Is it necessary to replace headlights that don't work?",
        "Replacing the faulty headlights?",
        "Might we swap faulty beams soon?",
        "I have a faulty headlights, do I need a new one.",
        "Can I get a new headlights?",
        "Is there a need for new headlights?",
        "Is it time for me to swap the bad beam?",
        "Would new headlights be necessary?",
        "Time for changing the headlights?",
        "Are my headlights faulty?",
        "Need headlight renewal?",
        "I have faulty headlights do they need a new one?",
        "It's time to fix broken headlights.",
        "Do I need a replacement for my faulty headlights?",
        "The headlights are gone bad: replace?",
        "Is the headlight need to be replaced?",
        "Do I need a new one if I have faulty headlights?",
        "Do headlights need to be new due to malfunction?",
        "New ones needed for the headlights?",
        "It is time to swap faulty beams.",
        "Is my brights needs changing?",
        "Are there bad headlights to replace?",
        "Headlights are bad: replace or not?",
        "I wonder if I have to get a new headlights.",
        "Is it a good idea to swap the bad beam now.",
        "Are my faulty headlights need to be replaced?",
        "Do I need to get a new one for my faulty headlights?",
        "Do I need to get my headlights replaced?",
        "I don't know if I have to change the faulty lights.",
        "Do faulty vehicle lights have to be changed?",
        "Do I need to replace my headlight?",
        "Terrible headlights should be replaced?",
        "Do I really need to have my headlights replaced?",
        "I have malfunctioning headlights do I need to take them out?",
        "The headlights have gone bad, can they be replaced?",
        "Can my busted lights be swapped?",
        "Is it possible to change my busted headlights?",
        "Bad headlights should be replaced?",
        "Do I must replace my headlights?",
        "Was it necessary to replace my faulty lights?",
        "How about headlights that need replacing?",
        "Problematic headlights should be replaced.",
        "Are there needed new headlights?",
        "I have faulty headlights, should I replace them?",
        "Do I need to swap my faulty headlights?",
        "Do I have to replace malfunctioning headlights?",
        "I have faulty headlights and should they be replaced?",
        "Okay, will need new headlights?",
        "Do I need to replace the headlights I've got?",
        "It is necessary to have a new headlight.",
        "Are my headlights faulty, do they need to be replaced?",
        "I think my headlights need to be replaced.",
        "Are your headlights faulty, do you need to replace them?",
        "Need new car headlights?",
        "Do the headlights that do not work need to be replaced?",
        "Do I need to replace the malfunctioning headlights?",
        "Need a new set of headlights for my car?",
        "Is it necessary to replace the headlights?",
        "Want to replace heads for my car?",
        "Are the headlights bad--new ones?",
        "New headlights might be needed due to malfunction.",
        "I want to know if I have to change faulty vehicle lights.",
        "It's time to swap faulty beams.",
        "Is it advisable to replace the headlights that don't work?",
        "Are there a new headlight necessary?",
        "Is it possible that I must replace my faulty headlights?",
        "Need New headlights?",
        "Are new headlight needed?",
        "Is there a need for me to replace the headlights?",
        "Do I have to replace the flawed headlights?",
        "Should we change the damaged lights?",
        "My broken headlights need to be replaced yet?",
        "Is it necessary to replace faulty car headlights?",
        "I might need fresh headlights.",
        "There are bad headlights: replace or what?",
        "Do I have to replacement my headlights?",
        "Do I actually have to change my headlights?",
        "do I need to replace my headlights",
        "How about the headlights need replacement?",
        "Maybe swap faulty beams soon?",
        "I have faulty headlights, do I need to buy new ones?",
        "Wondering if headlights need to be replaced?",
        "Is there time to ditch broken headlights?",
        "Is it necessary to fix the faulty car lights?",
        "Do I need to replace the bad headlights I have?",
        "Do you require to replace faulty headlights?",
        "do I need to replace the headlights that don't work?",
        "Do I get a new headlights?",
        "Do I have to replace the failing headlights?",
        "Do you think faulty headlights should be replaced?",
        "Bad headlights? New ones?",
        "Is it time to fix broken headlights?",
        "Should Headlights be replaced?",
        "New headlights may be needed due to malfunction.",
        "If I have faulty headlights, do I have to get a new one?",
        "What about the bad headlights?",
        "I have some faulty headlights do they need to be replaced?",
        "Would I really need to replace my headlights?",
        "Is it necessary to replace faulty headlights?",
        "Need replacement headlights?",
        "Would it be good to swap faulty beams soon?",
        "Should I fix my broken headlights?",
        "Should a replacement for a bad car headlights be required?",
        "I have faulty headlights, can you replace them?",
        "Can a new headlights be required?",
        "I question if I need to replace my faulty headlights.",
        "Do I need to replace my headlights.",
        "Time to fix the broken headlights.",
        "Is there bad headlights to replace?",
        "I've got faulty headlights, should I replace them?",
        "Headlights go bad, do you replace them?",
        "I am wondering if I need to fix my busted headlights.",
        "Are the headlights needed to replace?",
        "Is it necessary to replace broken car lights?",
        "Did new headlights need to be needed?",
        "Replacing my malfunctioning lights?",
        "Do I need to replace headlights that don't work?",
        "Let me know if I need a new set of heads.",
        "I have a faulty headlights, do I need a whole new one?",
        "I have got faulty headlights do they need to be replaced?",
        "Do the headlights need to be new?",
        "Is it really time to replace my headlights?",
        "Terrible headlights need to be replaced.",
        "What about my broken headlights?",
        "New car headlights required?",
        "It is necessary for a new headlight?",
        "I wonder if I need to replace my headlights.",
        "Need a fresh set of headlights?",
        "I wonder if I need to fix my headlights.",
        "I have got faulty headlights, do I need a whole new one?",
        "Do I have to fix my broken headlights yet?",
        "Are headlight need replacement?",
        "The headlights don't work and should be replaced.",
        "Replacing faulty car lights?",
        "Should there be replacement for faulty car headlights?",
        "Do I need to get my faulty headlights out?",
        "A new headlight is necessary?",
        "Do I should fix my headlights?",
        "Is it time to replace troubled headlights?",
        "Replacement of faulty headlights?",
        "Bad headlights, replace them?",
        "Need new lights? mine are shot.",
        "I have flawed headlights, do I need to replace them?",
        "Is headlight renewal needed?",
        "Do I need to replace the headlight?",
        "Something should be done soon to swap faulty beams.",
        "Should a new headlight be needed?",
        "I want to know if faulty headlights need to be replaced.",
        "Problem headlights, should they be replaced?",
        "Are new headlights required due to malfunctioning?",
        "Should I swap up the bad beam?",
        "I have a faulty headlights do I need to replace them?",
        "There are bad headlights: replace or not?",
        "Was it a good idea to swap out the broken headlights?",
        "Is it still possible to change my busted headlights?",
        "Are you planning to need new headlights?",
        "I have failed headlights, do I need to replace them?",
        "Do faulty headlights need to be replaced?",
        "I have faulty headlights, do I need to replace them",
        "Could faulty headlights be replaced?",
        "If I have faulty headlights do I need to replace them?",
        "Replacing the bad lights?",
        "Should they swap out the broken headlights?",
        "Do I need to fix the headlights that don't work?",
        "Problem headlights, replacement?",
        "My broken headlights have to be changed?",
        "Would the headlights need to be replaced?",
        "Should a new headlight be required?",
        "Isn't it time to swap faulty beams?",
        "Do they needs to get new headlights?",
        "Time to get a new pair of headlights?",
        "Do I need to replace my car headlights?",
        "Shall we need headlight renewal?",
        "The faulty headlights should be replaced.",
        "The headlights are gone bad, do you replace them or not?",
        "Should I swap my old lights for new ones?",
        "Did you need a new set of heads for my car?",
        "Did a new headlight need to be installed?",
        "Is it a good idea to replace flawed headlights?",
        "headlights bad, new ones?",
        "Does the faulty headlights need to be replaced?",
        "Is it okay to replace my headlights?",
        "The headlight needs a new one.",
        "Does my bad lights need to be changed?",
        "I have the faulty headlights, do I need to take them out?",
        "Gonna need new headlights soon?",
        "Should I swap the poor beam now?",
        "Is it necessary to swap out the broken headlights?",
        "Does Headlights need a replacement?",
        "Is Headlights need to be replaced?",
        "Do faulty headlights require to be replaced?",
        "Can I change the busted lights?",
        "Is it necessary to get a whole new headlights?",
        "Replacement for faulty headlights?",
        "Might a new headlight be necessary?",
        "I have faulty headlights do you need to replace them?",
        "Are I going to have to get a new headlights?",
        "Is it really a necessity to replace my headlights?",
        "I have had faulty headlights, do they need new ones?",
        "Are you going to need headlight renewal?",
        "Should we buy a new headlight?",
        "Do my busted headlights need to be changed?",
        "Should you need a new headlight?",
        "Replacement of headlights need to be done?",
        "Is it necessary to have my headlights replaced?",
        "I've got faulty headlights do they need a new one?",
        "Should troublesome headlights be replaced?",
        "Should I fix my busted headlights?",
        "I have faulty headlights and do I need a new one?",
        "Do I need a whole new headlights if I have faulty ones?",
        "Do I need replacement headlights?",
        "Is it a good idea to replace the headlights?",
        "Is it necessary to replace bad lights?",
        "Headlights have to be replaced?",
        "Is new headlights required for malfunction?",
        "I don't know if I need to fix my busted headlights.",
        "Is it advisable to change my bad lights?",
        "Does this mean I need to replace my headlights?",
        "do I need to replace the faulty headlights?",
        "Time to switch from broken headlights?",
        "I have bad headlights, do they need a new one?",
        "Should we need a replacement for the car headlights?",
        "Should car headlights be replaced if they are malfunctioning?",
        "Is it okay for me to replace my faulty headlights?",
        "Do you have to change the faulty headlights?",
        "Do I need to change the headlights I have?",
        "There are headlights that need to be replaced?",
        "Do faulty headlights needs to be replaced?",
        "I have some faulty headlights, do I need a new one?",
        "Shall I need a headlight renewal?",
        "Do you think my lights should be replaced?",
        "I have bad headlights do they need to be replaced?",
        "Should I replace the headlights that do not work?",
        "Could new headlights be needed?",
        "Is it a good idea to fix the broken headlights?",
        "Should a replacement for malfunctioning car headlights be required?",
        "Is it possible to replace my busted headlights yet?",
        "Is there a requirement for replacement for bad car headlights?",
        "Car headlights should be replaced if they are malfunctioning.",
        "Does I have to replace my faulty headlights?",
        "DO I have to replace the faulty headlights?",
        "I need to change my broken headlights.",
        "Poor headlights need replaced.",
        "Require replacement of headlights?",
        "Need headlight repair?",
        "Do you reckon to swap faulty beams soon?",
        "Can I swap my bad lights?",
        "Could I swap out the broken headlights?",
        "Do I need to get the faulty headlights taken out?",
        "I've got faulty headlights, do I need to change them?",
        "Do we need new headlights?",
        "Does headlight need replacement?",
        "Do I need to replace broken headlights?",
        "I have faulty lights, do they need to be replaced?",
        "I've got bad headlights, do I have to get a new one?",
        "Do I need to replaced my headlights?",
        "I have faulty headlights, they need to be replaced.",
        "Should I change the headlights?",
        "Will my brights need changing?",
        "Do I have to buy a whole new one for the faulty headlights?",
        "Headlights are not good: replace or what?",
        "Should we replace the headlight?",
        "Is it necessary to change my busted headlights?",
        "Will I need to replace my faulty headlights?",
        "Do my headlights need to be replaced.",
        "Should I get new broken headlights?",
        "Is replacing my headlights really necessary?",
        "Does it make sense to swap faulty beams soon?",
        "Are new headlight required?",
        "Failing headlights need to be replaced.",
        "I wonder if I should replace my headlights.",
        "Do I have to take out faulty headlights?",
        "Does the broken headlights need to be swapped out?",
        "Do I have to get a whole new set of faulty headlights?",
        "Do I have to replace the headlights that do not work?",
        "Headlights that are bad, new ones?",
        "Time for the headlights to be replaced?",
        "Dofaulty lights need to be replaced?",
        "Should the headlights that don't work be replaced?",
        "I've got faulty headlights, should they be fixed?",
        "Need headlight renewal with defects?",
        "My busted headlights need to be fixed.",
        "Could headlights need to be replaced?",
        "Do i have to replace my headlights?",
        "Is there needed new headlights?",
        "Would it be a good idea to swap faulty beams soon?",
        "There is a need for a new headlight.",
        "Do I need a new one for faulty headlights?",
        "Is there faulty headlights that need to be replaced?",
        "Replacing faulty headlights is a possibility.",
        "The Headlights need replacement.",
        "My broken headlights, should I change them?",
        "Headlights are gone bad: replace or not?",
        "New headlights are necessary?",
        "Is it time to discard broken headlights?",
        "Do I have to swap out the broken headlights?",
        "I have faulty headlights, should I get a new one?",
        "Is there a fix for my busted headlights?",
        "Should I replace my broken headlights?",
        "Should we purchase new headlights?",
        "Is it time for me to fix my broken headlights?",
        "Headlights need to be replaced or something.",
        "What if I have to replace my headlights?",
        "I don't know if I need to replace my faulty headlights.",
        "Did headlights need replacements?",
        "I wonder if I have to fix my busted headlights.",
        "Do I need to have the headlights replaced?",
        "Are headlights need to be replaced?",
        "Do I need to replace some faulty headlights?",
        "Should we have a replacement for the faulty car headlights?",
        "Those headlights need to be replaced.",
        "Do I need to replace flawed headlights?",
        "I have got faulty headlights, should I get a new one?",
        "I need to change my busted headlights yet?",
        "Do I have to pay for a whole new headlights?",
        "They should swap out the broken headlights.",
        "Is it really worth it to replace my headlights?",
        "Poor headlights need being replaced.",
        "Headlights are gone bad, should they be replaced?",
        "Are the faulty headlights need to be replaced?",
        "Might it be time for a headlight switcheroo?",
        "Halogens should be swapped right now?",
        "Should I get a new pair of headlights?",
        "What about the headlights that went bad?",
        "Is the need for new headlights needed?",
        "Maybe the headlights need to be replaced?",
        "I have faulty headlights, but do I need to take them out?",
        "do they need new headlights, I have faulty ones?",
        "It will need fresh headlights?",
        "I've got faulty headlights, do I need to get a whole new one?",
        "Do I have to fix my busted headlights?",
        "The broken headlights should be swapped for new.",
        "Do I need a whole new headlights?",
        "Is it necessary to replace my busted headlights yet?",
        "The headlights are bad, new ones?",
        "The headlights are old and need to be replaced.",
        "There are faulty headlights, do they need to be replaced?",
        "Need some new heads for my car?",
        "Should I swap out the damaged headlights?",
        "I had faulty headlights, do they need new ones?",
        "Do I actually have to replace my headlights?",
        "My broken headlights should be changed yet?",
        "New headlights need to be needed?",
        "Is it necessary to have headlight renewal?",
        "Poor headlights needs to be replaced.",
        "Do I need to replace the headlights that aren't good?",
        "I've got faulty headlights, do they have to be replaced?",
        "Are headlights need replacements?",
        "I need to replace my headlights, do you need to?",
        "Is it necessary to replace car headlights?",
        "Is it really needed to replace my headlights?",
        "They need to get new headlights if they have faulty ones.",
        "Maybe the headlights are bad, new ones?",
        "Is new Headlights needed?",
        "Do bad headlights need to be replaced?",
        "Car headlights should be replaced?",
        "Should headlights be replaced?",
        "I've got faulty headlights, should I get a new one?",
        "The faulty headlights need replacing.",
        "I wonder if I should fix my busted headlights.",
        "Are the headlights necessary for a replacement?",
        "Do I have to buy a new one for the faulty headlights?",
        "Are the new headlights necessary?",
        "Do the faulty headlights need to be fixed?",
        "Would a new headlight be necessary?",
        "Is Headlights need replacement?",
        "Headlights need to be changed.",
        "Are you going to need new headlights, right?",
        "Do headlights that don't work need to be replaced?",
        "Do you think the headlights need replacement?",
        "I have bad headlights do I need to take them out?",
        "Do I need to get a new one for faulty headlights?",
        "Should I swap my old lights?",
        "Do I need to replace the headlights.",
        "New headlights required?",
        "I have a faulty headlights, do I have to replace them.",
        "Is a new headlights needed due to malfunction?",
        "Should we replace the damaged lights?",
        "Is the new headlights necessary?",
        "I should swap out my broken headlights.",
        "I've got faulty headlights so do they need new ones?",
        "Should I swap out broken headlights?",
        "Is it time for new headlights?",
        "My broken headlights, need to be replaced?",
        "Maybe it's time to replace broken headlights?",
        "Maybe new headlights are necessary due to malfunction.",
        "The bad headlights should be replaced or what?",
        "Need new heads on my car?",
        "Is it necessary to replace my headlight?",
        "Is new headlights necessary given the malfunction?",
        "Well, gonna need fresh headlights?",
        "Did the Headlights go bad or should they be replaced?",
        "Thefaulty lights should be replaced.",
        "The headlights went bad: do you replace them?",
        "I have flawed headlights, do they need to be replaced?",
        "I have faulty headlights should I take them out?",
        "Car headlights need to be replaced?",
        "I have faulty headlights and do I have to get a whole new one?",
        "Do I need to invest in new headlights?",
        "Is it needed for new headlights?",
        "I've got faulty headlights do I need to take them out?",
        "Headlights are gone bad, do you replace them?",
        "Will need new headlights right?",
        "Should malfunctioning car lights be replaced?",
        "Will headlights need to be replaced?",
        "If you have faulty headlights, do you need to replace them?",
        "I've got bad headlights, do I need to take them out?",
        "Is it necessary to replace headlights that do not work?",
        "Are I required to get a whole new headlights?",
        "the headlights need replacing",
        "Are the headlights bad or should they be replaced?",
        "New headlights are necessary for malfunction?",
        "Is it time for the headlights to be replaced or what?",
        "Failing headlights should be replaced.",
        "I have faulty headlights and do I need to get a new one?",
        "I have malfunctioning headlights, do I need to get a new one?",
        "Do faulty headlights have to be replaced?",
        "My headlights need to be replaced?",
        "Is it a good idea to replace my faulty headlights?",
        "Should faulty car headlights be replaced?",
        "Do I have to change faulty headlights?",
        "Are there new headlights required?",
        "Are the headlights needed for a replacement?",
        "Is it necessary for me to fix my bad headlights?",
        "Did you need headlight renewal?",
        "My broken headlights should be changed yet.",
        "Is it time to replace the broken headlights?",
        "Did headlights go bad or should they be replaced?",
        "Due to malfunction, are new headlights necessary?",
        "The headlights are bad, are new ones?",
        "Should defects in car headlights be replaced?",
        "Is headlights need a replacement?",
        "Is there a need to replace the headlights that do not work?",
        "Faulty lights need replacement?",
        "Should I swap out the bad headlights?",
        "Should new headlights be required?",
        "What about the headlights that don't work?",
        "Are there any defects that need headlight renewal?",
        "Does anyone know if I have to replace my faulty headlights?",
        "Headlights need to be new.",
        "Is it time to replace my headlights?",
        "Change my busted headlights yet?",
        "A new headlights required?",
        "Do you know if I need to replace my faulty headlights?",
        "It is time to replace broken headlights.",
        "Is it time to change my broken headlights?",
        "The headlights needReplacing.",
        "There are headlights that need replacement.",
        "Should the broken headlights be changed?",
        "Is it necessary for new headlights if they malfunction?",
        "Should my lights be REPLACED?",
        "Do the headlights need to be fixed?",
        "I have got faulty headlights do I have to replace them?",
        "I want to know if I really have to replace my headlights.",
        "I want to know if I should get new lights fixed.",
        "Is it a good idea to swap the broken headlights for new ones?",
        "Time for broken headlights to be fixed?",
        "Might need new headlights.",
        "Are the headlights gone bad?",
        "Is it possible I have to change faulty vehicle lights?",
        "I am unsure if I need to replace my headlights.",
        "I want to swap the broken headlights.",
        "Is it appropriate to swap out the broken headlights?",
        "Headlights need repair?",
        "Headlights that need new ones?",
        "Is new headlights necessary to fix malfunction?",
        "Is it necessary for me to replace my faulty headlights?",
        "Is it possible to swap the busted lights?",
        "Do I have to buy a whole new one for my headlights?",
        "Do I need to take the failing headlights out?",
        "Could malfunctioning headlights be replaced?",
        "Going to need new headlights, right?",
        "Problematic car lights should be replaced.",
        "Are the headlights that don't work need to be replaced?",
        "Is it necessary to get new car lights?",
        "Are the headlights that do not work necessary?",
        "Should I swap the terrible beam?",
        "So will need fresh headlights?",
        "Should I replaced the broken headlights?",
        "Is there a need for a new set of headlights?",
        "Is a new headlight necessary?",
        "Are my headlights going to be replaced?",
        "Are my headlights really need to be replaced?",
        "Is my brights going to need changing?",
        "What should I do about my bad lights?",
        "I have a faulty headlights, do you need to change them?",
        "I have got faulty headlights and do I need to replace them?",
        "Do malfunctioning headlights need to be replaced?",
        "I have faulty headlights, do I need to get a new one?",
        "My broken headlights, should I change them yet?",
        "How about replacing my bad lights?",
        "I need to know if I need to replace my headlights.",
        "Is there a necessity for new headlights due to malfunction?",
        "Do I need to replace the headlights that are not working?",
        "I have faulty headlights do I need to get a whole new one?",
        "Replacing Faulty headlights?",
        "I have faulty headlights, do they need a new one?",
        "The headlights went bad; should they be replaced or what?",
        "My busted headlights should be fixed yet?",
        "Do I have to get new headlights?",
        "My headlights are broken, should I change them?",
        "I have got faulty headlights, do I need to get a whole new one?",
        "I've got faulty headlights, do you need to change them?",
        "Is it necessary for a new headlight to be installed?",
        "Would headlights need to be replaced?",
        "Do I indeed need to replace my headlights?",
        "The headlights are going bad: Replace or not?",
        "Can I replace the faulty headlights?",
        "Should I fix broken headlights?",
        "Is it advisable to replace my headlights?",
        "I've got faulty headlights do I have to get a whole new one?",
        "Are faulty headlights necessary to be replaced?",
        "Is there a need for headlight renewal pertaining to defects?",
        "I want to swap out broken headlights.",
        "Do we swap faulty beams soon?",
        "Do I need to change my broken headlights?",
        "I have malfunctioning headlights do I have to replace them?",
        "Is it really necessary to replacement my headlights?",
        "Did new headlights need to be purchased?",
        "Headlights not good? New ones?",
        "Is new headlights necessary because of malfunctioning ones?",
        "Are I supposed to replace the faulty headlights?",
        "Is the faulty headlights need to be replaced?",
        "Any need for new headlights?",
        "Do I swap out the broken headlights?",
        "I wonder if new headlights are necessary because of malfunction.",
        "Do my faulty headlights need to be taken out?",
        "The headlights went bad: replace or what?",
        "Are you able to replace the faulty headlights?",
        "Is it necessary to change the headlights that don't work?",
        "Could headlights need replacing?",
        "I might swap out the broken headlights.",
        "Should we replace faulty headlights?",
        "Is it necessary for headlight renewal?",
        "Problems with headlights to replace?",
        "Should new headlights be required due to malfunction?",
        "Do the headlights I've got need to be replaced?",
        "Could headlights need a replacement?",
        "Do I need to get a new headlamps?",
        "Do you require headlight renewal related to defects?",
        "Do I need to replace my old headlights?",
        "Do you know if you need to replace the faulty headlights?",
        "Do I have to replace headlights that are malfunctioning?",
        "Is headlight need replacing?",
        "Maybe it is time to ditch broken headlights?",
        "Is there a need to replace my headlights?",
        "I've got faulty headlights do they need to be replaced?",
        "I need to replace my busted headlights yet?",
        "Is it necessary to swap faulty beams?",
        "It's time to ditch broken headlights?",
        "Replacing my bad lights?",
        "The failing headlights need to be replaced.",
        "Do i need to replace the headlights?",
        "Can I swap the bad beam now?",
        "Would it be necessary for a new headlight?",
        "New ones are needed for the headlights?",
        "Change faulty vehicle lights?",
        "Is it possible to replace headlights that don't work?",
        "I do not know if I need to replace the headlights.",
        "Time to replace the headlights?",
        "Do I really need to replace my faulty headlights?",
        "Is it necessary to change my faulty headlights?",
        "Is it time to dump broken headlights?",
        "Problems with headlights should be replaced?",
        "I've got faulty headlights, do I have to replace them.",
        "I question if I have to replace my headlights.",
        "I have faulty headlights, must I replace them?",
        "Replacing the headlights is necessary?",
        "Do my headlights need a new one?",
        "My busted headlights need to be replaced?",
        "I wonder if I should change my bad lights.",
        "Should I swap out that bad beam?",
        "Maybe it is time to ditch broken headlights.",
        "Is it possible to swap my busted lights?",
        "I've got faulty headlights and do you need to replace them?",
        "Do I need to replace some of the headlights?",
        "Car headlights should have a replacement?",
        "Should I replace my malfunctioning lights?",
        "Do I really have to replace headlights?",
        "Is it a good idea to replace the faulty headlights?",
        "Are new headlights needed for malfunction?",
        "My busted headlights need to change?",
        "I have busted headlights, what should I do?",
        "I have bad headlights, should I replace them?",
        "Did there need to be a new headlight?",
        "Is it necessary to replace the bad car lights?",
        "Do I have to get a whole new headlight?",
        "Need to replace headlights?",
        "Should we get new headlights?",
        "Did you require a headlight renewal?",
        "Is headlight need to be replaced?",
        "Require replacement for bad headlights?",
        "New headlights are necessary if they malfunction.",
        "Do I need to replace my faulty headlights?!",
        "Do I have to purchase a new headlights?",
        "I have a faulty headlights do you need to replace them?",
        "Do your headlights need new ones?",
        "Do I need to buy a new headlights?",
        "Is the headlights bad, new ones?",
        "Are there defects that need a headlight renewal?",
        "Do the faulty vehicle lights need to be changed?",
        "Do I need to replace the headlights that won't work?",
        "I have the faulty headlights, do you need to replace them?",
        "Do I need to swap out the broken headlights?",
        "Should I purchase new headlights?",
        "Should I swap my bad beam right now?",
        "Has a new headlight been required?",
        "My busted headlights have yet to be replaced?",
        "Need new lights? mine have been shot.",
        "Do I need to get the faulty headlights out?",
        "Should headlights need a replacement?",
        "Should I replace my bad lights?",
        "I could swap out the broken headlights.",
        "There should be a new headlight required.",
        "My bad headlights need to be changed yet?",
        "I don't know if I need a new headlights.",
        "Does my brights need changing right now?",
        "Headlights are bad and should be replaced.",
        "The headlights are gone bad: replace them or not?",
        "Did I have to replace the faulty headlights?",
        "There is a bad beam; should I swap it now?",
        "Is it ok to swap out the broken headlights?",
        "Faulty lights will need to be replaced?",
        "The broken headlights need to be changed yet?",
        "Headlights bad?",
        "Do I need to replace headlights that are not working?",
        "Is there a need to replace the headlights.",
        "Are the headlights needs replacement?",
        "Headlights need to be fixed?",
        "Will the headlights need replacing?",
        "The headlights are bad---new ones?",
        "Should bad headlights be replaced?",
        "Would I need to replace the headlights?",
        "Should I replace my faulty lights.",
        "The car lights ought to be replaced.",
        "Should I have replaced the broken headlights?",
        "Is it really necessary to replace my headlights?",
        "Can new headlights be required due to malfunction?",
        "Do I have to change vehicle headlights?",
        "Do I need to replace malfunctioning headlights?",
        "Do I have to replace my headlights??",
        "Does it make sense for me to replace my headlights?",
        "Is it necessary for new headlights to be needed?",
        "Time to replace broken headlights?",
        "Does I have to replace faulty headlights?",
        "I have faulty headlights, do I need a new one.",
        "Are a new headlights required?",
        "Are there requirements for a new headlight?",
        "Do I have to replace problematic headlights?",
        "Did your headlights need new ones?",
        "Do the headlights that aren't working need to be replaced?",
        "Maybe a new headlight is required.",
        "Should I get a whole new one for the faulty headlights?",
        "Are I really going to have to replace my headlights?",
        "Is a new head light required?",
        "I wish to swap out the broken headlights.",
        "headlights need to be replaced?",
        "The headlights are gone bad: do you replace them or not?",
        "Is it possible to replace my flawed lights?",
        "Should malfunctioning headlights be replaced?",
        "Should I change bad lights?",
        "Fix headlight defects?",
        "I have malfunctioning headlights, do I have to take them out?",
        "I've got faulty headlights, do I need a brand new one?",
        "New headlights might be necessary due to malfunctioning.",
        "Need to replace the heads on my car?",
        "Do you have to replace my bad headlights?",
        "Need some new headlights?",
        "It's time to get a new set of headlights.",
        "Can I have faulty headlights replaced?",
        "Do I have to new my headlights?",
        "Troubled headlights should be replaced?",
        "I have some faulty headlights, do I have to replace them?",
        "I have faulty headlights, they should be replaced.",
        "I have an issue with my headlights, do I need to take them out?",
        "The headlights went bad: replace or not.",
        "Is the headlights needs replacing?",
        "Maybe headlights need replacement?",
        "Do you need to invest in new headlights?",
        "Do I need to replace headlights that are faulty?",
        "Is it possible that I need to replace my headlights?",
        "Is there malfunctioning headlights that should be replaced?",
        "Should my bad lights be changed.",
        "Should a replacement be required for malfunctioning car headlights?",
        "I have bad headlights, do I need to replace them?",
        "Replacing bad lights?",
        "Is it appropriate to swap the bad beam now?",
        "I need to change my busted headlights?",
        "I wonder if I need to fix my broken headlights.",
        "Is the Headlights bad, new ones?",
        "I have broken headlights, should I replace them?",
        "Faulty lights need new ones?",
        "Should we replace the faulty car lights?",
        "Is it the right time to replace faulty headlights?",
        "What about the broken headlights?",
        "Do i have to replace the faulty headlights?",
        "The broken headlights could be replaced.",
        "Could you use new headlights?",
        "Change the headlights?",
        "The headlights need to be replaced",
        "Faulty lights need replaced?",
        "Is it possible I have to change faulty lights?",
        "Is it time to replace bad headlights?",
        "I don't know if I should fix my headlights.",
        "Is it time to change my headlights?",
        "Is it necessary to replace my bad headlights?",
        "headlight renewal pertaining to defects?",
        "Should I swap out the beam now?",
        "Right, gonna need fresh headlights?",
        "Is there a bad Headlights new ones?",
        "Do I get new ones for my lights?",
        "Do you think you need to replace the faulty headlights?",
        "Replacement for broken car headlights?",
        "Was it necessary to replace faulty car lights?",
        "Are the faulty headlights that I have need to be replaced?",
        "If I replace the broken headlights, should I?",
        "Time for new headlights or not?",
        "Can you tell me if I need to replace the faulty headlights?",
        "Should there be new headlights?",
        "Do I need to replace my problematic headlights?",
        "Have headlights need replacing?",
        "Headlights are gone bad, should be replaced?",
        "I have faulty headlights, will I have to get a new one?",
        "Do headlights need to be fixed?",
        "The broken headlights should be swapped for something else.",
        "Do I need to take them out because I have faulty headlights?",
        "Do the malfunctioning headlights need to be replaced?",
        "Will the Headlights need a replacement?",
        "Should I swap out the headlights?",
        "Do I have to fix my damaged headlights?",
        "I've got faulty headlights, do they need to change them?",
        "Do my headlights have to be replaced?",
        "What about bad headlights, replace?",
        "Do I have to replace headlights that don't work?",
        "Failing beams should be swapped soon?",
        "Should I need new headlights?",
        "Do I have to replace my broken headlights?",
        "Do I have to buy a new one for my faulty headlights?",
        "Are you in need of new headlights.",
        "Is it necessary for me to replace the headlights that aren't working?",
        "The headlights are bad: replace or not?",
        "I have faulty headlights, do I need to get new ones?",
        "I have bad headlights, do I have to take them out?",
        "Is it necessary for a car headlights replacement?",
        "Is there a need for a replacement for headlights?",
        "There is a need for a headlight renewal.",
        "Do malfunctioning headlights need to be fixed?",
        "The headlights are malfunctioning?",
        "Headlights need replacing.",
        "do I have to replace my faulty headlights?",
        "Is it appropriate to replace faulty headlights?",
        "Do my brights need being changed?",
        "Should I swap the bad beam for another one?",
        "Are there defects that necessitate headlight renewal?",
        "Maybe the headlights should be replaced or what?",
        "Is it possible to replace the faulty headlights?",
        "I want to know if I need to replace the headlights.",
        "There are headlights that need replacing?",
        "I have faulty headlights, do you need to take them out?",
        "I've got bad headlights, should I take them out?",
        "Someone asked if they need to get new headlights.",
        "Poor headlights, replacements?",
        "Do you think the headlights need a replacement?",
        "I've got faulty headlights, do I have a new one?",
        "Is there a bad beam that I should swap now?",
        "Should I have my headlights fixed?",
        "Do I need to replace the headlights that are broken?",
        "Is it okay for me to replace the headlights that don't work?",
        "What to do about bad headlights: replace or not?",
        "I've got faulty headlights and do I need to replace them?",
        "Car headlights need a replacement?",
        "Do I need to buy a new one for the faulty headlights?",
        "Do my broken headlights need to be replaced yet?",
        "The headlights are gone bad, should they be replaced?",
        "Do I have to replace the failed headlights?",
        "The headlights need a replacement?",
        "Problem headlights, replaced?",
        "Need to replace your headlights?",
        "Are the headlights needed replacement?",
        "Thefaulty lights need replacement.",
        "Should the faulty vehicle lights be changed?",
        "Does I have to replace my headlights?",
        "I have got faulty headlights, should I replace them?",
        "I don't know if I should swap the bad beam now.",
        "Will the headlights need replacement?",
        "Are you in need of a new set of headlights?",
        "I have faulty headlights, will I need to take them out?",
        "There is a bad beam, should I swap it now?",
        "Is a new head light necessary?",
        "Do my faulty headlights need to be replaced.",
        "I have faulty headlights and do they need new ones?",
        "I have malfunctioning headlights, do I need to take them out?",
        "Do I have to buy new headlights?",
        "Maybe I should replace the broken headlights.",
        "Is it needed for a new headlight?",
        "Can I replace my faulty headlights?",
        "Is my brights need to be changed?",
        "headlights need to be replaced.",
        "Gonna need some new headlights?",
        "Will I have to replace my faulty headlights?",
        "Is it possible to replace faulty headlights?",
        "Do I need to replace bad headlights?",
        "Well, will need new headlights, right?",
        "Change my broken headlights?",
        "I have bad headlights, do I need a new one?",
        "Should I fix the broken headlights?",
        "Is it ok for me to get a new headlights?",
        "I wonder if I should take out the broken headlights.",
        "Do I need to REPLACE my headlights?",
        "Do they need new headlights? I have faulty headlights.",
        "The headlights need replacing.",
        "Will I have to replace my headlights?",
        "I have a faulty headlights, do I need to get a new one?",
        "Is it time for a new lights?",
        "The headlight needs to be new.",
        "Is it time for me to fix my busted headlights?",
        "Need new headlights or something?",
        "New headlights might be needed.",
        "Is it necessary to change my headlights?",
        "Do my headlights need a replacement?",
        "Do I have to get a whole new one for my faulty headlights?",
        "Change faulty beams?",
        "Do they need new headlights? I've got faulty headlights.",
        "My busted headlights have to be changed?",
        "Is it possible to replace the headlights that don't work?",
        "Should my faulty lights be replaced?",
        "I have a problem with my headlights, do they need new ones?",
        "Are headlights need a replacement?",
        "Do you think the headlights need to be replaced?",
        "Is it possible to replace the bad lights?",
        "Something needs a new headlight?",
        "My busted headlights should be fixed?",
        "Should I replace my malfunctioning headlights?",
        "Do I need to swap out the headlights?",
        "Something has gone bad with the headlights?",
        "Do I have to change my faulty headlights?",
        "Do I have to install new headlights?",
        "Do I need to change the faulty vehicle lights?",
        "Is the headlights bad- new ones?",
        "Is there any need to replace faulty headlights?",
        "The new headlights are necessary?",
        "Time to replace malfunctioning headlights?",
        "Poor headlights need Replacing.",
        "Is it necessary to replace the faulty car lights?",
        "I have a bad beam, should I swap it now?",
        "Do I need to replace the damaged headlights?",
        "I am wondering if I need to replace my headlights.",
        "Should I swap my bad beam now?",
        "Is the new headlight required?",
        "There are poor headlights that need to be replaced.",
        "What about headlights that are gone bad?",
        "Do the faulty headlights need to be taken out?",
        "Is the headlights faulty and need to be replaced?",
        "Do you want to swap faulty beams now?",
        "Do I need to get a new headlight?",
        "Something to swap faulty beams for?",
        "I've got bad headlights, do you need to replace them?",
        "Is it necessary for a replacement for faulty car headlights?",
        "My busted headlights, should I change them yet?",
        "I have bad headlights, do I need to change them?",
        "Was it time to replace broken headlights?",
        "Could it be time to replace broken headlights?",
        "Should I change faulty vehicle lights?",
        "Should we replace broken headlights?",
        "Do you think I need to replace my headlights?",
        "Is a new headlight necessary.",
        "Is it a good idea to replace Headlights gone bad?",
        "I have got faulty headlights, do I need to replace them?",
        "Is it ok for me to replace faulty headlights?",
        "I want to change my broken headlights yet?",
        "My busted headlights should be fixed now?",
        "Do I need to take out the bad headlights?",
        "Is it necessary to replace headlights that don't work.",
        "Do you need to get a new headlights?",
        "The headlights need changing.",
        "There is a question as to whether new headlights are necessary due to malfunction.",
        "Should my headlights be replaced?",
        "Can I change my busted lights?",
        "The headlights are faulty, should they be replaced?",
        "I have a faulty headlights do I have to replace them?",
        "Are new headlights needed due to a malfunction?",
        "My old headlights need to be replaced yet?",
        "Is it necessary to replace the headlights that are not working?",
        "Is it time to replace malfunctioning headlights?",
        "Did headlights need to be new ones?",
        "Failing lights to be replaced?",
        "Is new headlights necessary due to malfunctioning?",
        "Is the headlights faulty, do they need to be replaced?",
        "Will Headlights need to be replaced?",
        "Is it ok for me to replace the headlights that don't work?",
        "Should I swap a bad beam right now?",
        "Do I need to replace my busted headlights?",
        "Is it really necessary to replace my headlights.",
        "Is my broken headlights something I need to fix?",
        "I have faulty headlights, do they need replacements?",
        "Change my headlights?",
        "Is it necessary to replace flawed car headlights?",
        "headlights need a replacement",
        "Are I supposed to replace my faulty lights?",
        "Do I need to replace problematic headlights?",
        "Is there a need to change the damaged lights?",
        "Is it necessary that I get new lights fixed?",
        "Should I swap the bad beams?",
        "My busted headlights need to be changed.",
        "Is it a good idea to swap the broken headlights?",
        "Are the headlights necessary for replacement?",
        "I have faulty headlights, do I need a new one",
        "I've got a faulty headlights, do I have to replace them?",
        "Is it necessary to swap faulty car lights?",
        "Do I need to take those faulty headlights out?",
        "Do I need to bring in new headlights?",
        "Can I swap the broken lights?",
        "What to do with bad headlights: replace or not?",
        "Do they need new headlights, I have faulty one?",
        "Do I have to replace the headlights that are malfunctioning?",
        "Is there needed new ones for headlights?",
        "Does headlight need to be replaced?",
        "Is it necessary to replace the malfunctioning car lights?",
        "I have faulty headlights, do I have to buy a new one?",
        "Is there a need for new headlights due to a malfunction?",
        "Do the headlights need new ones?",
        "I have malfunctioning headlights, do they need to be fixed?",
        "Do Headlights need replacing?",
        "I have bad headlights, do they need new ones?",
        "Do I need to replace faulty headlights.",
        "Should the headlights need replacing?",
        "I have faulty headlights but do I need to replace them?",
        "Really need new headlights?",
        "Should headlights have a replacement?",
        "I have a bad beam; should I swap it now?",
        "Need to get new headlights?",
        "Should I have my headlights replaced?",
        "What about broken headlights?",
        "There are faulty headlights to replace.",
        "Poor headlights need to be replaced",
        "Are new headlights required due to malfunction?",
        "What about the headlights that need replacement?",
        "Faulty headlights need to be fixed.",
        "Do Headlights need replacement?",
        "Do you require a headlight renewal?",
        "Poor headlights to replace?",
        "A new headlight required?",
        "Should I replace my headlight?",
        "Shouldn't I swap out the broken headlights?",
        "Does I really have to replace my headlights?",
        "I've got faulty headlights, do they require new ones?",
        "I don't know if I should swap the bad beam.",
        "Is headlight renewal required?",
        "Is it necessary to replace my malfunctioning headlights?",
        "I have a malfunctioning headlights, do I need to replace them?",
        "Will it be necessary to replace faulty car lights?",
        "I am wondering if I need to replace the headlights.",
        "The Headlights need new ones.",
        "Headlights need to be fixed.",
        "I have faulty headlights do I need to change them?",
        "Are there new headlights needed?",
        "Is it really the case that I have to replace my headlights?",
        "Is there a need for me to replace the headlights that don't work?",
        "Do they need new headlights, I've got faulty one?",
        "I am wondering if I have to replace my headlights.",
        "Do these faulty headlights need to be replaced?",
        "Should new headlights be necessary due to malfunctioning?",
        "Shouldn't I replace the headlights that don't work?",
        "Require a new set of headlights?",
        "There is a need for a new headlight?",
        "The headlights don't work, can I replace them?",
        "Should I swap the bad beam immediately?",
        "I have a faulty headlights, do I need a new one?",
        "Do faulty headlights need to be changed?",
        "Are the headlights that need replacing?",
        "Should I swap the bad beams now?",
        "Is it possible to change faulty vehicle headlights?",
        "Do I need to swap out my faulty headlights?",
        "Is it time for me to fix my headlights?",
        "Time to replace the broken headlights?",
        "do I have to get a new headlights?",
        "Is it necessary to purchase new headlights?",
        "I've got faulty headlights, do I have to buy a new one?",
        "There needs to be a headlight renewal pertaining to defects.",
        "I have some faulty headlights do I need to replace them?",
        "Do you think you need fresh headlights?",
        "I need to change my broken headlights?",
        "Replacement of problematic headlights?",
        "Do I have to replace my headlights?",
        "Will new headlights be necessary because of malfunction?",
        "Do you think you should swap faulty beams soon?",
        "I wonder if new headlights needed?",
        "I wonder if I should swap the bad beam now.",
        "Have my faulty lights replaced?",
        "Are headlights needed for replacement?",
        "Is it time to swap the faulty beams?",
        "New headlights are necessary if they malfunction?",
        "Headlights need replacement.",
        "New headlights are needed because of malfunction?",
        "Should the broken headlights be swapped for new?",
        "Did your headlights need a replacement?",
        "Can I replace my broken lights?",
        "Time to take care of broken headlights.",
        "I have faulty headlights, should I take them out.",
        "My headlights need to be changed?",
        "Does the headlight need replacing?",
        "Will I need to fix my broken headlights?",
        "Did new headlights need to be?",
        "Do I need to change the headlights that aren't working?",
        "I have faulty headlights and do I need a whole new one?",
        "Should I replace all the broken headlights?",
        "Did new headlights need to be made?",
        "DoI have to take the faulty headlights out?",
        "Is it necessary to fix my damaged headlights?",
        "Does Headlights need replacement?",
        "What's the need for new headlights?",
        "Do I need to replace my malfunctioning headlights?",
        "Should I swap out the bad beam now?",
        "Bad lights need replacement?",
        "I have got faulty headlights, do I have to replace them.",
        "Might I replace my faulty lights?",
        "Bad car lights should be replaced.",
        "Should the beams be swapped soon?",
        "Is it necessary for me to fix my headlights?",
        "Is replacement of faulty car lights necessary?",
        "Do my brights needs to change?",
        "There are new headlights needed?",
        "bad headlights new ones?",
        "Chaotic headlights need to be replaced.",
        "Is it a good idea to replace the broken headlights?",
        "Do they need new headlights if I have faulty ones?",
        "Do I need to take the faulty headlights out",
        "I have faulty headlights, do I have to buy new ones?",
        "Need new vehicle headlights?",
        "Do I really need to replace my headlights.",
        "I've got a faulty headlights, do they need new ones?",
        "Did new headlights become necessary due to malfunction?",
        "Is there a fix for my broken headlights?",
        "Shouldn't the broken headlights be swapped out?",
        "Should I get my headlights replaced?",
        "Can new headlights be necessary due to malfunction?",
        "Is there a way to swap faulty beams soon?",
        "the headlights need to be replaced",
        "I have faulty headlights, do I have to buy a whole new one?",
        "Is it time to ditch bad headlights?",
        "Troubled headlights need to be replaced.",
        "Has the headlights gone bad?",
        "I wonder if I really have to replace my headlights.",
        "New headlights must be necessary?",
        "Should I swap it now because of the bad beam?",
        "Is new headlights required due to malfunction.",
        "Does my headlights need to be fixed?",
        "The headlights need a new set.",
        "Do you think the faulty beams should be swapped soon?",
        "Headlights need replacements?",
        "Should we replace the bad headlights?",
        "Is it time to replace faulty car lights?",
        "I have got faulty headlights, do I need to take them out?",
        "Do I have to take the bad headlights out?",
        "I have got faulty headlights do I need to take them out?",
        "Is it necessary to replace problematic headlights?",
        "Should new headlight be required?",
        "Requires headlight renewal pertaining to defects?",
        "Need to buy new heads for my car?",
        "Shouldn't the faulty headlights be replaced?",
        "Could you swap faulty beams soon?",
        "Is it time to swap a bad beam?",
        "I have faulty headlights.",
        "Do I need a new car headlights?",
        "Would I need to replace my headlights?",
        "Is there a need for the headlight renewal?",
        "Replacing bad headlights is a possibility.",
        "Are headlights needs replacement?",
        "I wonder if I need to replace the headlights.",
        "Is it the right time to swap faulty beams?",
        "My headlights need to be changed, yet?",
        "Do my headlights need replacing?",
        "Should beams be swapped soon?",
        "Do the faulty lights have to be changed?",
        "Replacement for faulty car headlights?",
        "Are Headlights need replacement?",
        "I'm wondering if I have to replace my headlights.",
        "Is a new headlight absolutely necessary?",
        "Is it a good idea to swap out my broken headlights?",
        "Does it really make sense for me to replace my headlights?",
        "Did the headlights go bad or should it be replaced?",
        "Is my headlights need to be replaced?",
        "Is my brights in need of changing?",
        "Do I have to replace the headlights that I have?",
        "Do I have to replace my headlight?",
        "Do you think I should replace my lights?",
        "I have faulty headlights, do they need to be fixed?",
        "Does Headlights need to be replaced?",
        "The headlights do not work, do I need to replace them?",
        "Is it a good idea to swap out the broken lights?",
        "I've got faulty headlights and do they need new ones?",
        "Want to get a new headlights?",
        "Headlights have gone bad.",
        "Should I swap out the broken lights?",
        "Is there a need for headlight renewal?",
        "I have faulty lights, do I need to take them out?",
        "Do I need to change my headlights?",
        "Should I swap the crummy beam?",
        "Is it necessary to replace headlights?",
        "The problematic headlights should be replaced.",
        "Did I need to replace my faulty headlights?",
        "Should I replace the broken headlights",
        "Is it possible that I need to fix my headlights?",
        "The broken headlights need to be swapped.",
        "I don't know if I have to replace faulty vehicle lights.",
        "Do faulty vehicle lights have to be fixed?",
        "Is there any need for new headlights due to malfunction?",
        "I have faulty headlights, I need to replace them.",
        "Do I have to change my busted headlights yet?",
        "I have a faulty headlights, do they need to be replaced?",
        "Do I need to have a new headlights?",
        "Should I replace the bad beam now?",
        "Do they need new headlights? I've got faulty ones.",
        "Are the faulty car lights necessary to be replaced?",
        "I have some faulty headlights, should they be replaced?",
        "The beams should be swapped soon?",
        "There is a need for new headlights.",
        "Is the faulty headlights to be replaced?",
        "Is it worth replacing my faulty headlights?",
        "Is it a bad idea to swap out the broken headlights?",
        "Replacingfaulty lights?",
        "I own faulty headlights, do I need a new one?",
        "Faulty lights need to replace?",
        "Is it possible to replace my broken lights?",
        "Do I have to get a new Headlight?",
        "I have faulty headlights, are I supposed to take them out?",
        "I am wondering if I should swap out the broken headlights.",
        "Did I need to replace the headlights?",
        "Is it necessary to replace problematic car headlights?",
        "Is new headlights necessary due to a malfunction?",
        "I want to know if I have to replace my headlights.",
        "I have faulty headlights, but do they need to be replaced?",
        "Are there faulty headlights that need to be replaced?",
        "I have faulty headlights do they need new ones?",
        "How about flawed headlights, replace?",
        "The headlights are bad; new ones?",
        "The headlights that don't work need to be replaced.",
        "Is a new headlights necessary due to malfunction?",
        "Will the headlights need a replacement?",
        "I wonder if I have to replace my headlights.",
        "headlights are bad, new ones?",
        "Should we have a replacement for bad car headlights?",
        "I own faulty headlights, do I have to replace them?",
        "I have bad lights. Should I change them?",
        "Does it need headlight renewal?",
        "The headlights are going bad: replace or not?",
        "I've got faulty headlights do they need to be fixed?",
        "Is it possible to require replacement for faulty car headlights?",
        "Is it necessary for a replacement for car headlights?",
        "Should I replace my failing headlights?",
        "Do I require to replace the headlights that don't work?",
        "Time for a change of headlights?",
        "Do they need new headlights, I have faulty ones.",
        "Do I have to get a new set of headlights?",
        "You might need a headlight renewal.",
        "Do the headlights need replacement?",
        "It was time to replace broken headlights.",
        "headlights need replacing?",
        "I don't know if they need new headlights.",
        "Might I need to replace my headlights?",
        "Is a new Headlight necessary?",
        "Will new headlights be required due to malfunction?",
        "Is the need for new headlights necessary?",
        "Does the headlights have to be replaced?",
        "Do I have to get a new one for my headlights?",
        "Is it necessary for the headlights to be replaced?",
        "Maybe it's time to ditch broken headlights?",
        "I have faulty headlights, do I have to replace them",
        "The headlights arefaulty?",
        "Do they need new headlights if they've got faulty ones?",
        "The headlights need a replacement",
        "Problematic headlights should be replaced?",
        "Will I need to replace my headlights?",
        "I need to replace my busted headlights yet.",
        "Is it necessary to replace defective car headlights?",
        "I have faulty headlights, do you want to replace them?",
        "Need to replace broken headlights?",
        "I need to know if the headlights need to be replaced.",
        "Need new lights? My lights were shot.",
        "I have a problem with my headlights, do I need to replace them?",
        "I have broken headlights, should I change them yet?",
        "Do I have to take the faulty headlights out.",
        "The headlights have gone bad, should they be replaced or not?",
        "I've got faulty headlights, do I need to replace them",
        "Should it be time for headlight switcheroo?",
        "I have faulty headlights, but do they need new ones?",
        "The headlights went bad:replace or what?",
        "Is a new headlight need?",
        "Replacement of malfunctioning headlights?",
        "Is it necessary to replace the faulty car headlights?",
        "Is it necessary for me to fix my broken headlights?",
        "Does my headlights really need to be replaced?",
        "I've got malfunctioning headlights, do they need new ones?",
        "Yeah, gonna need fresh headlights?",
        "Do you need to change the headlights I have?",
        "How about headlight renewal pertaining to defects.",
        "I have flawed headlights, do I need to take them out?",
        "Is it really necessary for me to replace my headlights?",
        "A new headlight is required?",
        "Poor headlights need replacing",
        "Headlights that are bad?",
        "Is it necessary for a new headlights due to malfunction?",
        "Will need new headlights?",
        "Should we replace the broken headlights?",
        "Should I swap the bad beam for a new one now?",
        "Should I take out the faulty headlights?",
        "Do I have to replace malfunctioning vehicle lights?",
        "I have faulty headlights do I have to replace them.",
        "I need to replace my broken headlights yet.",
        "Did headlights need replacing?",
        "Do I have to fix my headlight issues?",
        "Will a new headlight be necessary?",
        "If I have faulty headlights do they need to be replaced?",
        "Affected headlights, replace?",
        "Do I replace the faulty headlights?",
        "Do I have to get a new one because of my faulty headlights?",
        "Is there a bad beam that should be swapped now?",
        "Is there a new headlights necessary?",
        "New headlights should be necessary due to malfunction.",
        "Should a new headlight be necessary?",
        "Problem headlights need replacement.",
        "Is the headlights needed replacing?",
        "Do I have to replace the headlights that don't work?",
        "New headlights are necessary because of malfunction.",
        "Is a new headlight is necessary?",
        "Maybe it's time to fix broken headlights.",
        "I wonder if it's necessary to replace faulty car lights.",
        "Should need fresh headlights?",
        "Should I swap that bad beam?",
        "Should faulty beams be swapped?",
        "I don't know if I must replace my faulty headlights.",
        "Should I swap busted lights?",
        "Did there need new headlights?",
        "I need to replace my faulty headlights, do I have to?",
        "The headlights are bad—new ones?",
        "Is the headlights bad and new ones?",
        "Should I replace my headlights?",
        "Did the headlight need to be new?",
        "Replacing faulty headlights is a question.",
        "Is there something wrong with the headlights?",
        "Should faulty headlights be replaced?",
        "Do you want to swap the faulty beams soon?",
        "Should I swap out a bad beam?",
        "Do I really have to replace my headlights.",
        "Is it necessary to replace my headlights.",
        "I have faulty headlights do I have to get a whole new one?",
        "Do I need to swap my headlights?",
        "Is it necessary for a replacement for a bad car headlights?",
        "headlight need replacing",
        "Do I have to swap my headlights?",
        "Poor headlights should be replaced?",
        "I am not sure if I need to replace my headlights.",
        "Should new headlights be required because of malfunction?",
        "Should new headlights be used because of malfunction?",
        "My bad headlights, should I change them?",
        "Is it better to swap out the broken headlights?",
        "Does I need to replace my faulty headlights?",
        "Problem headlights, replace?",
        "Do I have to get a new one because my headlights are faulty?",
        "I've got faulty headlights, do they need new ones?",
        "Change my busted headlights?",
        "Should a new headlights be needed?",
        "Do I should take the faulty headlights out?",
        "Do you think the beams should be swapped soon?",
        "Will I swap busted lights?",
        "Is it necessary to fix my broken headlights.",
        "Should we swap faulty beams?",
        "I have faulty headlights, so do I need a whole new one?",
        "I have had faulty headlights, do I need to take them out?",
        "I don't know if faulty headlights need to be replaced.",
        "Should I swap the bad beam right now?",
        "Do they require new headlights?",
        "I have faulty headlights, am I supposed to replace them?",
        "Faulty headlights?",
        "Is it really possible that I have to replace my headlights?",
        "Should the faulty car lights be replaced?",
        "headlight renewal pertaining defects?",
        "New headlights are needed due to malfunctioning ones.",
        "Did I need to replace the headlights that don't work?",
        "Do I need to get a new one because of my faulty headlights?",
        "Did the headlights need to be new ones?",
        "Is my brights in need of change?",
        "Headlights gone bad, should they be replaced or not?",
        "Problem with my headlights?",
        "I have malfunctioning headlights, do I have to get a whole new one?",
        "Do I need to replace the headlights that I have?",
        "Do my headlights need to be fixed?",
        "I have a faulty headlights, do I have a new one?",
        "New headlights would be needed?",
        "The need for new headlights?",
        "Is it necessary to take out faulty headlights?",
        "Do my headlights really need to be replaced?",
        "Should I swap the crummy beam now?",
        "Does that mean I need to replace my headlights?",
        "Should I replace my broken headlights yet?",
        "Did headlights need new ones?",
        "What is the need for new headlights?",
        "Can I replace the headlights that do not work?",
        "headlights need replacement?",
        "Headlights need a new set?",
        "Do some of my headlights need to be replaced?",
        "faulty beams to be swapped soon?",
        "Is it necessary to change my bad lights?",
        "The new headlights may be needed due to malfunction.",
        "I have a faulty headlights do I need to take them out?",
        "Did I need to replace faulty headlights?",
        "I am wondering if I can swap my broken lights.",
        "There are headlights that need replacing.",
        "I need to replace faulty headlights.",
        "I have had faulty headlights, do they need to be replaced?",
        "The malfunctioning headlights need to be replaced.",
        "Is it time to change the headlights?",
        "Are Headlights need to be replaced?",
        "Need new headlights for your car?",
        "Time to switch to new headlights?",
        "I have bad headlights, should I get a new one?",
        "Is it necessary for car headlights to be replaced?",
        "Do my headlights need to be REPLACED?",
        "Should I get the broken headlights replaced?",
        "I have faulty headlights, can I get a new one?",
        "I have faulty headlights, so do I need to take them out?",
        "I wonder if I have to fix my broken headlights.",
        "Do I need to install new headlights that don't work?",
        "Is it necessary to have new headlights due to malfunctioning?",
        "Do their headlights need new ones?",
        "Should I change out my headlights?",
        "Should a car headlights be replaced?",
        "I have got faulty headlights, do they need to get new ones?",
        "I've got faulty headlights do they need new ones?",
        "I have a problem with my headlights, do they need to be replaced?",
        "Should I replace my faulty lights?",
        "Are I supposed to swap old lights?",
        "Bad beam, should I swap it now?",
        "I have faulty headlights, will I need a new one?",
        "I have got faulty headlights, can I get a new one?",
        "The bad headlights need to be replaced.",
        "Should headlights be new due to malfunction?",
        "Do I need to replace the headlights which don't work?",
        "My old headlights need to be changed?",
        "The headlights are bad: replace or what?",
        "I've got bad headlights, should I replace them?",
        "Should you need a headlight renewal?",
        "I've got faulty headlights, will they need to be replaced?",
        "Will a new headlight be needed?",
        "Is it necessary for me to replace faulty headlights?",
        "Problem headlights, replace them.",
        "Would it be better to swap faulty beams soon?",
        "Do I swap my old lights for new ones?",
        "Is new headlights needed when there is a malfunction?",
        "Should new headlights be needed due to a malfunction?",
        "Should I replace the headlights that are broken?",
        "If a new headlight is necessary?",
        "So do I have to replace my headlights?",
        "Is it possible to change my broken headlights?",
        "Problem headlights need to be replaced.",
        "New headlights are required?",
        "Is it really wise to replace my headlights?",
        "Should the Headlights be replaced?",
        "I have bad lights, should I change them?",
        "New headlights are needed for malfunction.",
        "Need headlight renewal for defects?",
        "The beams should be replaced soon?",
        "New headlights might be necessary due to malfunction.",
        "I have an issue with my headlights, do they need to be replaced?",
        "I have faulty headlights, should they get new ones?",
        "Should I fix the broken headlights.",
        "do faulty headlights need to be replaced?",
        "There may be a need for new headlights due to malfunction.",
        "Do you think it's necessary to replace car headlights?",
        "do I need to replace my faulty headlights?",
        "I think I need to replace my headlights.",
        "I've got faulty headlights, do they need new ones",
        "Does it really make sense to replace my headlights?",
        "I don't know if I should change my bad lights.",
        "Do I have to get a new one because of the faulty headlights?",
        "I have faulty headlights do I need to take them out?",
        "I have faulty headlights, do they need to replace them?",
        "Should there be a replacement for malfunctioning car headlights?",
        "My busted headlights still need to be fixed?",
        "headlight need replacement",
        "Is it a necessity to replace malfunctioning car lights?",
        "I have faulty headlights, do I have a new one?",
        "I wonder if a new headlight is required?",
        "New headlights must be required?",
        "Do I have to take the malfunctioning headlights out?",
        "Do you think I should replace my faulty lights?",
        "Is there a need for a replacement headlight?",
        "Did Headlights need new ones?",
        "Do I should replace my faulty headlights?",
        "What to do with bad headlights: Replace or not?",
        "Maybe a new headlight is needed.",
        "Faulty lights need a change?",
        "I've got faulty headlights, do you need them replaced?",
        "faulty headlights to replace?",
        "Should we invest in a new headlight?",
        "I wonder if I can swap my busted lights.",
        "I am wondering if I really have to replace my headlights.",
        "I have faulty lights, do they need new ones?",
        "Problems with headlights, replace them?",
        "I've got bad headlights, should I get a new one?",
        "The problematic headlights need to be replaced.",
        "Do I need to REPLACE my faulty headlights?",
        "If I have faulty headlights, do they need to be replaced?",
        "The broken headlights could be swapped out.",
        "Is it true that I should replace my headlights?",
        "A new headlight would be required.",
        "Is it necessary to fix my busted headlights.",
        "Should headlights be replaced due to malfunction?",
        "I've got faulty headlights, do I need to replace them.",
        "Faulty lights to be replaced.",
        "my headlights are broken",
        "Do I need the headlights replaced?",
        "Do I need replacements for my headlights?",
        "Replace bad headlights?",
        "Is new headlights needed due to a malfunction?",
        "Is it really necessary for a new headlight?",
        "Do my headlights need to be replaced?",
        "The headlights needs to be replaced.",
        "Is new headlights necessary as a result of malfunction?",
        "Will headlights need replacement?",
        "Should I swap the beams now?",
        "Is it possible to require a new car headlights?",
        "Do I should get a new headlights?",
        "Faulty lights need replace?",
        "Is it about time to swap faulty beams?",
        "The headlights have gone bad, so what should they do?",
        "I don't know if I need to get a new headlights.",
        "I've got some faulty headlights, do you need to replace them?",
        "I don't know if I need to fix my headlights.",
        "Are my headlights faulty, do I need to take them out?",
        "Do I need to new the headlights?",
        "I have got faulty headlights, do they need a new one?",
        "Do I have to get my lights fixed?",
        "New headlights are a necessity?",
        "Shouldfaulty headlights be replaced?",
        "Can the headlights need replacement?",
        "Do the problematic headlights need to be replaced?",
        "Is there a need for a new car headlights?",
        "Can I replace headlights that don't work?",
        "Would I need to replace the faulty headlights?",
        "Is it necessary for a replacement of the car headlights?",
        "Are new headlights needed due to malfunction?",
        "Is it possible that I have to change faulty lights?",
        "Ive got faulty headlights, do they need to be replaced?",
        "I don't know if I really have to replace my headlights.",
        "Do I have to change my headlights?",
        "Do I really have to get a new set of headlights?",
        "Is it necessary to fix my bad headlights?",
        "Do I need to take them out, I have faulty headlights?",
        "I've got bad headlights, do they need to be replaced?",
        "Headlights are gone bad",
        "How about the problematic headlights?",
        "Do the faulty headlights require to be replaced?",
        "The headlights are malfunctioning and need to be replaced.",
        "Do I have to replace the broken headlights?",
        "Is it required for a new headlights?",
        "The headlights need a fix.",
        "Might we swap faulty beams?",
        "The headlights went bad: replace or not?",
        "Do you think we should swap faulty beams soon?",
        "How about the faulty headlights?",
        "I own faulty headlights, do they need to be replaced?",
        "Is it necessary to change faulty vehicle lights?",
        "Do you have to change the headlights?",
        "Replacement of bad car headlights?",
        "I wonder if I should replace my faulty headlights.",
        "I have the faulty headlights, do they need to be replaced?",
        "I've got faulty headlights and they need to be replaced.",
        "Do my headlights need to be taken out?",
        "Are my headlights faulty, do I have to replace them?",
        "Might it be necessary to change the damaged lights?",
        "Are new headlight necessary?",
        "I have faulty headlights, am I supposed to take them out?",
        "Is it necessary for me to change faulty vehicle lights?",
        "The new headlights might be necessary due to malfunction.",
        "Does headlights need replacing?",
        "Can you need new headlights?",
        "There are bad headlights that need Replacing.",
        "Have you got a need for new headlights?",
        "Is it okay to replace the headlights that don't work?",
        "I've got faulty headlights, will I have to replace them?",
        "Did headlights need to be replaced?",
        "Does my headlights need to be taken out?",
        "Is it necessary for me to replace the headlights that don't work?",
        "I've got faulty headlights, can I replace them?",
        "Do I need to take them out for the faulty headlights?",
        "Do I have to replacement my faulty headlights?",
        "I need to replace my headlights, do I have to?",
        "The headlights are failing.",
        "Can I get a new broken lights?",
        "Is new headlights necessary to fix malfunctioning headlights?",
        "Time to switch out the headlights?",
        "Is new headlight need?",
        "The headlights are bad --new ones?",
        "I wonder if it is necessary to replace faulty car lights.",
        "I want to know if I have to replace the faulty headlights.",
        "Is new headlights needed?",
        "I have a faulty headlights, do I need to get a whole new one?",
        "Should new headlights be used due to malfunctioning?",
        "I think I have faulty headlights, do they need to be replaced?",
        "I want to know if I need to get new headlights.",
        "Should the broken headlights be swap out?",
        "Is the headlights bad–new ones?",
        "Is the Headlights needed replacing?",
        "My headlights need to be changed yet?",
        "Do I have to REPLACE my headlights?",
        "Is it time to replace flawed headlights?",
        "Are the headlights need replacements?",
        "Do I have to replace the faulty headlights.",
        "Change faulty headlights?",
        "Did I need to fix my busted headlights?",
        "Affected headlights to be replaced?",
        "Should I have my faulty headlights replaced?",
        "Do I just have to replace my headlights?",
        "Do my headlights need to be changed yet?",
        "Should thefaulty lights be replaced?",
        "Is it possible to replace malfunctioning headlights?",
        "Are there faulty beams that should be swapped soon?",
        "Do my headlights need an upgrade?",
        "Does the headlights that I have need to be replaced?",
        "Do my brights require changing?",
        "Do you think you should swap faulty beams?",
        "Time to swap out headlights or not?",
        "Shouldn't we replace the broken headlights?",
        "Does anyone know if I have to replace faulty headlights?",
        "The headlights have gone bad: replace or not.",
        "My busted headlights, should I change them?",
        "Do the faulty vehicle lights have to be changed?",
        "Can I replace the headlights that aren't working?",
        "I have faulty headlights and do I need to take them out?",
        "There are broken headlights, should I swap them out?",
        "Maybe I should swap out the broken headlights.",
        "Is headlights need to be replaced?",
        "I have faulty headlights, do I need to take them out?",
        "I've got faulty headlights, do I need to buy a new one?",
        "Do I have to replace headlights that aren't working?",
        "I have bad headlights, do you need to replace them?",
        "Need new lights? mine were shot.",
        "Should I swap faulty vehicle lights?",
        "Replacement of headlights is necessary?",
        "I have problems with my headlights, do they need to be replaced?",
        "Do I need to get my headlights fixed?",
        "What about the faulty headlights?",
        "Is it necessary to replace my problematic headlights?",
        "Are I supposed to get a whole new headlights?",
        "Are there defects that need headlight renewing?",
        "Did headlights need replacement?",
        "My old headlights need to be changed yet?",
        "Replacing headlights?",
        "Require replacement headlights?",
        "The headlights should be replaced.",
        "I need to replace the faulty headlights.",
        "Is it necessary to replace bad car headlights?",
        "Did you need headlight renewal related to defects?",
        "Should a replacement for bad car headlights be required?",
        "Problematic headlights to replace?",
        "Should I change my headlights?",
        "Failing headlights, replace?",
        "Do I have to get the faulty headlights out?",
        "I have bad headlights do you need to replace them?",
        "Must a new headlight be installed?",
        "Maybe headlights need replacing?",
        "Is new headlights needed because of malfunctioning?",
        "Replacement of Headlights gone bad?",
        "Did I swap out the broken headlights?",
        "Replacing faulty car headlights?",
        "I have bad headlights, should I take them out?",
        "I think I need to replace my faulty headlights.",
        "Need to swap faulty beams soon?",
        "I have malfunctioning headlights, do I need a new one?",
        "Are the headlights need to be replaced?",
        "Did you need headlight renewal to fix defects?",
        "We need a new headlight?",
        "The headlights need replaced.",
        "Faulty lights need an upgrade?",
        "Is it a good idea to switch out the broken headlights?",
        "I have faulty headlights do they need to be replaced?",
        "Do Headlights need a replacement?",
        "Is new headlights necessary for malfunction?",
        "Is it really true that I have to replace my headlights?",
        "Replacing headlights would be necessary?",
        "I wonder if the faulty headlights need to be replaced.",
        "Are my headlights bad?",
        "Do we need headlight renewal?",
        "Maybe swap faulty beams soon.",
        "There are headlights that don't work, do I need to replace them?",
        "I don't know if I have to get new lights fixed.",
        "faulty lights need replacement?",
        "Is my headlights malfunctioning?",
        "Does I need to replace the headlights?",
        "Should I swap out the bad beam?",
        "Maybe the headlights need replacement.",
        "Should I swap the bad beam for another one now?",
        "I have faulty headlights, do I need a new one?",
        "Does I have to replace the faulty headlights?",
        "Should we have a replacement for faulty car headlights?",
        "Do you require a headlight renewal pertaining to defects?",
        "I don't know if I need to replace faulty headlights.",
        "Is headlights need replacement?",
        "Do flawed headlights need to be replaced?",
        "Is the Headlights need replacement?",
        "Was it necessary for a new headlight?",
        "I have faulty headlights, do they need to change them?",
        "Do I need to replace headlights that don't work.",
        "Should I replace the broken lights?",
        "Should a replacement be required for faulty car headlights?",
        "There is need for headlight renewal.",
        "Do you think it's time for a headlight switcheroo?",
        "Do I need to replace headlight?",
        "Needed new headlights?",
        "A headlight renewal is needed?",
        "I have faulty headlights do they need to get new ones?",
        "Does the faulty headlights need to be replaced.",
        "The headlights arefaulty",
        "New headlights may be required due to malfunction.",
        "It's time to get new headlights.",
        "Are I supposed to replace my faulty headlights?",
        "I'm not sure if I need to replace my headlights.",
        "I have faulty headlights, can they get new ones?",
        "I do not know if I need to replace my faulty headlights.",
        "Are headlights needs replacing?",
        "How about replacing my faulty lights.",
        "Should I swap my beam?",
        "I've got faulty headlights, do they need replacements?",
        "Do they need new headlights, I have faulty ones?",
        "Are it necessary to replace faulty car lights?",
        "Is the Headlights need to be replaced?",
        "I have got faulty headlights, do I need to get a new one?",
        "Is it necessary to replace my headlights that don't work?",
        "The headlights are bad and should be replaced or what?",
        "Replacingfaulty headlights?",
        "Replacing flawed headlights?",
        "Do I need to get a new headlights.",
        "I have a faulty headlights, do I have to get a whole new one?",
        "Should I get new heads for my car?",
        "Should I take the faulty headlights out?",
        "Maybe I should swap out my broken headlights.",
        "Do I need an upgrade to my headlights?",
        "I own faulty headlights, do they need new ones?",
        "I wonder if I should swap out the broken headlights.",
        "Do I really need to buy new headlights?",
        "Uhm, will need fresh headlights?",
        "I have problems with my headlights, do you need to replace them?",
        "My headlights need to change?",
        "The headlights that don't work may need to be replaced.",
        "Replacing the bad headlights?",
        "I don't know if I need to replace the headlights that don't work.",
        "Do I need a whole new one because I have faulty headlights?",
        "Is it worth taking out the broken headlights?",
        "Can I replace faulty headlights?",
        "Need an upgrade to headlights?",
        "Do I really need to replace the headlights?",
        "Should I have headlight renewal related to defects?",
        "Do you needs to replace the faulty headlights?",
        "Should I have headlight renewal pertaining to defects?",
        "Is it wise to swap faulty beams soon?",
        "Are Headlights needed new?",
        "Are my brights in need of changing?",
        "I have got bad headlights, do I need to take them out?",
        "The headlights are not good: replace or what?",
        "Headlights gone bad, should be replaced?",
        "I don't know if I should fix my busted headlights.",
        "Need to replace heads on my car?",
        "The headlights have gone bad, what should they do?",
        "Is it wise to replace bad headlights?",
        "New headlights essential?",
        "Is the headlight bad–new ones?",
        "faulty headlights?",
        "Should I replace the headlights that aren't working?",
        "Did I really need to replace my headlights?",
        "Should I replace the bad beam?",
        "How about Replacing my faulty lights?",
        "Do I need to get a new one for the faulty headlights?",
        "Is there a need for replacement headlights?",
        "Does anyone know if they need to get new headlights?",
        "I don't know if the faulty headlights need to be replaced.",
        "Is the headlights bad - new ones?",
        "Do I need to replace the bad headlights?",
        "Did the Headlights need to be replaced?",
        "Do you think a new headlight is necessary?",
        "Did new headlights needed?",
        "Do your headlights need a replacement?",
        "Do I have to replace the damaged headlights?",
        "Problem headlights, replace them?",
        "Are new headlights necessary when there is a malfunction?",
        "Did I need to replace the faulty headlights?",
        "Do I really need to upgrade my headlights?",
        "The headlights went bad, can they be replaced or what?",
        "Is the need for headlight renewal related to defects?",
        "Do my brights need to change.",
        "Could a new headlight be required?",
        "Do I have to bring in new headlights?",
        "I have faulty headlights, do you need to replace them.",
        "The headlights are gone bad: do you replace them?",
        "The headlights needReplacing",
        "I have got faulty headlights, do I need to replace them.",
        "Is it advisable to swap faulty beams soon?",
        "The broken headlights should be changed.",
        "Would new headlights be needed?",
        "Is the headlight renewal necessary?",
        "I know I have faulty headlights, do I need to take them out?",
        "Is it necessary for a replacement for faulty headlights?",
        "Problems with the headlights need to be fixed.",
        "Should my headlights be swapped out?",
        "New headlights are needed because of a malfunction.",
        "I have busted headlights and need to change them.",
        "Is there a requirement for a replacement for malfunctioning headlights?",
        "Is the Headlights gone bad?",
        "I've got faulty headlights, are you going to replace them?",
        "Faulty beams should be swapped soon?",
        "The headlights are bad or new ones?",
        "Do the headlights need to be changed?",
        "Can new headlights be needed due to malfunction?",
        "I have faulty headlights, do they require new ones?",
        "Are new headlights needed due to malfunctioning?",
        "I have bad headlights, do I have to get a new one?",
        "New headlights were needed?",
        "Is the headlights bad—new ones?",
        "Would it be wise to swap faulty beams soon?",
        "Do they need to get new headlights, I have got faulty ones?",
        "Should we have a new headlight?",
        "Shouldn't the headlights need a replacement?",
        "Is it necessary to replace bad headlights?",
        "Headlights are not good: replace or not?",
        "I wonder if I need to replace the headlights that don't work.",
        "I want to know if the faulty headlights need to be replaced.",
        "I've got faulty headlights, do I have to buy a whole new one?",
        "Replacements for faulty headlights?",
        "Will I have to fix my broken headlights?",
        "The headlights are going bad, should they be replaced or what?",
        "The new headlight is needed?",
        "Should we need headlight renewal?",
        "Maybe it's time to replace broken headlights.",
        "Maybe the headlights should be replaced or something?",
        "Do you need to get new headlights?",
        "My busted headlights have to be replaced?",
        "Do you think I need to replace my faulty headlights?",
        "I've got faulty headlights, so do they need new ones?",
        "do I need to replace the headlights?",
        "Is it necessary for new headlights due to malfunctioning?",
        "Poor headlights need replacements.",
        "Do I have to replace the faulty headlights??",
        "Is there a requirement for replacement of faulty car headlights?",
        "New headlights are needed due to malfunction",
        "Should the car headlights have a replacement?",
        "Need to replace heads for my car?",
        "bad headlights, new ones?",
        "I have bad headlights, do they need to get new ones?",
        "I've got faulty headlights do I need a new one?",
        "Faulty lights to replace?",
        "Must we change damaged lights?",
        "Are there any new headlights needed?",
        "Is it possible that I need to replace my faulty headlights?",
        "do I have to replace my headlights?",
        "I need to replace my broken headlights yet?",
        "Faulty lights have to be replaced?",
        "Do I need to replace the headlights if they don't work?",
        "The new headlights might be necessary.",
        "Should I replace the bad lights?",
        "I have malfunctioning headlights, do I need to replace them?",
        "Do the faulty headlights need to be changed?",
        "I have faulty headlights, do you need to replace them",
        "Do I have to get a new headlights?",
        "Is it a good idea to replace bad Headlights?",
        "Do I need to replace my headlights?!",
        "I have a faulty headlights, do they have to get new ones?",
        "I have busted headlights, should I change them?",
        "Problematic beams should be swapped soon.",
        "What should be done about the bad headlights?",
        "I've got faulty headlights, do I need to take them out.",
        "Want to get a new set of headlights?",
        "Do I need to replace the faulty headlights I have?",
        "I've got faulty headlights, do I need a new one.",
        "Do the headlight need to be replaced?",
        "Are headlights need to be changed?",
        "Are there headlight defects that need to be renewed?",
        "Do I need to get a new one because I have faulty headlights?",
        "Do you think you'll need fresh headlights?",
        "My faulty lights should be replaced.",
        "I have faulty headlights, do I have to replace them?",
        "Do I have to get a new one because I have faulty headlights?",
        "Should the beams be replaced soon?",
        "There is a need for headlight renewal pertaining to defects.",
        "headlight renewal regarding defects?",
        "I will need new headlights right?",
        "Would I have to replace my faulty headlights?",
        "Can I swap out my broken headlights?",
        "I have got faulty headlights, do I have to get a whole new one?",
        "Is it time for the headlight switcheroo?",
        "Do the headlights that I have have faulty need to be replaced?",
        "My busted headlights?",
        "Is it appropriate for me to change my bad lights?",
        "I have faulty headlights, do they need to be replaced?",
        "I don't know if I need to take the faulty headlights out.",
        "I would like to swap out the broken headlights.",
        "do I need to replace my headlights?",
        "I need to swap out broken headlights.",
        "Is it necessary to swap faulty vehicle lights?",
        "Is there a need for me to replace my headlights?",
        "Is new headlight required?",
        "Do I need to replace my headlights that don't work?",
        "Do headlights need replacing?",
        "I am wondering if I can swap my busted lights.",
        "Should new headlights be needed due to malfunction?",
        "The Headlights need a replacement.",
        "Is new headlights required due to a malfunction?",
        "Is there a need for a replacement for the headlights?",
        "What about headlights that need replacing?",
        "How about a new headlights required?",
        "The headlights should be swapped out.",
        "I have bad headlights, do I need to get a new one?",
        "Is it necessary for me to replace the headlights that do not work?",
        "Should I get a new headlight?",
        "Do I get new ones since the lights are worn out?",
        "Do my brights need to get new?",
        "The broken headlights might be better replaced.",
        "The headlights are bad: replace or not.",
        "Problematic headlights need to be replaced.",
        "Maybe the headlights need a replacement?",
        "Are new headlights required because of a malfunction?",
        "Is it time to replace my faulty lights?",
        "Should I swap bad beam?",
        "My broken headlights?",
        "I need to replace the broken headlights.",
        "Is there a requirement to replace the headlights that don't work?",
        "Do I have to replace headlights that do not work?",
        "My busted headlights need to be replaced yet?",
        "Should new headlights be added due to malfunction?",
        "Is my brights need changing?",
        "Is it a necessity to replace the headlights that don't work?",
        "Do they need new headlights if they have faulty one?",
        "Headlights are bad, new ones?",
        "Do you have to replace malfunctioning car headlights?",
        "I don't know if I need to replace the headlights.",
        "Need new lights? mine are damaged.",
        "Do I need to replace the headlights that aren't working.",
        "The headlights need to be fixed",
        "Is there a need to replace the headlights that aren't working?",
        "My headlights need to be replaced, yet?",
        "Certain headlights need to be replaced.",
        "Do I swap out broken headlights?",
        "The headlights are bad -- new ones?",
        "Do I have to get a new pair of headlights?",
        "Do I need a whole new one if I have faulty headlights?",
        "Do I need to new my headlights?",
        "Does my broken headlights need to be fixed?",
        "Do I need to change the headlights that are malfunctioning?",
        "Are the headlights that don't work required to be replaced?",
        "Headlights go bad, can they be replaced or what?",
        "I have busted headlights, should I change them yet?",
        "Maybe it's time to get rid of broken headlights?",
        "Is it a good idea to replace the headlights that don't work?",
        "I've got faulty headlights, do I need a whole new one?",
        "Is it important to replace faulty headlights?",
        "Should I change my broken headlights?",
        "Due to malfunction, is new headlights necessary?",
        "Something needs to be done about broken headlights.",
        "Do they need new headlights if I've got faulty ones?",
        "Are the headlights that need a replacement?",
        "Is it necessary to replace the Headlights?",
        "Do they need to get a new set of bad headlights?",
        "Do you mean swap faulty beams soon?",
        "Headlights gone bad, what to replace?",
        "Should my bad lights be fixed?",
        "Problem headlights should be replaced?",
        "Do I need to get a whole new headlights?",
        "Need to replace their headlights?",
        "Will new headlights be necessary?",
        "The faulty lights need replacement?",
        "I wonder if I should swap the bad beam.",
        "The broken headlights should be replaced.",
        "Should I replace the broke headlights?",
        "Was it time to get rid of broken headlights?",
        "Is it really necessary for my headlights to be replaced?",
        "Might I swap out the broken headlights?",
        "The headlights are bad?",
        "I wonder if I should swap the beam now.",
        "Is it time to get a new set of headlights?",
        "My broken headlights, need to be fixed yet?",
        "Do I should replace faulty headlights?",
        "Is my headlights going to need to be replaced?",
        "Headlights should be replaced.",
        "Did I need to replace my headlights?",
        "faulty headlights need to be replaced",
        "Are new headlights needed because of a malfunction?",
        "Do my broken headlights need to be fixed yet?",
        "There are headlights that need a replacement.",
        "Is there need for a headlight renewal?",
        "Is it necessary to change my busted headlights yet?",
        "Is it possible to change my busted headlights yet?",
        "Should new headlights be installed due to malfunction?",
        "Is the headlights that don't work necessary?",
        "I have faulty headlights do I have to take them out?",
        "Is it really possible to replace my headlights?",
        "Should I change out the broken headlights?",
        "Is there a need for the headlights to be replaced?",
        "The headlights go bad: replace or what?",
        "Does it make sense to replace the headlights that don't work?",
        "What is the need for a new headlight?",
        "Replacing headlights is needed?",
        "My broken headlights need to be fixed?",
        "Do my brights need changing right now?",
        "I have malfunctioning headlights, do you need to replace them?",
        "Is it time to replace lousy headlights?",
        "Does my headlights need to be replaced?",
        "Is it possible to swap my broken lights?",
        "Does it need to be replaced for the faulty car headlights?",
        "Did you need a new set of headlights?",
        "Is a headlight renewal needed?",
        "Do you think it is time for headlight switcheroo?",
        "I need to swap out the broken headlights.",
        "My headlights are broken.",
        "I have got faulty headlights, do they need new ones.",
        "I've got faulty headlights, do they need to be replaced.",
        "Should I swap my beam now?",
        "Do new headlights need to be installed?",
        "The headlights need fixing.",
        "Do I need to change the headlights?",
        "Will you need new headlights?",
        "The headlights went bad, could they be replaced or what?",
        "Do they need to get new headlights, I have a faulty one?",
        "Problem headlights need to be replaced?",
        "Are the new headlight necessary?",
        "Headlights may need to be replaced.",
        "I need a new headlights, do I have to buy one?",
        "I have got faulty headlights, do they need to be fixed?",
        "Do I have to replace the headlights I have?",
        "What to do about the bad headlights?",
        "Is it really necessary to change my headlights?",
        "Headlights need to be new ones?",
        "The headlights were faulty.",
        "Replacing troublesome headlights?",
        "Is new headlights necessary due to malfunction.",
        "I think I need to replace the headlights.",
        "Are there headlight defects that need renewal?",
        "Are new headlights necessary because of malfunction?",
        "I have bad headlights, do I have to buy a new one?",
        "Need a set of new heads for my car?",
        "Do I have to replace the headlights that are not working?",
        "Can I swap the busted lights?",
        "Are Headlights in need of replacement?",
        "Should I swap my bad beam for something better?",
        "The headlight need to be replaced?",
        "Are the headlights I have faulty?",
        "Is the headlights necessary for replacement?",
        "A new headlights is required?",
        "New Headlights needed?",
        "The headlights have gone bad, should they be replaced?",
        "Headlights go bad, should they be replaced or what?",
        "Should the bad beam be swapped?",
        "It is time to fix broken headlights?",
        "New headlights should be used due to malfunction.",
        "The headlights have gone bad: replace or not?",
        "You should need new headlights.",
        "Do I have to buy a new one because I have faulty headlights?",
        "Would you swap the faulty beams soon?",
        "I've got faulty headlights, do I have to get a brand new one?",
        "New ones are needed for headlights?",
        "Do I change my bad lights?",
        "I wonder if my headlights need to be replaced.",
        "Should there be replacement for malfunctioning car headlights?",
        "Should I swap out the beam?",
        "Did it need a new headlight?",
        "The headlights are bad- new ones?",
        "I have a faulty headlights, do they need new ones.",
        "Do you need headlight renewal related to defects?",
        "Poor headlights need repair.",
        "New headlights are needed because of malfunction.",
        "Does I have to get a new headlights?",
        "Is the headlights bad--new ones?",
        "I would like to know if I have to replace my headlights.",
        "Are you required for new headlights?",
        "I should replace the broken headlights.",
        "Do I have to fix my broken lights?",
        "Do I need to replace the headlights that are faulty?",
        "Headlights are gone bad, can they be replaced?",
        "How about the headlight renewal pertaining to defects?",
        "Time to swap faulty beams?",
        "Do I really have to buy new headlights?",
        "Do I need to replace the headlights that aren't functioning?",
        "Does it need to be replaced for faulty car headlights?",
        "Is the headlights need replacement?",
        "Should I swap bad beams?",
        "Is it necessary for new headlights due to malfunction?",
        "Replacing my broken headlights yet?",
        "Am I supposed to fix my broken headlights?",
        "Do the headlights need a replacement?",
        "Can we swap faulty beams soon?",
        "Should i replace the broken headlights?",
        "Is a headlight renewal necessary?",
        "Does there need to be a headlight renewal?",
        "I have some faulty headlights, do you need to replace them?",
        "Is it appropriate to replace my headlights?",
        "Do you think it is time to ditch the broken headlights?",
        "Gonna need new headlights right?",
        "Should I replace malfunctioning vehicle lights?",
        "I'm wondering if I should swap out the broken headlights.",
        "I have faulty headlights and do I have to replace them?",
        "Is new headlights necessary if there's a malfunction?",
        "Is new headlights a necessity due to malfunction?",
        "Should the faulty beams be swapped soon?",
        "The headlights need to be changed?",
        "Is it necessary to have new headlights?",
        "Is a new Headlight required?",
        "Get new headlights?",
        "Is there need for headlight renewal?",
        "I have a faulty headlights, should they get new ones?",
        "New headlights necessary.",
        "Is it advisable to swap out the broken headlights?",
        "Is new headlights necessary if there is a malfunction?",
        "I have malfunctioning headlights, do I have to replace them?",
        "The new headlights are needed due to malfunction.",
        "The headlights don't work, do I need to replace them?",
        "Are I going to have to get a whole new headlights?",
        "Bad headlights new ones?",
        "I have problems with my headlights, do they need new ones?",
        "I have a faulty headlights, do I need to replace them.",
        "I have faulty headlights, do I need them replaced?",
        "I have faulty headlights, are you going to replace them?",
        "Do I need to replace the headlights that are no longer working?",
        "There are Headlights that need replacing.",
        "Yeah, gonna need new headlights?",
        "Do you suppose to swap faulty beams soon?",
        "Do my busted headlights have to be changed yet?",
        "I was wondering if I should replace the broken headlights.",
        "Problem headlights need to be replaced",
        "Do faulty headlights need to be REPLACED?",
        "Should I exchange the bad beam now?",
        "I need to change my broken headlights yet.",
        "Did I have to get a new headlights?",
        "I have faulty headlights, do I need to change them?",
        "Replace faulty headlights?",
        "Has the headlights need to be replaced?",
        "The headlights need replacing?",
        "Is it wise to swap out the broken headlights?",
        "Do I need to replace those headlights?",
        "I have faulty headlights, so do I need to replace them?",
        "My headlights need fixing.",
        "Should I have the broken headlights replaced?",
        "The headlights went bad: replace?",
        "Do they need to get new headlights? I've got faulty headlights.",
        "Is it a good idea to replace my headlights?",
        "Some headlights are bad, new ones?",
        "I need to change my headlights.",
        "Do I really have to have my headlights replaced?",
        "Should I replace my busted headlights yet?",
        "Did the headlights need a new set?",
        "Is it required for a new headlight?",
        "I've got bad headlights, do they need to be fixed?",
        "My broken headlights need to be fixed yet?",
        "Did new headlights need to be done?",
        "Do I need to replace my failing headlights?",
        "If the headlights are bad, should they be replaced or what?",
        "The headlights require replacing.",
        "There are faulty headlights, do I need a new one?",
        "There's a need for new headlights.",
        "Do the headlights I have need to be replaced?",
        "Are new headlights required due to a malfunction?",
        "Might new headlights be needed?",
        "Replacing failing headlights?",
        "Are the new headlights required?",
        "Due to malfunction, are new headlights required?",
        "Are new headlights required for malfunction?",
        "Is it true that I really have to replace my headlights?",
        "Do I need to take them out for faulty headlights?",
        "Is it a good idea to swap out the bad beam?",
        "I have a faulty headlights do I need a new one?",
        "Time to fix broken headlights.",
        "I've got faulty headlights, do they have to get new ones?",
        "The broken headlights might be a good idea to swap out.",
        "Is it necessary to change flawed vehicle lights?",
        "I've got faulty headlights, should I get a whole new one?",
        "\"Do I really have to replace my headlights?\"",
        "Is it really important to replace my headlights?",
        "Is it possible that I have faulty headlights?",
        "Halogens need to be swapped right now?",
        "Are there new headlights necessary?",
        "Should I swap the beams?",
        "Should new headlights be required due to malfunctioning?",
        "Can you swap faulty beams soon?",
        "I don't know if I have to replace the faulty headlights.",
        "Is it necessary to fix faulty car lights?",
        "Is new headlights needed because of a malfunction?",
        "I have a faulty headlights, do I have to get a new one?",
        "I want to know if I need to take the faulty headlights out.",
        "Do I need a whole new one for faulty headlights?",
        "How about poor headlights, replace?",
        "There are faulty headlights, do you need to replace them?",
        "Maybe a new headlight is needed?",
        "Have the headlights gone bad?",
        "Replacing problematic headlights is necessary.",
        "Is it a good idea to swap the bad beam?",
        "Do I have to fix the busted headlights?",
        "Do I replace my faulty headlights?",
        "There are faulty headlights, do I have to get a new one?",
        "Do I have to replace the headlights that don't function?",
        "Is there any need for new headlights?",
        "I have faulty headlights so do they need new ones?",
        "Did the headlights need replacement?",
        "There are faulty headlights, do I need to replace them?",
        "Wondering if you need headlight renewal?",
        "Poor headlights, replace?",
        "The headlights went bad and should be replaced or not.",
        "I need to change my broken headlights yet?",
        "I have faulty headlights do I need to replace them.",
        "Can the headlights need a replacement?",
        "Do I need to replace headlights that are malfunctioning?",
        "Are it time for a headlight switcheroo?",
        "Faulty headlights need to be replaced.",
        "Headlights have gone bad, should they be replaced?",
        "Is it a good idea to swap faulty beams soon?",
        "Is it possible to change my broken headlights yet?",
        "Faulty lights needreplacement?",
        "I've got faulty headlights, do you need to replace them.",
        "Do I have to change the headlights that don't work?",
        "Do the headlights that I have need to be replaced?",
        "I have some faulty headlights, do they need to be replaced?",
        "Is it a good idea to replace malfunctioning headlights?",
        "Do I need to replace troubled headlights?",
        "New headlights are needed due to malfunction.",
        "Will you need headlight renewal?",
        "I have an issue with my headlights, do I need to replace them?",
        "These headlights are bad, new ones?",
        "Poor headlights need to replaced.",
        "Is there a need to replace faulty headlights?",
        "I want to know if I have to get a new headlights.",
        "How about the headlights need replacing?",
        "Is there a need for new headlights due to malfunction?",
        "Going to need fresh headlights?",
        "Does the Headlights need a replacement?",
        "I have faulty headlights, do they need to get new ones",
        "I don't know if I need to change my headlights.",
        "Do the bad headlights need to be replaced?",
        "The headlights need new ones?",
        "Have I got faulty headlights?",
        "Did you require a new headlight?",
        "Do I have to get a whole new one for my headlights?",
        "Is new headlights necessity due to malfunction?",
        "Should new headlights be used due to malfunctioning ones?",
        "Do you know if I need to replace my headlights?",
        "Need a new set of headlights?",
        "Do I need to replace the faulty headlights??",
        "Should I swap my bad beam for a better one?",
        "The troublesome headlights need to be replaced.",
        "Is it necessary to replace the headlights that aren't working?",
        "Time to change headlights?",
        "Do I have to replace my car headlights?",
        "My brights need to be changed?",
        "Is it ok for me to replace my faulty headlights?",
        "Do I need to replace my headlamps?",
        "Do headlights need new ones?",
        "What about my busted headlights?",
        "I don't know if I need a whole new headlights.",
        "Do I need to change headlights that don't work?",
        "Do I need to change my busted headlights?",
        "Some headlights need replacing.",
        "Should I upgrade my headlights?",
        "headlights need replacement",
        "Could the headlights need to be replaced?",
        "The new headlights may be necessary due to malfunction.",
        "Should the broken headlights be fixed?",
        "There might be a need for new headlights due to malfunction.",
        "The headlights went bad: should they be replaced?",
        "Is it time to replace the faulty headlights?",
        "Ive got faulty headlights, do I need to replace them?",
        "I've got a faulty headlights, do you need to replace them?",
        "I have faulty headlights do they need to be replaced.",
        "I have faulty headlights and do they need to get new ones?",
        "Should a new headlights be necessary?",
        "Do I have to swap out my headlights?",
        "What about the headlights that are gone bad?",
        "Is there a new headlight needed?",
        "My busted headlights have not been replaced yet?",
        "Are a new headlight necessary?",
        "Problem headlights?",
        "Are headlights needing replacement?",
        "New head lamps required?",
        "Try and swap faulty beams soon.",
        "Poor headlights replace?",
        "Faulty lights replaced?",
        "Did the headlights need replacements?",
        "The bad headlights should be replaced or something.",
        "Should we have headlight renewal related to defects?",
        "Need to replace the headlights?",
        "Are you requiring new headlights?",
        "Do I have to replace the Headlights?",
        "I have a faulty headlights, do I have to take them out?",
        "You need new headlights.",
        "Do I have to get a new headlights.",
        "Are my headlights need to be replaced?",
        "I should swap the bad beam.",
        "I have faulty headlights, so do they need to get new ones?",
        "Are going to need fresh headlights?",
        "Time to change the headlights?",
        "Something to swap faulty beams?",
        "Should defective car headlights be replaced?",
        "Is new headlights necessary if there is malfunction?",
        "Is there a need for a new headlight?",
        "Do Headlights need to be replaced?",
        "Do I need a new set of heads for my car?",
        "Should new headlights be required due to a malfunction?",
        "Does there need to be headlight renewal?",
        "Should I replace the broken headlights.",
        "I don't know if I should get new lights fixed.",
        "I wonder if I have to fix my headlights.",
        "Should I need headlight renewal?",
        "Do you think the faulty headlights should be replaced?",
        "Are my headlights faulty, do I need to replace them?",
        "New headlights are needed to malfunction?",
        "Does it make sense to swap out broken headlights?",
        "Have I got to get new lights fixed?",
        "Maybe the headlights need replacing.",
        "Is it necessary for me to get a new headlights?",
        "Is it necessary to replace problematic car lights?",
        "Headlights have gone bad",
        "Maybe the headlights should be replaced or something.",
        "Is it time to swap out the broken headlights?",
        "Replacing the headlight is required?",
        "The headlights don't work, do I have to replace them?",
        "Do I need to replace the headlights that aren't working?",
        "Is it necessary for headlight renewal to deal with defects?",
        "Should car headlights be replaced if they are faulty?",
        "Would I have to get a new headlights?",
        "There is a need for headlight renewal.",
        "The headlights need to be changed.",
        "Are the headlights necessary due to malfunction?",
        "Do I need a whole new one for the faulty headlights?",
        "Is it possible to swap out the broken headlights?",
        "Should my lights be replaced?",
        "Should I replacement the broken headlights?",
        "Is it necessary to have a headlight renewal pertaining to defects?",
        "Is there a problem with my headlights?",
        "I have faulty headlights, do they need to be replaced",
        "Time for the broken headlights to be fixed?",
        "Deficiency car lights should be replaced.",
        "The car lights should be replaced",
        "Do you require a new set of heads for my car?",
        "Hagy headlights should be replaced.",
        "I have faulty headlights, do I need to buy a new one?",
        "Do I need a new headlights if I have faulty ones?",
        "I have bad headlights, do you have to replace them?",
        "Exchange faulty beams soon?",
        "The headlights that don't work might need to be replaced.",
        "The headlights are bad are new ones?",
        "Are headlights in need of replacement?",
        "Is new headlights necessary in cases of malfunction?",
        "Should I get a new one for the faulty headlights?",
        "Is my headlights really need to be replaced?",
        "Is a new headlight a necessity?",
        "Should we have to replace the car headlights?",
        "Something has to be done with broken headlights?",
        "I need to swap busted lights.",
        "Do the faulty headlights need new ones?",
        "Are Headlights need a replacement?",
        "Headlights need to be replaced or what.",
        "Do I need to replace headlights that do not work?",
        "Is the need for new headlights due to malfunctioning?",
        "I have some faulty headlights, do they need to be fixed?",
        "Is new headlights needed to malfunction?",
        "A new set of headlights needed?",
        "It time to replace broken headlights?",
        "Should the problematic headlights be replaced?",
        "I have faulty headlights, do I have to change them?",
        "Problem headlights, replacements?",
        "Can the headlights need to be replaced?",
        "I have faulty headlights, do they need to new them?",
        "Do I need to replaced my faulty headlights?",
        "Are headlights needed to replace?",
        "Should a replacement for faulty car headlights be required?",
        "I have a faulty headlights, can I get a new one?",
        "Is it necessary to get rid of faulty car lights?",
        "A new headlight is needed.",
        "Gonna need a new set of headlights?",
        "Do I need to get a new one if I have faulty headlights?",
        "What needs to be a new headlight?",
        "I wondered if I should swap out the broken headlights.",
        "Is it time to get new headlights?",
        "Are the headlights in need of replacement?",
        "Should the headlights need replacement?",
        "The headlights do not work, should I replace them?",
        "The headlights needed new ones.",
        "The headlights are bad--new ones?",
        "Is there a requirement for headlight renewal pertaining to defects?",
        "My headlights need to be changed.",
        "The bad headlights should be replaced.",
        "Do these headlights need to be replaced?",
        "Is it necessary to replace the headlight?",
        "Horrified headlights to replace?",
        "I have got faulty headlights do I need to replace them?",
        "The headlights went bad and should be replaced or what?",
        "Problem headlights need replaced.",
        "Is it necessary to fix malfunctioning car lights?",
        "Should I buy a new set of heads for my car?",
        "Should new headlights be necessary?",
        "Do I need to replace the faulty headlights?",
        "Are I required to replace my headlights?",
        "It is time to replace broken headlights?",
        "Do I need to replace the failed headlights?",
        "Do you think I need to replace the faulty headlights?",
        "Maybe it is time to get rid of broken headlights.",
        "I have got faulty headlights, do I have to get a new one?",
        "Need to change the damaged lights?",
        "Replacing troubled headlights?",
        "Replacing my busted headlights?",
        "Does it make sense to replace my faulty headlights?",
        "Is it wise to replace the headlights that don't work?",
        "Is the headlights needed replacement?",
        "Should we replace our headlights?",
        "Are headlights needing to be replaced?",
        "Do shoddy headlights need to be replaced?",
        "Should I swap this bad beam?",
        "The headlights are gone bad:replace or not?",
        "Faulty lights need to be fixed?",
        "It time to ditch the broken headlights?",
        "Are I supposed to get a new headlights?",
        "Do I need to replace my faulty headlights.",
        "Are I really supposed to replace my headlights?",
        "I am not sure if they need to get new headlights.",
        "Do I really have to replace the headlights?",
        "I want to know if I should replace my faulty headlights.",
        "Do I need my headlights fixed?",
        "Do I have to change headlights?",
        "Are headlights going to need replacing?",
        "Should I switch out my broken headlights?",
        "Well, will need new headlights?",
        "Is it necessary for the car headlights to be replaced?",
        "I have a problem with my headlights, do I have to replace them?",
        "Do I need to replace the Headlights?",
        "Do I have to get a new headlight?",
        "Do I need to install new headlights?",
        "Is a new headlight really required?",
        "Will the faulty headlights need to be replaced?",
        "Is the headlights need replacing?",
        "I don't know if I should fix my broken headlights.",
        "Is there a need to replace faulty car lights?",
        "Do I need to buy a new headlight?",
        "Do my headlights need a new set?",
        "Maybe a new headlight is necessary.",
        "The new headlights are needed?",
        "I do not know if I need to replace my headlights.",
        "I have got bad headlights, do they need to be replaced?",
        "Do I need to replace the headlights that are malfunctioning?",
        "Do you need headlight renewal",
        "Will I swap the bad beam now?",
        "Do I need to put in new headlights?",
        "The headlights that don't work, do I need to replace them?",
        "Is it necessary to change bad vehicle lights?",
        "Is it necessary for a replacement for the car headlights?",
        "Did you need headlight renewing?",
        "I had faulty headlights, do they need to be replaced?",
        "Is it necessary to replace car lights that are malfunctioning?",
        "Replacement of bad lights?",
        "Do I need to get the faulty headlights replaced?",
        "Requires new headlights?",
        "Is a new headlight required?",
        "Require new car headlights?",
        "Do I need a new set of headlights?",
        "Do I have to upgrade my headlights?",
        "Are I supposed to fix my broken headlights?",
        "Should I replace my broken headlights.",
        "bad headlights, replace?",
        "Bad headlights need to be replaced.",
        "Is the headlights gone bad or should they be replaced?",
        "Problematic headlights need replacing.",
        "Do I need replace my headlights?",
        "I need to replace the headlights that don't work.",
        "Poor headlights need to be replaced?",
        "There are faulty headlights, do they need new ones?",
        "Do my brights need changing at this time?",
        "Is it a good idea to swap out the broken headlights?",
        "Need headlight repairs?",
        "Do they need new headlights, I've got faulty ones?",
        "Is it wise to fix my broken headlights?",
        "The headlights went bad, should be replaced or what?",
        "do my headlights need to be replaced?",
        "Is new headlights essential due to malfunction?",
        "Is it a good idea to get a new headlights?",
        "New headlights are needed for malfunction?",
        "Do I have to replace the faulty headlights?",
        "Did Headlights go bad or should they be replaced?",
        "The need for a new headlight?",
        "Is there a need for a replacement Headlights?",
        "Should car headlights be replaced due to defects?",
        "Gonna need new headlights?",
        "I have faulty headlights, do I have to get a new one?",
        "Are headlights needed due to malfunction?",
        "Can I swap out the broken lights?",
        "Do my busted headlights need to be fixed yet?",
        "faulty headlights replace?",
        "Will it be time to ditch broken headlights?",
        "Thefaulty lights need to be replaced.",
        "Will need new headlights, right?",
        "New headlights might be necessary due to malfunctioning ones.",
        "I have faulty headlights, I should take them out.",
        "Is new headlights required when there is a malfunction?",
        "Are there new headlights that are needed?",
        "Are the headlights required to be replaced?",
        "The broken headlights need to be swapped out.",
        "Is there a new headlight necessary?",
        "Was it a good idea to swap faulty beams soon?",
        "Are the headlights need a replacement?",
        "Are you sure that you will need fresh headlights?",
        "I've got bad headlights, do they need a new one?",
        "I wonder if I need to replace my faulty headlights.",
        "Do they need new ones for my faulty headlights?",
        "Do I need to replace the headlights that do not work?",
        "Are the new headlights needed?",
        "Is my headlights need to be fixed?",
        "Would need fresh headlights?",
        "Should the headlights be replaced or something?",
        "I'll need new headlights, right?",
        "I need a new headlight?",
        "My broken headlights, what should I do?",
        "Is it possible to swap faulty beams now?",
        "The new headlights might be necessary due to malfunctioning.",
        "Is itTime to ditch broken headlights?",
        "Is it necessary to replace flawed car lights?",
        "I have malfunctioning headlights, should I take them out?",
        "Will I have to change faulty lights?",
        "Need new lights? My lights are shot.",
        "Should we install a new headlight?",
        "Are the headlights necessary because of malfunction?",
        "Might you need headlight renewal?",
        "My broken headlights, need to be fixed?",
        "I have faulty headlights, do they need to get new ones.",
        "I would like to swap out my broken headlights.",
        "If I have faulty headlights, do I need a new one?",
        "Do I have to get a replacement headlights?",
        "Do I need to change the headlights that do not work?",
        "New headlights should be needed?",
        "My broken headlights have to be changed yet?",
        "The faulty car lights need to be replaced.",
        "I have broken headlights.",
        "The faulty headlights need replacement.",
        "Would I have to replace the faulty headlights?",
        "In need of new headlights?",
        "Should the broken headlights be swapped out?",
        "Have headlights gone bad?",
        "Are the headlights needed to be replaced?",
        "My busted headlights need to be fixed yet?",
        "Is new headlights needed because of malfunction?",
        "I've got malfunctioning headlights, do they need to be replaced?",
        "Are the new headlight required?",
        "Is it better for me to swap out the broken headlights?",
        "Poor headlights, replacement?",
        "Does the faulty vehicle lights need to be changed?",
        "Do I really need to replace the faulty headlights?",
        "I have got faulty headlights, do I need to change them?",
        "Do I need a new pair of headlights?",
        "Should I swap the bad beam for something better now?",
        "Consider getting new headlights.",
        "How about swaps faulty beams soon?",
        "Is it important to replace the headlights that don't work?",
        "I've got faulty headlights, should they be replaced?",
        "Do they need new headlights? I have faulty ones.",
        "The headlights need to be replaced.",
        "Is it necessary to fix my broken headlights?",
        "I have bad headlights, do they need to be replaced?",
        "Wondering about new headlights?",
        "Maybe headlights need to be replaced?",
        "Are a new headlight required?",
        "Are you sure you will need fresh headlights?",
        "Should I swap out my headlights?",
        "New headlights needed.",
        "Do I need to replace Headlights?",
        "Defective car lights need to be replaced.",
        "Can it be time to ditch the broken headlights?",
        "Headlights are bad, can they be replaced or what?",
        "Is it time for the headlights to be replaced?",
        "Is it time to take care of broken headlights?",
        "The headlights are gone bad, what should they do?",
        "Do I need to fix my car's headlights?",
        "Is new ones necessary for headlights?",
        "Do I really have to fix my headlights?",
        "Is new headlights required?",
        "Should I put on new headlights?",
        "Are new headlights necessary because of malfunctioning ones?",
        "Do I need to replace the flawed headlights?",
        "My headlights have broken.",
        "The headlights went bad, should they be replaced or what?",
        "I wonder if I must fix my broken headlights.",
        "Does the headlights need to be replaced?",
        "Should my faulty headlights be replaced?",
        "Problem with headlights?",
        "The headlights are bad...new ones?",
        "Is new headlights necessary?",
        "I have got faulty headlights, do I have to replace them?",
        "Am I supposed to fix my busted headlights?",
        "Are there need for new headlights?",
        "Do I have to replace my busted headlights yet?",
        "Does the headlights need replacing?",
        "Is it time to replace headlights?",
        "I don't know if I should replace the faulty headlights.",
        "Is it necessary to fix my headlights?",
        "Is new headlights necessary if they malfunction?",
        "Does my headlight need to be replaced?",
        "I wonder if the broken headlights should be swapped out.",
        "The headlights need new ones.",
        "How about swap faulty beams soon?",
        "The headlights went bad:replace or not?",
        "Is it possible to replace the bad headlights?",
        "Need headlight renewal to fix defects?",
        "The headlights need replacing",
        "Should I get my headlights fixed?",
        "Is new headlights required because of malfunction?",
        "Time to fix malfunctioning headlights?",
        "Am I supposed to change my busted headlights yet?",
        "Is there any need to replace the headlights?",
        "I've got bad headlights, do I have to replace them?",
        "Do I swap the bad beam?",
        "I want to know if I need to replace my faulty headlights.",
        "Is there bad headlights that need to be replaced?",
        "Is it necessary for a replacement for malfunctioning car headlights?",
        "It's time to get rid of broken headlights?",
        "Do you really need to replace the headlights?",
        "Should malfunctioning beams be swapped soon?",
        "Do I have to change my broken headlights yet?",
        "Are Headlights need new ones?",
        "Should my bad lights be replaced?",
        "Poor headlights need fixing.",
        "New headlights needed?",
        "Is it necessary for headlight renewal regarding defects?",
        "Does the headlight need to be replaced?",
        "Are I supposed to replace my headlights?",
        "Do i need to replace the faulty headlights?",
        "Are faulty beams to be swapped?",
        "Needing a new headlight?",
        "Need headlight renewing?",
        "Do you need new heads for my car?",
        "I wonder if new headlights are necessary.",
        "Is it possible that I have to change faulty vehicle lights?",
        "Need to replace faulty headlights.",
        "I have got bad headlights, do they need new ones?",
        "Are headlights needed replacing?",
        "Are you sure you'll need fresh headlights?",
        "Should there be a headlight renewal?",
        "Change your headlights?",
        "I have faulty headlights do you have to replace them?",
        "New headlights are needed.",
        "I have a faulty headlights do I have to get a new one?",
        "Was a new headlight required?",
        "Should I get a whole new headlights?",
        "I have faulty headlights, do they need a new set?",
        "Headlights need a replacement.",
        "Does it have to be replacement for faulty car headlights?",
        "Do you have to get a whole new headlights?",
        "Replacement of faulty car headlights is required?",
        "Should a new headlights be required?",
        "Should I swap bad beams now?",
        "Is there a requirement for replacement for faulty car headlights?",
        "Maybe you need new headlights.",
        "Do I have to have a whole new headlights?",
        "Do I need to replace my faulty headlights?",
        "Have headlights need to be replaced?",
        "Do those headlights need to be replaced?",
        "Are headlights need new ones?",
        "Are the headlights needed replacing?",
        "Is it necessary for new headlights?",
        "Are you ready to need fresh headlights?",
        "Can I change my broken lights?",
        "Is it time to swap out broken headlights?",
        "The headlights are bad and new ones?",
        "I need to know if I need to replace my faulty headlights.",
        "The headlights go bad: replace or not?",
        "Is headlights need replacing?",
        "I have got faulty headlights, should I take them out?",
        "Is it worthwhile to swap out the broken headlights?",
        "Should there be a replacement for the bad car headlights?",
        "Do I need to take the malfunctioning headlights out?",
        "The headlights are gone bad, should they be replaced or not?",
        "Unstable headlights need to be replaced.",
        "Replacing headlights needs to be done?",
        "Does the broken headlights need to be fixed?",
        "Do I really have to get new headlights?",
        "Do they need to get new headlights if they have faulty ones?",
        "Need my car heads replaced?",
        "Headlights need an upgrade?",
        "Should we have a replacement for the car headlights?",
        "I have a faulty headlights, do I need to buy a new one?",
        "Really bad headlights?",
        "Do you think it's time to ditch the broken headlights?",
        "Those headlights need to be replaced?",
        "If I have faulty headlights, do I need to replace them?",
        "Maybe the headlights need replacing?",
        "Yes, do I need to replace the headlights?",
        "Do they need new headlights if they have faulty ones?",
        "Headlights are going bad: replace or not?",
        "I have got faulty headlights do they need new ones?",
        "Shall we swap faulty beams soon?",
        "Will I swap out the broken headlights?",
        "I have a faulty headlights, do they need a new one?",
        "It's time to swap out broken headlights.",
        "There are Headlights that need replacement.",
        "Do I need a whole new headlight?",
        "Can a new headlights be necessary?",
        "Do I need to replace my broken headlights yet?",
        "Do I need to replace the headlights that aren't functional?",
        "Is there a replacement for bad headlights?",
        "Is new headlights necessary when the headlights malfunction?",
        "Should I swap my broken headlights?",
        "There is a question about whether new headlights are necessary due to malfunction.",
        "There are defects which need headlight renewal.",
        "The headlights needed a fix.",
        "Should I swap the bad beam NOW?",
        "Should I fix faulty vehicle lights?",
        "I don't know if my headlights need to be replaced.",
        "I have got bad headlights, do I need to replace them?",
        "Due to malfunction are new headlights necessary?",
        "I've got a faulty headlights, do they need to be replaced?",
        "Replacing my busted headlights yet?",
        "I have faulty headlights, so do they need new ones?",
        "Should new headlights be needed because of malfunction?",
        "Is it time for headlights to be replaced?",
        "Is it really advisable to replace my headlights?",
        "Can you replace the bad headlights?",
        "Is there a need for headlights to be replaced?",
        "headlight need to be replaced",
        "Poor headlights require replacing.",
        "Are the headlights needed new?",
        "I question if I should swap out the broken headlights.",
        "My busted headlights should be changed.",
        "I'm not sure if I should swap out the broken headlights.",
        "There are bad headlights new ones?",
        "Do I have to change the faulty vehicle lights?",
        "Do the faulty headlights need to be replaced?",
        "Should the headlights need a replacement?",
        "Is New headlights necessary due to malfunction?",
        "Does anyone know if I need to replace my faulty headlights?",
        "How about a headlight renewal pertaining to defects?",
        "Does the faulty headlights need to be fixed?",
        "Should my bad lights be changed?",
        "Should I swap the bad beam now?",
        "Should new headlights be used due to malfunction?",
        "Is it possible to change my headlights yet?",
        "Do headlights that are faulty need to be replaced?",
        "Has it time to ditch broken headlights?",
        "The headlights are going bad: replace or what?",
        "I have a faulty headlights and do they need new ones?",
        "Is a new headlights necessary?",
        "I have some faulty headlights, do they need new ones?",
        "Maybe the headlights should be replaced?",
        "Was it the right time to swap faulty beams?",
        "Defected car lights should be replaced.",
        "Is it a good idea to change my bad lights?",
        "Did the Headlights need new ones?",
        "Is it necessary for a new set of car headlights?",
        "Do I need to replace my bad headlights.",
        "It's time to take care of broken headlights.",
        "Do I need to replace my damaged headlights?",
        "Is the Headlights need Replacement?",
        "Will faulty headlights need to be replaced?",
        "Headlights gone bad, what to do?",
        "I've got faulty headlights do they need to get new ones?",
        "I am wondering if my bad lights should be changed.",
        "I have a faulty headlights do I need to get a new one?",
        "My bad lights should be changed.",
        "Does the Headlights need to be replaced?",
        "Are Headlights need replacing?",
        "Try to swap faulty beams soon.",
        "Time for a new headlight?",
        "Poor headlights need a replacement.",
        "Do my broken headlights have to be changed yet?",
        "Could there be new headlights needed?",
        "Is new headlight necessary?",
        "I have faulty headlights, should they be replaced?",
        "Headlights need repairs?",
        "Should I replace faulty vehicle lights?",
        "Can I replace bad lights?",
        "I have faulty headlights, but do I need to replace them?",
        "Is there a requirement for a replacement for bad car headlights?",
        "Will new headlights be needed?",
        "I've got faulty headlights, can they get new ones?",
        "Replacement of faulty headlights is needed.",
        "Do I really need to fix my headlights?",
        "Do my headlights need repairs?",
        "There needs to be headlight renewal pertaining to defects.",
        "Do I should replace the faulty headlights?",
        "Replacing the faulty headlights is necessary.",
        "Need to buy new headlights?",
        "The broken headlights should I swap out?",
        "am I supposed to swap old lights?",
        "the headlights need replacement",
        "I have a faulty headlights, do they need to get a new one?",
        "Do I need to replace my bad headlights?",
        "I have broken headlights, should I change them?",
        "I want to swap out the broken headlights.",
        "Should we buy new headlights?",
        "Is it necessary to replace my faulty headlights.",
        "I have faulty headlights, do they need to new ones?",
        "Do my headlights need be replaced?",
        "Do I really need new headlights?",
        "I have got faulty headlights, will I have to replace them?",
        "Does the Headlights need replacement?",
        "Are headlights needs to be replaced?",
        "Does it make sense to replace faulty headlights?",
        "I've got faulty headlights, can you replace them?",
        "Do I really need to take the faulty headlights out?",
        "Will I need to replace the faulty headlights?",
        "Headlights should be replaced?",
        "I have a faulty headlights, do I need to take them out?",
        "Is there a need for a new headlights?",
        "Is it advisable to replace faulty headlights?",
        "Need some new lights? My lights are shot.",
        "Is it necessary to replace the bad car headlights?",
        "Replacing the Faulty lights?",
        "Are the Headlights need a replacement?",
        "I've got faulty headlights, does they need new ones?",
        "Shall I fix my broken headlights?",
        "Time to replace bad headlights?",
        "Is it time to get rid of broken headlights?",
        "Do I need to replace the headlights I have?",
        "I don't know if I need to take the headlights out.",
        "The Headlights need replacing.",
        "I ask if I need to replace the headlights that don't work.",
        "Are there new ones needed for headlights?",
        "Is it worth changing my bad lights?",
        "Do I have to get a whole new pair of headlights?",
        "Need a new pair of headlights.",
        "Do I have to replace my headlamps?",
        "Maybe new headlights are needed?",
        "New headlights might be required due to malfunction.",
        "Do I replace faulty headlights?",
        "Should we swap faulty beams now?",
        "Do I need a new one for my faulty headlights?",
        "New headlights are required due to malfunction?",
        "Do I need a new one for the faulty headlights?",
        "My busted headlights have yet to be changed?",
        "faulty lights need to be replaced?",
        "Bad headlights need replacing.",
        "I would like to know if I need to replace my headlights.",
        "Could it be time to ditch the broken headlights?",
        "It's time to replace broken headlights?",
        "Time to buy new headlights?",
        "Can new headlights be needed?",
        "Is it possible to replace bad headlights?",
        "How about the bad headlights?",
        "The headlights are bad? New ones?",
        "Do faulty headlights need to be replaced",
        "Headlights need to be replaced or something?",
        "THe headlights need to be replaced.",
        "Did the headlights go bad or should they just be replaced?",
        "Did the headlights need new ones?",
        "Are the headlights needed for replacement?",
        "Are we going to swap faulty beams soon?",
        "My busted headlights need to be fixed?",
        "Headlights gone bad?",
        "I've got a faulty headlights, do I need a new one?",
        "Replacement for bad car headlights?",
        "Do the headlights need to be replaced.",
        "Do I really have to change my headlights?",
        "It's time to take care of broken headlights?",
        "Do I need to replace the faulty headlights.",
        "Is my headlights faulty and need to be replaced?",
        "I have faulty headlights, do they need new ones.",
        "Bad headlights, replacements?",
        "headlight renewal is needed?",
        "The broken headlights should be swapped for new ones.",
        "Do you need to replace the headlights that I have?",
        "Is it necessary to replace the headlights that don't work?",
        "Requires a new headlight?",
        "Did the headlight need to be replaced?",
        "Do you think headlights need replacement?",
        "Can I have my headlights replaced?",
        "It is time to ditch broken headlights?",
        "Do faulty headlights need to be replaced.",
        "Have Headlights gone bad?",
        "Replacing faulty headlights is needed.",
        "Is new headlights necessary after a malfunction?",
        "Is it possible that the headlights are faulty?",
        "Do my bad headlights need to be replaced?",
        "I know I have faulty headlights, do I have to replace them?",
        "Should I have new bad lights?",
        "Do I need to purchase a new headlights?",
        "Do I have to get a new one if I have faulty headlights?",
        "My busted headlights have to be changed.",
        "Is there really a need to replace my headlights?",
        "New headlights are needed due to malfunction?",
        "I've got faulty headlights, do you have to replace them?",
        "Do I need a new headlights, I have faulty ones?",
        "Do I really have to get my headlights replaced?",
        "Is it necessary for new headlights because of malfunction?",
        "Shouldn't new headlights be needed due to malfunction?",
        "Do my headlights need to be changed?",
        "Are the headlights need new?",
        "Do I really need to get new lights fixed?",
        "Do you think the headlights should be replaced?",
        "Is it time for the problematic headlights to be replaced?",
        "I have faulty headlights do I need to take them out.",
        "Are new headlights necessary?",
        "I want to know if I need to replace the faulty headlights.",
        "Do I have to get a new one for my faulty headlights?",
        "I have faulty headlights do I have to get a new one?",
        "Is it necessary to have new headlights due to malfunction?",
        "I have faulty headlights, do I have to take them out?",
        "I have bad headlights, do I have to buy a whole new one?",
        "Is headlight renewal necessary?",
        "Do I need to take out my bad headlights?",
        "I have a malfunctioning headlights, do I need a new one?",
        "Is there a need for new headlights due to malfunctioning?",
        "Are the headlights faulty and need to be replaced?",
        "Is it necessary for Headlights to be replaced?",
        "Is it time to swap faulty beams?",
        "Do the headlights need to be new due to malfunction?",
        "There are defects that need headlight renewal.",
        "Poor headlights needreplacement.",
        "Changing my busted headlights?",
        "The headlights don't work, should I replace them?",
        "It's time to replace the broken headlights.",
        "Is it necessary to replace the headlights that don't function?",
        "Did Headlights need replacing?",
        "Should I put in new headlights?",
        "Is replacement of my headlights really necessary?",
        "Time to get rid of broken headlights?",
        "The headlights are not working?",
        "Do I should get new lights?",
        "My busted headlights should be changed?",
        "I have bad headlights, can I get a new one?",
        "How about replacement of my faulty lights?",
        "Are they need new headlights?",
        "Is the Headlights need a replacement?",
        "A new headlight necessary?",
        "Is it better to replace the broken headlights?",
        "Shouldn't I replace my faulty headlights?",
        "Do I really need to replace my headlights?",
        "The broken headlights may be a good idea to swap out.",
        "I've got a faulty headlights, do I need to replace them?",
        "Do headlights need replacement?",
        "Do the headlights need to be REPLACED?",
        "Might I swap faulty beams soon?",
        "Do the faulty headlights need to be REPLACED?",
        "Time for the headlight switcheroo or not?",
        "Time for change of headlights?",
        "Is it necessary to replace my faulty headlights?",
        "Do I have to get a whole new one if I have faulty headlights?",
        "Don't I have to get a new headlights?",
        "Did the headlights go bad or should I replace them?",
        "Did the headlights need to have new ones?",
        "I have got faulty headlights, do they have to be replaced?",
        "Do I have to change the faulty headlights?",
        "New headlights might be needed?",
        "Do I have to buy a whole new set of bad headlights?",
        "Is it necessary to replace damaged car lights?",
        "Does the headlight need replacement?",
        "Is there any need for headlight renewal?",
        "I have bad headlights, do they need to be fixed?",
        "Should they replace the broken headlights?",
        "Are my headlights going to have to be replaced?",
        "Are you going to need new headlights?",
        "Is there any need for headlights to be replaced?",
        "I have a problem with my headlights, do I need to take them out?",
        "Should there be new headlights due to malfunctioning?",
        "Is new headlights necessary to malfunction?",
        "There is a new headlight needed.",
        "Is it possible to require replacement for bad headlights?",
        "Do I have to have my headlights fixed?",
        "Does the headlights need a replacement?",
        "Replacing headlights gone bad?",
        "Should the replacement of faulty car headlights be done?",
        "Did the headlight need a new one?",
        "Do my headlights need replacement?",
        "Do they need new headlights, they have faulty ones?",
        "Is it necessary to have a new headlight?",
        "Do I need to change faulty headlights?",
        "I have a bad headlights, do I need a new one?",
        "Should headlights need to be replaced?",
        "I've got faulty headlights, they should get new ones.",
        "DO I need to replace my faulty headlights?",
        "Do I have to have a new headlights?",
        "Do I have to get a replacement for my faulty headlights?",
        "I've got faulty headlights, do I need to get them fixed?",
        "Is there a requirement for replacement for bad headlights?",
        "Is it time for the bad headlights to be replaced?",
        "Is there a replacement for the Headlights?",
        "Is the headlights bad -- new ones?",
        "Should I take out the broken headlights?",
        "New headlights might be necessary.",
        "Do I need a whole new headlights, I have faulty ones?",
        "Did the Headlights need a replacement?",
        "Is new headlights necessary when a malfunction occurs?",
        "Do Faulty lights need replacement?",
        "New headlights should be required due to malfunction.",
        "The headlights need replace.",
        "Failing headlights to replace?",
        "Is new headlights necessary for malfunctioning?",
        "I've got faulty headlights do I need a whole new one?",
        "Do I need to replace the headlight that doesn't work?",
        "Do I need to replacement the faulty headlights?",
        "I need to replace the headlights that aren't working.",
        "The headlights need to be REPLACED.",
        "Is it time to take out the broken headlights?",
        "Problem headlights to be replaced?",
        "Is it worth replacing the headlights that don't work?",
        "It's time to replace faulty headlights.",
        "I have faulty headlights, can I replace them?",
        "Try to swap faulty beams soon?",
        "I wonder if headlights need to be replaced?",
        "Do I need to replace the headlights",
        "I have got faulty headlights, do I have to change them?",
        "Should I buy new headlights?",
        "Is new headlights necessary due to malfunctioning headlights?",
        "Maybe it's time to ditch broken headlights.",
        "Does it make sense to swap out the broken headlights?",
        "I have faulty headlights, does they need new ones?",
        "Is new headlight a necessity?",
        "Time to fix broken headlights?",
        "New ones are needed for the headlights.",
        "faulty headlights, replace?",
        "Do I need to replace my busted headlights yet?",
        "It's necessary for a new headlight?",
        "The headlights are malfunctioning",
        "Did headlight need to be replaced?",
        "Is it better to swap out the broken headlights.",
        "Have you need new headlights?",
        "I've got some faulty headlights, do they need to be replaced?",
        "Did the headlights go bad, or should they be replaced?",
        "Do I need to replace the failing headlights?",
        "A faulty car lights should be replaced.",
        "I have got faulty headlights, do you have to replace them?",
        "Should new headlights be installed due to malfunctioning?",
        "Is there a need for headlight replacements?",
        "Is there need for new headlights?",
        "Should I replace my bad headlights?",
        "do I really have to replace my headlights?",
        "Does it make sense to replace bad headlights?",
        "Changing my broken headlights yet?",
        "Need new lights? mine are shot",
        "I have broken headlights, should I swap them out?",
        "Are headlights necessary replacing?",
        "Do you think headlights need to be replaced?",
        "There's a need for headlight renewal.",
        "Is there a need to replace my faulty headlights?",
        "Shall I change damaged lights?",
        "Is there new headlight needed?",
        "Should I change the bad lights?",
        "Do I have to fix my broken headlights?",
        "Do I need to replace headlights that aren't working?",
        "I need to change my busted headlights.",
        "The headlights need replacement.",
        "I've got faulty headlights, do they need to replace them?",
        "Do you need to change my headlights?",
        "Do the headlights that don't work have to be replaced?",
        "Is it possible I need to get new lights fixed?",
        "Is it okay to swap faulty beams soon?",
        "I have a faulty headlights, do they need to be replaced.",
        "Bad headlights, replace?",
        "I wonder if I should fix my headlights.",
        "I have faulty headlights, should I take them out?",
        "Is it necessary to replace the headlights that don't work.",
        "What's the need for a new headlight?",
        "Does the headlight need a replacement?",
        "Do I have to change my bad lights?",
        "Are you sure you need fresh headlights?",
        "What is the need for new headlight?",
        "Affected headlights need to be replaced.",
        "The broken lights should be swapped out.",
        "Will it be time for headlight switcheroo?",
        "Is it time to replace problematic headlights?",
        "There are headlights that need to be replaced.",
        "It's time to change the headlights.",
        "Should I replace headlights that don't work?",
        "New headlights NEEDED?",
        "Should the replacement of malfunctioning car headlights be required?",
        "Need a new pair of headlights?",
        "I don't know if my bad lights should be changed.",
        "I've got faulty headlights and do they need to get new ones?",
        "I don't know if I should change my headlights yet.",
        "Headlights are bad? New ones?",
        "Is the headlight needs replacing?",
        "Should the new headlight be required?",
        "Was there a need for new headlights?",
        "Should I get a new set of headlights?",
        "Is it necessary for a new car headlights?",
        "Is there faulty headlights to replace?",
        "Time for headlights to be changed?",
        "Should I replace my damaged headlights?",
        "I am wondering if I have to fix my broken headlights.",
        "Is it really necessary to REPLACE my headlights?",
        "Do you think it is necessary to replace car headlights?",
        "Is it time for headlights?",
        "Do you need a new set of heads for my car?",
        "Are a new headlights necessary?",
        "Replacement of faulty car headlights?",
        "I have faulty headlights, can they be replaced?",
        "Is it necessary to replace my headlights?",
        "Is it necessary for the replacement of faulty car headlights?",
        "Do you require new headlights?",
        "I have bad headlights, should they be replaced?",
        "It is time to fix broken headlights.",
        "Do you require headlight renewal pertaining to defects?",
        "the headlights need a replacement",
        "Do I need to replace faulty headlights?",
        "Is it possible that I need new lights fixed?",
        "Do I swap my old lights?",
        "Want to get new headlights?",
        "Should I change out the headlights?",
        "Is there a way to get a new headlights?",
        "Are headlights needs new ones?",
        "Is there a need to replace the headlights that don't work?",
        "Is it necessary to have headlight renewal for defects?",
        "Is it time to uninstall broken headlights?",
        "Might you need a headlight renewal?",
        "I wonder if I need to replace the headlights that aren't working.",
        "The faulty lights need replacements?",
        "I am wondering if I should swap the bad beam now.",
        "Did you require new headlights?",
        "Should there be a replacement for the malfunctioning car headlights?",
        "Does that mean I need to replace the headlights?",
        "DoI need to replace faulty headlights?",
        "Maybe I need new heads for my car.",
        "I'm wondering if I need to replace the headlights that don't work.",
        "My headlights need to be replaced.",
        "Is it really necessary for me to replace my lights?",
        "Are there defects that need headlightrenewal?",
        "I have got faulty headlights, do I have to take them out?",
        "Is it needed to replace faulty car lights?",
        "Need to purchase new headlights?",
        "Are headlights needreplacement?",
        "The headlights are failing and need to be replaced.",
        "Have I to fix my broken headlights?",
        "I have a faulty headlights, will I have to replace them?",
        "Did you require headlight renewal pertaining to defects?",
        "Is there a new set of headlights needed?",
        "Is it necessary to replace my broken headlights?",
        "Is the Headlights need Replacing?",
        "There are malfunctioning headlights that need replacing.",
        "I've got faulty headlights, can I get a new one?",
        "Do I need to take them out because of my faulty headlights?",
        "Should problematic headlights be replaced?",
        "headlights have gone bad",
        "Should headlights be new due to malfunctioning?",
        "Is there a problem with faulty headlights?",
        "Is new headlights necessary for a malfunction?",
        "I wonder if I have to replace my headlights?",
        "Can I swap my broken lights?",
        "Replacing problematic headlights is a possibility.",
        "Do you need new headlights.",
        "I've got faulty headlights, they need to be replaced.",
        "Is it necessary to replace headlights that aren't working?",
        "Do they need to get new headlights? I have faulty headlights.",
        "I need to get a new headlights.",
        "The bad beam should be swapped.",
        "headlight renewal is necessary?",
        "Do you need to change headlights?",
        "The headlights need an upgrade.",
        "Do I have to fix my bad headlights?",
        "Is it best to change my bad lights?",
        "Is it really necessary to replace the headlights?",
        "My busted headlights, need to be fixed?",
        "Did I have to fix my broken headlights?",
        "Should broken headlights be replaced?",
        "I think I have to replace my headlights.",
        "Should we swap faulty beams immediately?",
        "I have faulty headlights, would they need to be replaced?",
        "The Headlights needed to be fixed.",
        "My busted headlights have to be fixed yet?",
        "Do I have to replace the malfunctioning headlights?",
        "Did I have to fix my busted headlights?",
        "Should the broken headlights be taken out?",
        "Is it necessary to install new headlights?",
        "Problem headlights should be replaced.",
        "Poor headlights should be replaced.",
        "I have faulty headlights, do they need new ones",
        "Do I need to fix my headlight issues?",
        "Do you think headlights need a replacement?",
        "Is the headlights need to be replaced?",
        "Are the headlights that don't work necessary?",
        "Is new headlights necessary when the old ones malfunction?",
        "I think I need new headlights.",
        "Unreliable headlights need to be replaced.",
        "Are I required to replace the faulty headlights?",
        "I will need new headlights.",
        "New headlights necessary?",
        "Are headlights needed to be replaced?",
        "The headlights go bad, should they be replaced or what?",
        "Are the faulty beams to be swap soon?",
        "Something needs new headlights?",
        "Will need fresh headlights soon?",
        "It time to replace broken headlights.",
        "Do faulty car lights have to be replaced?",
        "Should there be headlight renewal pertaining to defects?",
        "Is it possible to replace flawed headlights?",
        "Is it necessary to swap faulty beams soon?",
        "Replacing bad headlights with new ones?",
        "Should my beam be swapped now?",
        "Might need fresh headlights?",
        "Is the headlights that need replacement?",
        "I have some faulty headlights, do they need to get new ones?",
        "Was it time to swap faulty beams?",
        "Problems with headlights need replacing.",
        "Is it time to switch to new headlights?",
        "The headlights arefaulty.",
        "I want to know if I should replace the faulty headlights.",
        "Is new headlights necessary when there is malfunction?",
        "What if the headlights need replacement?",
        "Do I have to get a new one for the faulty headlights?",
        "There needs to be new headlights.",
        "Did new headlights need to be installed?",
        "My headlights should be changed yet?",
        "I wonder if my bad lights should be changed.",
        "Do I need a new one because I have faulty headlights?",
        "Am I supposed to replace my faulty lights?",
        "Is it time for my faulty lights to be replaced?",
        "I've got bad headlights, do they need new ones?",
        "Should I swap the terrible beam now?",
        "Do I have to replace my faulty headlights?",
        "Faulty headlights have to be replaced.",
        "Are the headlights faulty, do they need to be replaced?",
        "Time to get a new set of headlights?",
        "The new headlight is necessary?",
        "Does it make sense to replace faulty car headlights?",
        "I have faulty headlights do I need to replace them?",
        "Is there a need to replace headlights?",
        "Need to install new headlights?",
        "Should there be a new headlight?",
        "Do I need a new headlight?",
        "Is there new ones needed for headlights?",
        "Is it time to fix my broken headlights?",
        "What if the headlights need replacing?",
        "I have a faulty headlights, do you have to replace them?",
        "Do you think the car headlights should be replaced?",
        "I think I need to get a new headlights.",
        "I have got faulty headlights, do they need to be replaced?",
        "Do my broken headlights need to be fixed?",
        "Should I get a new set of heads for my car?",
        "The headlights are gone bad: should they be replaced?",
        "I need to change my busted headlights yet.",
        "It's time for the headlight switcheroo?",
        "I have faulty headlights do I need a new one?",
        "Is my headlights going to have to be replaced?",
        "Are headlight needs replacement?",
        "Would it be possible to swap faulty beams soon?",
        "How about failing headlights, replace?",
        "How about replacing my faulty lights?",
        "Are there headlight defects that need a renewal?",
        "I have faulty headlights, does they need to be replaced?",
        "What if the headlights need to be replaced?",
        "Perhaps you need new headlights.",
        "Is there need for new Headlights?",
        "Should deficient car headlights be replaced?",
        "Time to replace your broken headlights?",
        "Should I exchange the bad beam?",
        "Do I have to have my headlights replaced?",
        "I've got malfunctioning headlights, do I have to replace them?",
        "Replacing headlights needed?",
        "Need replacements of headlights?",
        "I need to change my headlights yet?",
        "I have faulty headlights do they have to be replaced?",
        "New headlights needed due to malfunction?",
        "Might the headlights need to be replaced?",
        "Should I swap that bad beam now?",
        "Is it time to get rid of the broken headlights?",
        "My headlights need to be fixed yet?",
        "Should the broken headlights be swapped?",
        "The headlights are gone bad: replace or what?",
        "Should a new headlight be installed?",
        "Does headlights need to be replaced?",
        "Neednew headlights?",
        "Yes, do I really have to replace my headlights?",
        "I've got malfunctioning headlights, do I need to replace them?",
        "Do I need to have my headlights replaced?",
        "Do I need to have faulty headlights replaced?",
        "I've got bad headlights, do I have to take them out?",
        "The headlights have gone bad and should be replaced.",
        "Is new ones needed for headlights?",
        "Should we replace the bad lights?",
        "It's time to fix the broken headlights.",
        "Should I just swap out the broken headlights?",
        "Did the Headlights need replacement?",
        "There should be new headlights due to malfunction.",
        "Do I have to change the headlights?",
        "Do I still need to replace my headlights?",
        "Will I have to fix my busted headlights?",
        "I will need new headlights, right?",
        "Is it appropriate to swap faulty beams soon?",
        "Do I have to buy a new one if I have faulty headlights?",
        "I have faulty headlights, will you replace them?",
        "Is it worth it to replace my headlights?",
        "Maybe the headlights need replacement?",
        "Should the broken headlights be exchanged?",
        "Is there a need for me to replace my faulty headlights?",
        "Is it necessary for you to need new headlights?",
        "You might need new headlights.",
        "Poor headlights, replace them?",
        "There are bad headlights that need to be replaced.",
        "The headlights went bad: do you replace them or not?",
        "Is it a good idea to swap out the broken headlights",
        "There are defects that need headlight renewal?",
        "If I have faulty headlights, do I need a whole new one?",
        "I don't know if I should replace my headlights.",
        "I have a faulty headlights, do I need to change them?",
        "I have some faulty headlights, should I take them out?",
        "Problem headlights to replace?",
        "I wonder if I swap out the broken headlights.",
        "Do I need to fix my failing headlights?",
        "Do my headlight need to be replaced?",
        "Weak headlights need to be replaced.",
        "Should you get a new headlight?",
        "Do you require headlight renewal?",
        "Is it advisable to swap the bad beam now?",
        "Need new headlight?",
        "Do I need to replace my bad lights?",
        "Does I need to replace my headlights?",
        "Faulty headlights to replace?",
        "Do the headlights need replacing?",
        "Are new headlights needed because of malfunction?",
        "I've got faulty headlights do you need to replace them?",
        "I have a faulty headlights, do they need to get new ones?",
        "Should I change out broken headlights?",
        "Headlights gone bad, do you replace them?",
        "I need to know if faulty headlights need to be replaced.",
        "Is it time to ditch malfunctioning headlights?",
        "I have malfunctioning headlights do I need to replace them?",
        "Is there bad headlights that should be replaced?",
        "I own faulty headlights, do I need to take them out?",
        "Right, will need new headlights?",
        "I want to know if they need new headlights.",
        "Do I actually need to replace my headlights?",
        "Do I need to get a whole new headlight?",
        "The faulty headlights need to be replaced.",
        "Might need fresh headlights.",
        "Do they need to get new ones for their faulty headlights?",
        "I have a faulty headlights, do they need new ones?",
        "I have faulty headlights, do I should replace them?",
        "Does headlights need to be changed?",
        "Is new headlights needed in case of malfunction?",
        "The headlights go bad: Replace or not?",
        "Failing headlights should be replaced?",
        "Are the bad lights to be replaced?",
        "Can new headlights be necessary?",
        "Replacing faulty car headlights would be required?",
        "Should I replace faulty headlights?",
        "Maybe a new headlight is necessary?",
        "I wonder if I have to replace my faulty headlights.",
        "There are new headlights that are needed?",
        "Do I really need to take the headlights out?",
        "Replace the headlights?",
        "I have faulty headlights, do I have to get a whole new one?",
        "Are the headlights needing to be replaced?",
        "Faulty beams to be swapped soon?",
        "I have malfunctioning headlights, do I need a whole new one?",
        "Do my lights need new ones?",
        "Would I have to replace my headlights?",
        "Is it necessary for a new headlight?",
        "Did you need a new pair of headlights?",
        "Do I must replace my faulty headlights?",
        "Do they need new headlights because I have faulty ones?",
        "I want to know if I need to replace faulty headlights.",
        "The headlights went bad: Should they be replaced?",
        "Time to replace headlights?",
        "Faulty lights should be replaced?",
        "Is it necessary for the replacement of car headlights?",
        "My damaged headlights need to be changed?",
        "Do I have to replaced my headlights?",
        "Should the Faulty lights be replaced?",
        "Is it time for faulty headlights?",
        "The headlights went bad, so what should they do?",
        "Is new headlights a necessity?",
        "Are there defects that need headlight renewal?",
        "How about bad headlights, new ones?",
        "Are the required new headlights required?",
        "I do not know if I need to replace the faulty headlights.",
        "The time has come to replace broken headlights?",
        "Should I replace the headlights that don't work?",
        "Should we need new headlights?",
        "Does headlights need a replacement?",
        "There are defects and need headlight renewal.",
        "Headlights need to be replaced.",
        "Should the broken headlights be swapped for new ones?",
        "Can I change out the broken headlights?",
        "Should I just replace the broken headlights?",
        "Do I indeed have to replace my headlights?",
        "Time for a change in headlights?",
        "Is it necessary to change the faulty car lights?",
        "Will I swap broken lights?",
        "The Headlights need to be replaced?",
        "I have the faulty headlights, do I need to replace them?",
        "Is there any need to replace my headlights?",
        "I wonder if I need to replace the headlights that do not work.",
        "Are new headlights necessary if there is a malfunction?",
        "I have malfunctioning headlights, do I have to get a new one?",
        "Can I replace my busted lights?",
        "Should there be replacement for bad car headlights?",
        "Is the headlight renewal needed?",
        "Do I need to get the headlights out?",
        "Will headlights need a replacement?",
        "Do I have to replace headlight?",
        "Is it really required to replace my headlights?",
        "Time to get rid of the broken headlights?",
        "Can the faulty headlights be replaced?",
        "The malfunctioning car lights should be replaced.",
        "Do I have to get a whole new headlights?",
        "Maybe new headlights are needed due to malfunction.",
        "Would I really have to replace my headlights?",
        "Due to malfunction, are new headlights needed?",
        "My bad headlights need to be fixed yet?",
        "Do I have to buy a new one for faulty headlights?",
        "Did new headlights need to be bought?",
        "Do my headlights really have to be replaced?",
        "Do I have to get a new one for faulty headlights?",
        "The headlights went bad, do you replace or what?",
        "Replacing faulty car headlights should be required?",
        "I have faulty headlights should I replace them?",
        "Do the faulty car lights have to be replaced?",
        "Replacement headlights needed?",
        "Faulty lights need a new set?",
        "Need new headlights for your vehicle?",
        "Should I install new headlights?",
        "I wonder if I should swap out my broken headlights.",
        "Will my headlights need to be replaced?",
        "Are new headlights required because of malfunction?",
        "Do those faulty headlights need to be replaced?",
        "Bad headlights need to be fixed.",
        "I have bad headlights, do I have to replace them?",
        "Are the headlights bad, new ones?",
        "Do I need to replace my failed headlights?",
        "Do I have to replace my headlights.",
        "How about malfunctioning headlights, replace them?",
        "I have faulty headlights, do I need to purchase a new one?",
        "Do I have to get a whole new one because I have faulty headlights?",
        "Is it necessary to have new headlights because of malfunction?",
        "Are I required to get a new headlights?",
        "I've got faulty headlights do I have to replace them?",
        "I don't know if I need to take my faulty headlights out.",
        "Do I need to replace those headlights that don't work?",
        "The broken headlights should I swap them out?",
        "I have a faulty headlights do they need to be replaced?",
        "My headlights need to be fixed?",
        "Headlights need a new part?",
        "Is the headlight need a replacement?",
        "Is new headlights necessary in a malfunction?",
        "I have a bad beam; should I swap it?",
        "Should we need a new headlight?",
        "need a new headlight?",
        "I've got flawed headlights, do they need new ones?",
        "Are there any new headlights required?",
        "I need to get a new one for my faulty headlights.",
        "Do I need to replace these headlights?",
        "Need replacement heads for my car?",
        "Need a new set of heads for my vehicle?",
        "Are new headlights necessary due to malfunctioning?",
        "My broken headlights, change them?",
        "I have a faulty headlights, should I take them out?",
        "Are there defects you need headlight renewal for?",
        "headlights need a replacement?",
        "I has faulty headlights, do they need to be replaced?",
        "I was wondering if I should swap out the broken headlights.",
        "How about malfunctioning headlights, replace?",
        "Gonna require new headlights, right?",
        "I wonder if I should swap out the broken headlights?",
        "Is it possible to require new car headlights?",
        "DO I need to replace the faulty headlights?",
        "Do they need to get new ones if they have faulty headlights?",
        "Do I need to replace my broken headlights?",
        "Needs new headlights?",
        "Headlights go bad: replace or not?",
        "Poor headlights need replace.",
        "Is there a need for headlight replacement?",
        "The headlights that do not work should be replaced.",
        "Is it necessary to install a new headlight?",
        "Do I need to get the faulty headlights fixed?",
        "Do I have to take the faulty headlights out?",
        "Do I have to take out the faulty headlights?",
        "Does it require a new headlight?",
        "Is it time to swap the beam?",
        "Change my broken headlights yet?",
        "Do I need to have the faulty headlights taken out?",
        "Should I replace broken headlights?",
        "Do I need to get a whole new set of faulty headlights?",
        "Should a replacement for a malfunctioning car headlights be required?",
        "bad headlights to replace?",
        "Is it time to swap the bad beam?",
        "Is it time to ditch broke headlights?",
        "I don't know if I need to replace my bad headlights.",
        "Is it necessary to get a new headlight?",
        "I have faulty headlights do I have to replace them?",
        "Should there be a headlight renewal pertaining to defects?",
        "My headlights are broken, do I need to fix them?",
        "Will there be new headlights needed?",
        "I have faulty headlights, do they need to be replaced.",
        "I have got faulty headlights, should they get new ones?",
        "Should we have a replacement for the bad car headlights?",
        "Is it wise to replace faulty headlights?",
        "Do I need to replacements for my faulty headlights?",
        "I wonder if my brights need to be changed yet.",
        "Do they need new headlights if I have faulty one?",
        "Did Headlights need to be replaced?",
        "Do I have to replace my problematic headlights?",
        "DoI really have to replace my headlights?",
        "Replacing thefaulty lights?",
        "The broken headlights should be swapped for something new.",
        "Should I replace my busted headlights?",
        "I wonder if I need to fix my busted headlights.",
        "Do I have to buy a new headlight?",
        "Do I need to replace the headlights that do not work.",
        "I have faulty headlights but do I have to replace them?",
        "DO I need to replace my headlights?",
        "Do you need new heads for my vehicle?",
        "Might the headlights need a replacement?",
        "Should new headlights be needed due to malfunctioning?",
        "Should i swap out the broken headlights?",
        "Do they need new headlights when I have faulty ones?",
        "Can you tell me if I need to replace my faulty headlights?",
        "Is the new headlights necessary due to malfunctioning?",
        "Do I have to fix my broken headlights.",
        "I've got faulty headlights, do they need a new set?",
        "Car headlights have to be replaced?",
        "Is it time to replace the problematic headlights?",
        "Is it necessary to upgrade faulty car lights?",
        "Are the faulty headlights necessary to be replaced?",
        "Could I have my faulty lights replaced?",
        "New headlights may be necessary due to malfunctioning.",
        "Should I replace my headlights.",
        "Do you really need to replace the faulty headlights?",
        "Is it possible that I have to fix my broken headlights?",
        "Headlights have gone bad, can they be replaced?",
        "Are the headlights going to need replacing?",
        "Do you need some new heads for my car?",
        "The headlights are bad, are they new ones?",
        "It will need new headlights, right?",
        "My busted headlights have not been changed yet?",
        "Do I need to replace my Headlights?",
        "Poor headlights have to be replaced.",
        "Would a new headlight be needed?",
        "Are new headlights required?",
        "Is it necessary to fix the busted headlights?",
        "My broken headlights need to be changed.",
        "Does a new headlight need to be installed?",
        "I wonder if I should change out the broken headlights.",
        "Do I have to fix my busted headlights yet?",
        "I want to change my busted headlights yet?",
        "Should the headlights be swapped out?",
        "Poor headlights need to be replaced.",
        "Faulty headlights should be replaced?",
        "I want to know if I have to replace faulty headlights.",
        "I know I have faulty headlights, do they need new ones?",
        "Do problematic headlights need to be replaced?",
        "Is it possible I need to fix my broken headlights?",
        "It's time to ditch bad headlights?",
        "Can I replace faulty vehicle lights?",
        "Do the faulty headlights need to be replaced.",
        "I do not know if faulty headlights need to be replaced.",
        "Is it necessary to replace malfunctioning car lights?",
        "Can I swap the bad lights?",
        "Is it okay to replace faulty headlights?",
        "Headlights need changing?",
        "Is it a good idea to swap the bad beam now?",
        "Just need new headlights?",
        "The headlights are faulty?",
        "Is it necessary to get new headlights?",
        "Do I need to take the flawed headlights out?",
        "Need to replace faulty headlights?",
        "I've got bad headlights do they need new ones?",
        "Need a new headlight?",
        "I've got bad headlights, should they be replaced?",
        "Should faulty beams be swapped out soon?",
        "Do I need to get the headlights replaced?",
        "Did you require headlight renewal?",
        "Is it time to change my bad lights?",
        "Does my faulty headlights need to be replaced?",
        "The faulty headlights have to be replaced.",
        "Is it necessary to fix faulty car lights.",
        "Is there a need to replace the faulty headlights?",
        "I've got faulty headlights, do I need to take them out?",
        "Is it possible to replace thefaulty lights?",
        "I wonder if headlights need replacing?",
        "Would I swap out the broken headlights?",
        "Replacing problematic headlights?",
        "Did the headlights go bad or should they be replaced?",
        "Did headlights need a replacement?",
        "Should I change the broken headlights?",
        "Do I require to replace the faulty headlights?",
        "Do I have to get my headlights replaced?",
        "My broken headlights should be replaced yet?",
        "Is it necessary to swap out faulty car lights?",
        "Will need new headlights soon?",
        "Can I replace the headlights that don't work?",
        "Is a new headlight essential?",
        "Are I supposed to replace faulty headlights?",
        "Is it Time to ditch broken headlights?",
        "The headlights are bad–new ones?",
        "Do I need to change my busted headlights yet?",
        "Is a new headlight really needed?",
        "I want to know if I need to replace the headlights that don't work.",
        "I have a bad beam, should I swap it?",
        "The headlights went bad and should be replaced or something.",
        "Do my faulty headlights have to be replaced?",
        "Problematic beams should be swapped soon?",
        "Time to fix the broken headlights?",
        "Do you think new headlights are necessary?",
        "Are thefaulty lights to be replaced?",
        "Are the headlights that need replacement?",
        "headlights need replacing",
        "Should we get a new headlight?",
        "Should a replacement for the headlights be required?",
        "I've got some faulty headlights, do I have to replace them?",
        "Changing my broken headlights?",
        "A new headlight is needed?",
        "I've got faulty headlights, they should be replaced.",
        "I have faulty headlights, do you have to replace them?",
        "Replacing faulty headlights?",
        "I have bad headlights do I need to replace them?",
        "The headlights went bad and should be replaced.",
        "Shall I replace the headlights that don't work?",
        "Does my headlights need to be changed?",
        "Will my headlights have to be replaced?",
        "Replacement of faulty headlights.",
        "Do I get new ones if my lights are worn out?",
        "Do you think it is time to ditch broken headlights?",
        "Is the Headlights need replacing?",
        "Is it time to fix the broken headlights?",
        "Headlights need replacing",
        "Time for headlights to be replaced?",
        "Should I change out the broken headlights.",
        "Do you want me to replace the faulty headlights?",
        "Might new headlights be necessary due to malfunction?",
        "Are the headlights that don't work needed to be replaced?",
        "I've got faulty headlights, do they need new ones.",
        "Do I have to buy a new headlights?",
        "Do I have to change the vehicle headlights?",
        "I have faulty headlights, do I need to replace them?",
        "You may need new headlights.",
        "Is it necessary to change my broken headlights yet?",
        "headlights need to be replaced",
        "Do the faulty headlights have to be replaced?",
        "Is there a new headlights required?",
        "You might need fresh headlights.",
        "Are headlights needing replacing?",
        "Do I need a new headlights?",
        "Should I swap out my bad beam now?",
        "Is new headlights need?",
        "Is the Headlights needReplacement?",
        "Should I need a headlight renewal?",
        "Do I should replace the headlights?",
        "Can I replace my headlights?",
        "The headlights are faulty and need replacing.",
        "Should be a new headlight?",
        "Need new heads for my vehicle?",
        "Does I need to get a new headlights?",
        "Does I need to replace the faulty headlights?",
        "Do I need to replace the problematic headlights?",
        "Do you have to replace the headlights I have?",
        "Do I have to get a new headlamps?",
        "Replacing Headlights?",
        "I have some faulty headlights, do I need a whole new one?",
        "Faulty lights need replacing?",
        "Are you required for a new headlight?",
        "I am wondering if I need to fix my broken headlights.",
        "Are there new Headlights needed?",
        "Is it necessary to replace my flawed headlights?",
        "How about swapping faulty beams soon?",
        "Is it okay for me to replace my headlights?",
        "Is it possible to replace my headlights?",
        "Do I need to buy a new one for faulty headlights?",
        "Is it possible that the damaged lights must be changed?",
        "Replacing Headlights gone bad?",
        "Do my brights need to be changed soon?",
        "Should the broken headlights be replaced?",
        "Headlights need work?",
        "Is it possible that I need to fix my broken headlights?",
        "Should I swap the bad beam at this time?",
        "Would I need to replace my faulty headlights?",
        "Need headlight renewal that deals with defects?",
        "I've got faulty headlights, does they need to be replaced?",
        "Did my brights need to be changed?",
        "I think I need to replace the faulty headlights.",
        "Do I necessarily have to replace my headlights?",
        "Are headlights in need of replacing?",
        "Need to replace heads for my vehicle?",
        "The faulty headlights need to be replaced",
        "I wonder if new headlights are necessary due to malfunction.",
        "Are headlights in need of a replacement?",
        "Is it worth it to swap out the broken headlights?",
        "Do I have to swap my faulty headlights?",
        "There are defects that need headlight renewing.",
        "Are the headlights needs replacing?",
        "Gonna need fresh headlights soon?",
        "I have faulty headlights, do I need to take them out.",
        "Do I have to replace my bad headlights?",
        "I have some faulty headlights, do I need to replace them?",
        "Do I need to fix my busted headlights?",
        "Replacement for malfunctioning headlights?",
        "Could the faulty headlights be replaced?",
        "I don't know if I have to fix my headlights.",
        "The headlights went bad: Should they be replaced or not?",
        "Is new headlights necessary when the lights malfunction?",
        "Should I put in new broken headlights?",
        "Do I have to replace Headlights?",
        "Right? Gonna need new headlights?",
        "Are there new headlights need?",
        "Are there new headlight necessary?",
        "I own faulty headlights, do they need to get new ones?",
        "Poor headlights, should they be replaced?",
        "Is headlight need replacement?",
        "The headlights don't work and do I need to replace them?",
        "Do my broken headlights need to be changed?",
        "Is it necessary to get a new headlights?",
        "I don't know if I must replace the faulty headlights.",
        "How about headlight renewal pertaining to defects?",
        "Might it be time to ditch the broken headlights?",
        "Should I swap my broken headlights for new ones?",
        "My busted headlights need to be replaced.",
        "I want to know if I need a new headlights.",
        "My broken headlights have to be fixed yet?",
        "Do you think you need to replace the headlights?",
        "Replacement of malfunctioning car headlights?",
        "I've got malfunctioning headlights, do I need to take them out?",
        "There are bad headlights: Should they be replaced or what?",
        "Is it necessary to change the faulty lights?",
        "Time to fix the headlights?",
        "My busted headlights need to be changed?",
        "There is a new headlight required?",
        "A new headlights needed?",
        "I think it's time to replace broken headlights.",
        "I have got faulty headlights, can I replace them?",
        "I have a malfunctioning headlights, do you need to replace them?",
        "Headlights are bad, should they be replaced or what?",
        "Wondering if you need new headlights?",
        "Will the Headlights need to be replaced?",
        "Was it time to ditch the broken headlights?",
        "I have got malfunctioning headlights, do I need to replace them?",
        "Should new headlights be necessary due to malfunction?",
        "Are there bad headlights that should be replaced?",
        "I have malfunctioning headlights, should I get a new one?",
        "Did I have to replace my headlights?",
        "Was there need for new headlights?",
        "Let me know if you need new headlights.",
        "Should we replace the car headlights?",
        "Do you have a new headlight required?",
        "I don't know if I have to get a whole new headlights.",
        "Is it worth replacing the broken headlights?",
        "I have a faulty headlights do they need to get new ones?",
        "Are there a new headlight required?",
        "I want to know if I need to replace my headlights.",
        "Do I have to buy a whole new set of faulty headlights?",
        "Did you require headlight renewal for defects?",
        "Are the faulty car lights necessary to replace?",
        "Do I need to replace the faulty headlights?!",
        "Should I swap out my bad beam?",
        "Did you need headlightrenewal pertaining to defects?",
        "Is it time for broken headlights?",
        "Should I replace the faulty headlights?",
        "Is it good to swap out the broken headlights?",
        "Need to get a new set of heads for my car?",
        "I've got faulty headlights, do they need to get a new one?",
        "I have bad headlights, do I need to take them out?",
        "Do I have to replace these headlights?",
        "Do I need my headlights replaced?",
        "Do I have to change the headlights I have?",
        "do I need a new headlights?",
        "I have faulty headlights and do they need to be replaced?",
        "Should I swap beams now?",
        "Should I swap broken lights?",
        "Replacing headlights would need to be done.",
        "Is it time to ditch broken headlights.",
        "In need of a new headlight?",
        "Headlight renewal pertaining to defects?",
        "The headlights are not good: replace or not?",
        "Is it true I have to replace my headlights?",
        "The headlights are gone bad:replace or what?",
        "Those headlights are bad, new ones?",
        "Do I have to replace the faulty headlights I have?",
        "Should I change the faulty vehicle lights?",
        "Are the headlights in need of replacing?",
        "Do my faulty headlights need to be replaced?",
        "I have malfunctioning headlights do they need to be replaced?",
        "I have faulty headlights, do I need to get them fixed?",
        "I have got bad headlights, do I have to replace them?",
        "What if the headlights need a replacement?",
        "do I have to replace the faulty headlights?",
        "the headlights are faulty",
        "Is it necessary to change faulty car lights?",
        "Does the headlights need replacement?",
        "Time to install new headlights?",
        "I have got faulty headlights, do I need a new one?",
        "Did you know you need new headlights?",
        "Need new headlights for a vehicle?",
        "The headlights don't work so do I need to replace them?",
        "Should I swap the bad beam now.",
        "Is it necessary to replace faulty car lights?",
        "Is there any need for faulty headlights?",
        "Should I swap the bad beam.",
        "Should the replacement of bad car headlights be required?",
        "Headlights need a replacement?",
        "Is the need for a new headlight necessary?",
        "I have got bad headlights, do you need to replace them?",
        "New headlights might be necessary due to a malfunction.",
        "The Headlights need to be replaced.",
        "Should we have headlight renewal pertaining to defects?",
        "The headlights have gone bad: replace or what?",
        "Do I need to replace my headlights",
        "Isreplacing my headlights really necessary?",
        "Will new headlights be necessary due to malfunctioning?",
        "Should we replace the faulty headlights?",
        "New headlight is necessary?",
        "How about new headlights, needed?",
        "Faulty lights need replacements?",
        "Time to replace damaged headlights?",
        "Is it time to fix my busted headlights?",
        "Have the headlights need to be replaced?",
        "It's time to swap faulty beams?",
        "Gonna need some fresh headlights?",
        "Are you need headlight renewal?",
        "Ive got faulty headlights, do they need new ones?",
        "Is it time for headlight switcheroo?",
        "Will new headlights be needed due to malfunctioning?",
        "Is there a requirement for a replacement for faulty car headlights?",
        "I have a faulty headlights, do they have to be replaced?",
        "Did I need to change faulty vehicle lights?",
        "Should I change a bad beam?",
        "There is a question of whether new headlights are necessary due to malfunction.",
        "Is it better to swap the broken headlights for new ones?",
        "Replacing malfunctioning headlights is a possibility.",
        "Replacement for malfunctioning car headlights?",
        "Do I need to replace the faulty headlights that I have?",
        "I have problems with my headlights, do I need to replace them?",
        "I wonder if I can swap my broken lights.",
        "Can I just replace the headlights that don't work?",
        "Should I get a new headlights?",
        "Should the headlights have a replacement?",
        "Do I have to buy a new one for my headlights?",
        "Should the replacement of the car headlights be done?",
        "Headlights go bad, should they be replaced?",
        "Is there a need for a replacement headlights?",
        "Do the Headlights need to be replaced?",
        "What about headlights that need replacement?",
        "I question if I should replace the broken headlights.",
        "Should I change out my broken headlights?",
        "Is it possible to replace my faulty headlights?",
        "Do I need to change my faulty headlights?",
        "Do I need a new headlamps?",
        "Is there a replacement for the Headlights gone bad?",
        "Is it a necessity to fix my busted headlights?",
        "New ones needed for headlights?",
        "Bad headlights should be replaced.",
        "Should I swap this bad beam now?",
        "Should my broken headlights be swapped?",
        "Headlights are gone bad?",
        "Is it possible to swap faulty beams soon?",
        "Is there a new headlight required?",
        "Am I going to need fresh headlights?",
        "Did the headlights need a replacement?",
        "Do they need to get new headlights, I have faulty ones?",
        "Is there a need for new headlights because of malfunction?",
        "Is it a good idea to replace problematic headlights?",
        "Did the headlights need to be changed?",
        "I have faulty headlights, do I have to get a brand new one?",
        "Do I have to get a whole new set of bad headlights?",
        "Are my headlights broken?",
        "Do you want me to replace my faulty headlights?",
        "There is a question if new headlights are necessary due to malfunction.",
        "If I have faulty headlights, do I need to take them out?",
        "New headlights required.",
        "Should I swap the broken headlights?",
        "I have faulty headlights, do they need to get a new set?",
        "Is it a necessity to replace my headlights?",
        "Do they need new headlights when they have faulty ones?",
        "Should I swap the bad beam for another?",
        "The headlights may need to be replaced.",
        "Is new headlights necessary because of a malfunction?",
        "Should you need headlight renewal?",
        "Is it necessary for headlights to be replaced?",
        "New headlights, can you tell me?",
        "Will the headlights need to be replaced?",
        "Am I supposed to change my headlights yet?",
        "I have malfunctioning headlights, do they need new ones?",
        "Is the headlights bad? New ones?",
        "Did I have to replace faulty headlights?",
        "Is new headlights necessary if the headlights malfunction?",
        "The bad headlights need replacing.",
        "bad headlights need to be replaced.",
        "Gonna require fresh headlights?",
        "Does I need to replace the headlights that don't work?",
        "Is there need for new headlights due to malfunction?",
        "Do I need to fix my broken headlights.",
        "Gonna need new headlights.",
        "Is it a good idea to replace the Headlights gone bad?",
        "Should I change my busted headlights?",
        "Do I need to replace headlights?",
        "Did you need a headlight renewal pertaining to defects?",
        "Is my headlights broken?",
        "Do headlight need to be replaced?",
        "Something bad about the headlights?",
        "Should I swap the bad beam for a new one?",
        "Are I required to get a whole new one for my faulty headlights?",
        "The headlights went bad, so should they be replaced or what?",
        "What if I swap out the broken headlights?",
        "Should I get another set of broken headlights?",
        "Yes, do I have to replace my headlights?",
        "Should I replace the damaged headlights?",
        "I don't know if I need to replace the faulty headlights.",
        "Is it really necessary to have my headlights replaced?",
        "Can a new headlight be necessary?",
        "Do my headlights need to be new?",
        "Do my brights need to be changed now?",
        "Should I swap the bad beam for something else now?",
        "I have faulty headlights, should I buy a new one?",
        "Is a new headlight really necessary?",
        "Need replacements for headlights?",
        "Maybe the headlights should be replaced.",
        "Do I need to fix the broken headlights?",
        "Do you really need to replace my headlights?",
        "Is the headlight bad, new ones?",
        "Is the new headlights required?",
        "Time to have new headlights?",
        "I've got faulty headlights, should they get new ones?",
        "It's time for new headlights.",
        "Should I replace the headlights that are not working?",
        "Was it necessary to change the damaged lights?",
        "My headlights are broken, do I have to fix them?",
        "Is there malfunctioning headlights to replace?",
        "Does it need a new headlight?",
        "Do my headlights need replaced?",
        "What is the need for a headlight renewal?",
        "Is it necessary to buy new headlights?",
        "Does it make sense for me to replace my faulty headlights?",
        "Time to get a new set of headlights.",
        "The headlights that don't work should be replaced.",
        "I don't know if I need to get a whole new headlights.",
        "Terrible headlights should be replaced.",
        "Do I need to replace the headlights because they don't work?",
        "I might have to replace my headlights.",
        "Can I replace the headlights that are not working?",
        "Problematic headlights need to be fixed.",
        "Is it time for problematic headlights to be replaced?",
        "New headlights are needed due to a malfunction.",
        "I wonder if I need to replace the faulty headlights.",
        "The busted headlights need to be changed?",
        "Headlights go bad, can they be replaced?",
        "There are defects that need a headlight renewal.",
        "I would like to know if my brights need changing yet.",
        "Problem headlights need replacing.",
        "Are you need new headlights?",
        "Are there faulty beams that need to be swapped soon?",
        "Does my lights need new ones?",
        "I have a malfunctioning headlights, do they need new ones?",
        "Headlights might need to be replaced.",
        "Is it necessary for me to replace my bad headlights?",
        "Car headlights should be replaced.",
        "I have a malfunctioning headlights, do they need to be replaced?",
        "I've got faulty headlights, should I take them out?",
        "I have faulty headlights, do they need a new ones?",
        "If I have faulty headlights do I have to replace them?",
        "Do I have to replace the headlights that are faulty?",
        "headlights are gone bad",
        "I might need to replace my faulty headlights.",
        "Should broken headlights be swapped out?",
        "Is there a requirement for a new headlight?",
        "Does anyone know if I need to get a new headlights?",
        "The headlights needed new ones?",
        "Is it time to ditch broken headlights?",
        "Need to change the heads on my car?",
        "Is new headlights necessary because of malfunction?",
        "Are the headlights need new ones?",
        "Is it appropriate to replace the headlights that don't work?",
        "My broken headlights should be fixed yet?",
        "Could we swap faulty beams soon?",
        "Is it necessary to replace car lights that are faulty?",
        "The headlights went bad: should they be replaced or not?",
        "Faulty lights to be replaced?",
        "Does the person need to get new headlights?",
        "I have malfunctioning headlights, do I have to buy a new one?",
        "Are there any defects you need headlight renewal for?",
        "Do I need to take the bad headlights out?",
        "Is new headlights needed due to malfunctioning?",
        "Is it necessary to replace the faulty headlights?",
        "You'll need new headlights, right?",
        "Faulty lights will need replacement?",
        "Is it worth changing out the broken headlights?",
        "Do I have to change my busted headlights?",
        "I don't know if I need to change the faulty lights.",
        "I wonder if I really need to replace my headlights.",
        "Replacement for faulty car headlights is required?",
        "Should the broken headlights be swapped out.",
        "Should I fix my bad lights?",
        "Are there new headlight required?",
        "I have faulty headlights, do I need a whole new one?",
        "The headlights need to be Replaced.",
        "I have a faulty headlights, do I have to buy a new one?",
        "Is there a need for new headlights due to malfunction.",
        "I have an issue with my headlights, do you need to replace them?",
        "Shouldn't I replace the broken headlights?",
        "Do my headlights need replacements?",
        "Did I have to replace my faulty headlights?",
        "Can I swap out the broken headlights?",
        "Is it a good idea to have new headlights?",
        "Is it a good idea to replace bad headlights?",
        "Do the headlights need to be replaced?",
        "Is it necessary to fix my busted headlights?",
        "Do I need to take the problematic headlights out?",
        "Should a replacement for a faulty car headlights be required?",
        "I need to replace my headlights.",
        "Shouldn't I replace the faulty headlights?",
        "Are headlights new ones needed?",
        "Problem headlights are to be replaced?",
        "Did the headlights need replacing?",
        "Headlights need a new set.",
        "I have a faulty headlights, do I need to replace them?",
        "Do I have to replace my failed headlights?",
        "I've got faulty headlights, do they need to be fixed?",
        "Is new headlights needed due to malfunctioning ones?",
        "It will need new headlights.",
        "Gonna need a fresh set of headlights?",
        "Is there faulty headlights that should be replaced?",
        "I have bad headlights, do I have to get a whole new one?",
        "Is there a need to get a new headlights?",
        "I don't know if I need to replace my headlights.",
        "I have faulty headlights, do they have to be replaced?",
        "Do you needs new headlights?",
        "Should problem headlights be replaced?",
        "Do I need to change the headlights that don't work?",
        "Maybe the headlights need a replacement.",
        "Might Headlights need to be replaced?",
        "Am I supposed to swap old lights?",
        "Faulty lights need a replacement?",
        "My broken headlights need to be fixed.",
        "Something has to be done with broken headlights.",
        "I have got faulty headlights, do you need to replace them?",
        "Do I have to change the headlights that aren't working?",
        "Is a new headlights needed?",
        "How about my broken headlights?",
        "Should the new headlight be needed?",
        "Do they need new headlights since I have faulty ones?",
        "How about the headlights need to be replaced?",
        "I don't know if I need to fix my broken headlights.",
        "Is it advisable to replace my faulty headlights?",
        "Should I swap the lousy beam?",
        "Did I really have to replace my headlights?",
        "Headlights need to be replaced",
        "Should the car headlights be replaced?",
        "Do I have to get my headlights fixed?",
        "I've got faulty headlights and they need new ones.",
        "Did Headlights need a replacement?",
        "How about faulty headlights, replace them?",
        "There are faulty headlights, do I need to take them out?",
        "Did my headlights need to be replaced?",
        "I want to know if I have to replace my faulty headlights.",
        "Do I really need my headlights replaced?",
        "Do you mean to swap faulty beams soon?",
        "New headlights may be necessary due to malfunction.",
        "There are malfunctioning headlights that need to be replaced.",
        "Do I need to change my broken headlights yet?",
        "The headlights are faulty and should be replaced.",
        "Hagy headlights should be replaced?",
        "The headlights are gone bad and should be replaced.",
        "Is it a requirement to replace faulty car headlights?",
        "I have a malfunctioning headlights, do I have to replace them?",
        "What should I do with my busted headlights?",
        "Should my headlights be fixed?",
        "Is it necessary to have a new car headlights?",
        "The headlights are faulty, do they need to be replaced?",
        "My busted headlights, need to be replaced?",
        "I've got bad headlights, do they need to get new ones?",
        "Should I replace the faulty vehicle lights?",
        "The headlight need to be replaced.",
        "Did it require a new headlight?",
        "I've got faulty headlights and do I have to replace them?",
        "Do I need to get the headlights fixed?",
        "I've got faulty headlights, do I need a new one?",
        "New headlights are required due to malfunction.",
        "Should I swap out the broken headlights.",
        "Did the headlights need a new one?",
        "If I swap out the broken headlights, should I?",
        "Do they need to get new headlights, I've got faulty ones?",
        "Am I supposed to swap faulty beams soon?",
        "Do I have to take care of my broken headlights?",
        "Maybe it's time to get rid of broken headlights.",
        "There are headlight defects that need renewal.",
        "Would a new headlight be required?",
        "Are my headlights malfunctioning?",
        "I have faulty headlights, so do they need to be replaced?",
        "\"Do I need to replace the headlights that don't work?\"",
        "Is there a need to change faulty vehicle lights?",
        "Should I swap a bad beam?",
        "I have a faulty headlights, do they need to be fixed?",
        "Should new headlights be needed?",
        "I have malfunctioning headlights, do they need to get new ones?",
        "Headlights need to be changed?",
        "New headlights should be needed due to malfunction.",
        "Required new headlights?",
        "Is it necessary to replace the headlights that don't work",
        "I question if I need to replace my headlights.",
        "Faulty headlights need replacement.",
        "I am wondering if I need to replace the headlights that don't work.",
        "Is it wise to replace my faulty headlights?",
        "I have a bad beam and should I swap it?",
        "headlights need new ones?",
        "Are the headlights gone bad or should they be replaced?",
        "It's time for headlight switcheroo or not?",
        "If the headlights don't work, do I need to replace them?",
        "Shouldn't my headlights be replaced?",
        "Is there a need for new Headlights?",
        "Are the headlights faulty, do you need to replace them?",
        "The broken headlights need to be replaced.",
        "I have faulty headlights, do I need to take them out",
        "Would I need to take the faulty headlights out?",
        "Is it possible to replace my bad lights?",
        "Yeah, headlights are bad, new ones?",
        "Is new headlights necessary when there's a malfunction?",
        "I've got faulty headlights and do they need to be replaced?",
        "Do I have to invest in new headlights?",
        "I asked if I should swap out the broken headlights.",
        "The new headlight is required?",
        "Should I switch out the broken headlights?",
        "I'm wondering if I should replace the broken headlights.",
        "Should there be new headlights due to malfunction?",
        "Do I need to replace the faulty headlight?",
        "Time to switch headlight bulbs?",
        "Is new headlight needed?",
        "The headlights went bad: Replace or what?",
        "Faulty beams should be swapped soon.",
        "What about the headlights that blew?",
        "Do you should replace the faulty headlights?",
        "Bad headlights need to be replaced?",
        "Do I need to take care of my broken headlights?",
        "Headlights needed to be fixed.",
        "Is it time for bad headlights to be replaced?",
        "So, will need fresh headlights?",
        "Isn't it time to replace broken headlights?",
        "There are faulty headlights",
        "DoI need to replace my faulty headlights?",
        "Would a new headlights be required?",
        "Should I replace the bad headlights?",
        "The headlights are faulty, they should be replaced.",
        "Is it time to replace the headlights?",
        "Do you think I have to replace my headlights?",
        "Are headlights needed new?",
        "Do I have to replace the headlights?",
        "I have some faulty headlights, do I need to take them out?",
        "How about bad headlights, replace them?",
        "Is there a need for faulty headlights?",
        "Is it ok for me to replace my headlights?",
        "The headlights went bad: Replace or not?",
        "I have bad headlights, should I get a whole new one?",
        "Is new headlights necessary due to malfunction?",
        "I have faulty headlights do I need to get a new one?",
        "I got faulty headlights, do I need to replace them?",
        "The broken headlights should be swapped.",
        "I have a faulty headlights, should I get a new one?",
        "The bad headlights need to be fixed.",
        "Might it be time to ditch broken headlights?",
        "Is it a necessity for new headlights due to malfunction?",
        "Do headlights need a new set?",
        "Is it a good idea to swap a bad beam now?",
        "Does I need to replace faulty headlights?",
        "Is it necessary to replace malfunctioning car headlights?",
        "There needs to be a new headlight.",
        "New headlights are needed?",
        "My brights need to be changed.",
        "Do headlights need to be replaced?",
        "It's time to fix broken headlights?",
        "I have faulty lights, do I need to replace them?",
        "Should my broken headlights be changed yet?",
        "New headlights is necessary?",
        "Do I need to take them out if I have faulty headlights?",
        "Is it worthwhile to replace my headlights?",
        "Is a new headlight something necessary?",
        "I have faulty headlights, will I need to replace them?",
        "Should I swap out a bad beam now?",
        "Gonna need new headlights, right?",
        "They need to get new headlights, I have faulty ones.",
        "Do I have to buy a new pair of headlights?",
        "Did the headlights go bad or should we replace them?",
        "Need the new headlights?",
        "I have faulty headlights do I have to buy a new one?",
        "The headlights are bad, should they be replaced or what?",
        "Is it necessary to replace headlights due to malfunction?",
        "Do i need to replace my headlights?",
        "Do Headlights need new ones?",
        "Is the headlight needed replacing?",
        "Do I need to get a new set of headlights?",
        "Is it possible that they need to get new headlights?",
        "Is there a requirement to replace faulty car headlights?",
        "Is there a way to replace faulty headlights?",
        "Should my brights be changed?",
        "Do I have to get a new headlights if I have faulty ones?",
        "bad headlights?",
        "There is a question regarding whether new headlights are necessary due to malfunction.",
        "I don't know if you need to replace the faulty headlights.",
        "I have faulty headlights, do I need to replace them.",
        "What is the need for headlight renewal?",
        "Is the new headlights necessary because of malfunction?",
        "Shouldn't the headlights be replaced?",
        "Should I swap the bad beam for something new?",
        "Do you actually need to replace the faulty headlights?",
        "Did those headlights need new ones?",
        "I don't know if the headlights need to be replaced.",
        "I have faulty headlights, do they need the new ones?",
        "Is it true that I have to replace my headlights?",
        "The headlights need a replacement.",
        "New headlights are necessary if there is a malfunction.",
        "New headlights might be necessary because of malfunction.",
        "Is it possible that I need to replace the headlights?",
        "Will I need to replace the headlights?",
        "Headlights need some work?",
        "I think the headlights need to be replaced.",
        "Headlights must be replaced?",
        "Are new headlights needed?",
        "Is it necessary to replace Headlights?",
        "Is it necessary to replace the headlights that do not work?",
        "Are there need for a new headlight?",
        "Is it okay to swap out the broken headlights?",
        "I have bad headlights do I have to replace them?",
        "Should the faulty headlights be replaced?",
        "Can I swap out my broken lights?",
        "Should we purchase a new headlight?",
        "Do I have to change the headlights that do not work?",
        "Are new headlights needed when there is a malfunction?",
        "Do I have to replace my flawed headlights?",
        "I have a faulty headlights do I have to get a whole new one?",
        "Do I need to swap the headlights that don't work?",
        "Should I replace the broken headlights with new ones?",
        "It's time to dump broken headlights?",
        "Is there a need for a replacement of the headlights?",
        "Do I need to buy a new one for my faulty headlights?",
        "Do I need a new headlights.",
        "Could the headlights need replacement?",
        "Yes, I need to replace the headlights that don't work.",
        "Any need for a new headlight?",
        "Do I need to replace those faulty headlights?",
        "I wonder if I should replace the headlights that don't work.",
        "I've got faulty headlights, do you want to replace them?",
        "Is it time to swap faulty beams soon?",
        "headlights gone bad, replace or not?",
        "Is new headlights necessary because of the malfunction?",
        "Do I really need to get my headlights replaced?",
        "I have a problem with my headlights, do I need a new one?",
        "Is it possible to swap my old lights?",
        "Is it necessary to change the faulty vehicle lights?",
        "I have a faulty headlights, should they be replaced?",
        "The headlights should be fixed."
    ]
}