{
    "company_type": "Car Dealerships",
    "inquiry_category": "Technical issues and troubleshooting assistance",
    "inquiry_sub_category": "Electrical system malfunctions",
    "description": "Customers may seek troubleshooting assistance for problems with their vehicle's electrical components, such as malfunctioning lights, faulty power windows, or issues with the audio system.",
    "inquiry": "Can you fix my malfunctioning taillights?",
    "paraphrases": [
        "Do you have the ability to repair my broken taillights?",
        "Some taillights are malfunctioning.",
        "Can you help me with my faulty tail lights?",
        "Wrecked tail light is in need of repairing.",
        "Is it possible the taillights are faulty?",
        "Fix the taillights",
        "Is it possible to fix my tail lights?",
        "Can you get my broken taillights fixed?",
        "Possibly the tail lamps could be fixed.",
        "It's possible to fix taillights?",
        "Can I fix my faulty taillights?",
        "Is there a fix to my tail lamps?",
        "Are fixing the taillights possible?",
        "taillight needs repair?",
        "My tail lamps are unreliable.",
        "Help for the taillights?",
        "Wrecked tail light needs repair immediately.",
        "Is it possible to have malfunctioning tail lights fixed?",
        "Were you able to fix my broken taillights?",
        "Is it possible for tail light repair to be done?",
        "It's possible to correct my malfunctioning taillights.",
        "Can you help repair the taillights?",
        "Can you help with the taillights.",
        "Is it true that you can fix my taillights?",
        "A tail light is broken",
        "Might the malfunctioning tail lamps be fixed?",
        "Can you repair my broken taillights.",
        "Wrecked tail light needs to be fixed.",
        "My tail lamps were messed up",
        "How about taillights that are broken, help?",
        "The tail light needs fixing quickly.",
        "Is there chance of tail light repair?",
        "I need to have my taillights fixed",
        "Fix my problem tail lamps?",
        "Some of the taillights were faulty?",
        "How about fixing my broken tail lamps?",
        "I want to sort out my tail lamps.",
        "Could the taillights be fixed?",
        "Is your ability to fix my broken taillights?",
        "I want your help with my broken taillights.",
        "Will malfunctioning tail lights be fixed for you?",
        "Is it possible that you could correct my broken taillights?",
        "Is it possible that tail lamps could be fixed?",
        "My taillights are broken",
        "Taillights are malfunctioning.",
        "Is a repair of the tail light possible?",
        "Is malfunctioning tail lights possible to fix?",
        "Can you fix my damaged tail lights?",
        "Have a chance to fix malfunctioning car taillights?",
        "Help if Taillights broken?",
        "I need to know if you can fix my faulty tail lights.",
        "Is there a chance of tail light repair.",
        "Inquire for the chance to fix your car's taillights.",
        "The broken tail light needs to be fixed quickly.",
        "I had my tail lamps failed.",
        "I need your assistance to fix my taillights.",
        "Are tail lights malfunctioning and can you fix it?",
        "Can you please fix my tail lights?",
        "The tail light needs to be fixed",
        "How can you repair my broken taillights?",
        "I asked if you could repair my broken taillights.",
        "Is it Possible you can fix my taillights?",
        "Can I have my tail lights fixed?",
        "Can you help repair Taillights?",
        "The taillights were faulty.",
        "My tail lights are faulty",
        "Do you want to repair my taillights?",
        "The tail light is broken and needs fixing.",
        "Repairing impaired taillights?",
        "Are you able to fix my tail light?",
        "I have a messed-up tail lamps.",
        "The taillights are broken",
        "Do you know how to fix broken rear lights?",
        "I need someone to help me get my taillights fixed.",
        "Inquire if you can fix the car's taillights?",
        "I think the taillights are faulty.",
        "Fix my faulty tail lamps!",
        "Can you fix my faulty tail lights?",
        "I'm wondering if you can fix my tail lights.",
        "Are fixing taillights possible?",
        "Fix taillight for malfunction?",
        "A taillight needs to be fixed?",
        "Do you have a chance to fix malfunctioning car taillights?",
        "Are my faulty tail lights fixed?",
        "The taillights on my car are malfunctioning.",
        "You can sort out the taillight issues.",
        "Maybe the malfunctioning tail lamps could be fixed.",
        "Please hurry to heal malfunctioning tail clusters.",
        "Fixus? My tail lamps failed?",
        "Could malfunctioning tail lights be fixed?",
        "Can you make my taillights better?",
        "Do you want to repair my damaged taillights?",
        "Is tail light repair possibility?",
        "Inquire if you can fix the car's broken taillights.",
        "A tail light is messed up.",
        "Is there a way to repair my malfunctioning taillights?",
        "You can repair my faulty tail lights.",
        "Wrecked tail light needs urgent fixing.",
        "Do you have a chance to fix the car's malfunctioning taillights?",
        "Do you know how to fix my faulty tail lights?",
        "Is it possible you can correct my taillights?",
        "Inquire if there is a chance to fix the car taillights.",
        "I want to know if you can fix my tail lights.",
        "My tail lamps malfunctioned?",
        "Is it possible to fix my tail lamps.",
        "Taillights need help.",
        "Wrecked tail light needs repairing asap.",
        "Are tail lights malfunctioning and can you fix them?",
        "The tail lamps failed.",
        "Will it be possible to fix the taillights?",
        "Is it possible you can fix my taillights.",
        "Do you want to fix my busted taillights?",
        "Should these tail lamps be repaired?",
        "Repairs my taillights?",
        "Any chance of fixing the broken taillights fast?",
        "Is there a chance to fix malfunctioning car tail lights?",
        "Can you fix my car's taillights?",
        "Can you clarify taillight issues?",
        "Problematic taillight needs fixing.",
        "My tail lamps failed, what happened?",
        "I have broken taillights, can you repair them?",
        "It seems that taillight needs fixing.",
        "Is there any way to sort out taillight problems?",
        "Is it possible to fix my taillight?",
        "Isn't it possible for you to fix my taillights?",
        "Was it faulty taillights?",
        "Is there a chance these tail lamps could be fixed?",
        "Couldn't you help with the taillights?",
        "Is it possible you might be able to fix my taillights?",
        "The tail light needs to be fixed?",
        "The tail light may need to be repaired.",
        "Is it possible the tail lamps could be repaired?",
        "Are there any chances of repairing broken taillights fast?",
        "Wrecked tail light has to be fixed.",
        "Is it possible to help the taillights broken?",
        "Mend a malfunctioning taillights?",
        "Is there any chance of a tail light repair?",
        "Can you lend a hand in fixing my taillights?",
        "Do you want to fix the taillights impaired?",
        "Is it possible that my tail lamps failed?",
        "How to fix my faulty tail lamps?",
        "Do you know if it's possible to fix my broken lights?",
        "Is the tail light possible to be repaired?",
        "Is it possible to fix my busted taillights?",
        "I need to sort out my bad tail lamps.",
        "Is it possible to fix the broken taillights impaired?",
        "Fix messed-up taillights?",
        "Can you resolve taillight problems?",
        "It's time to fix my broken taillights.",
        "Could there be a chance of repairing failed taillights fast?",
        "Could you fix the taillights?",
        "Wrecked tail lights need to be fixed.",
        "Is a tail light repair possible?",
        "The tail lamps on my car failed.",
        "Possibly fixing taillights?",
        "So my tail lamps failed?",
        "Is there a way to fix my faulty tail lamps?",
        "Is there anything you can do about taillight issues?",
        "How about the taillight restoration?",
        "I want my tail lamps fixed.",
        "Is there any chance of repair of the tail light?",
        "I have faulty tail lights, can you fix them?",
        "The tail lights aren't working.",
        "Fix the wrecked tail light quickly.",
        "Want toRepair malfunctioning tail clusters.",
        "Is it possible that you can fix my malfunctioning taillights?",
        "Have you accomplished taillight restoration?",
        "How about fixing my taillights?",
        "Help if taillights broke.",
        "I want you to repair my taillights.",
        "Do you think the tail lights can be fixed?",
        "Fix my bad lights?",
        "malfunctioning taillight needs fixing?",
        "These tail lamps may have to be repaired.",
        "Did the taillights fail?",
        "I asked if you could fix my tail lights.",
        "Are you planning to fix the taillights?",
        "How about fixing unruly taillights?",
        "Is it possible you can fix my broken lights?!",
        "Should I get my faulty tail lamps fixed?",
        "Need to quick heal malfunctioning tail clusters.",
        "Is it possible to fix my broken tail lamps?",
        "Is it possible to fix my malfunctioning tail lamps?",
        "Do you wish to fix my faulty tail lamps?",
        "They should sort out my tail lamps.",
        "Problem with tail light needs fixing.",
        "Can you help resolve taillight issues?",
        "Correcting taillights could be possible.",
        "Fix taillights that are bad?",
        "Do you think you can fix my taillights?",
        "I have a broken taillights. Are you able to fix it?",
        "If there was a chance of repairing the failed taillights fast.",
        "Are you able to deal with taillight issues?",
        "Maybe it's possible to fix the taillights?",
        "There was a need to heal malfunctioning tail clusters.",
        "Is repairing the tail light possible?",
        "Should you inquire if you can fix malfunctioning car taillights?",
        "Fix taillights that are impaired?",
        "Might it be possible to fix taillights?",
        "Maybe there is a chance of repairing the failed taillights fast.",
        "Fix my malfunctioning tail lamps?",
        "Malfunction, taillight needs fixing.",
        "Repairing failed taillights fast is a possibility.",
        "You can help me with my taillights.",
        "Have the tail lights malfunctioning?",
        "Is it possible that you are able to fix my taillights?",
        "The tail lamps are messed-up.",
        "Can you help my tail lights?",
        "It might be possible to fix taillights.",
        "The Wrecked tail light needs to be fixed.",
        "Is it possible to fix taillight issues?",
        "My tail lamps are in need of fixing.",
        "the taillight needs to be fixed",
        "Is it possible to fix taillights",
        "A mangled tail light needs to be fixed quickly.",
        "You might be able to fix malfunctioning tail lights.",
        "The Taillights are broken.",
        "AreTaillights not working?",
        "There is a chance that the failed taillights could be fixed quickly.",
        "Should I have my broken taillights fixed by you?",
        "Is it possible for you to fix my broken taillights?",
        "Wrecked tail light is in need of fixing.",
        "Can you help me get my broken taillights fixed?",
        "Is there a chance of repairing the failed taillights fast.",
        "Is it feasible to fix the tail light?",
        "The tail light is broken and needs to be fixed asap.",
        "My tail lamps are all messed up.",
        "You could fix taillights.",
        "The taillight might need to be fixed.",
        "Is it possible that you can fix the broken lights?",
        "Is it feasible to repair the tail light?",
        "Is the Taillights broken?",
        "Is there any chance of repairing taillights fast?",
        "Mend faulty tail lamps?",
        "If there is a chance of repairing broken taillights fast.",
        "Can you sort out taillight issues",
        "Inquire the chance to fix the car's taillights.",
        "Is there a chance of tail light repairs?",
        "My tail lamps did not function.",
        "Fix my broken tail light.",
        "Wrecked tail light, need to be fixed quickly.",
        "Any chance of repairing taillights quickly?",
        "Is it a faulty taillight?",
        "Is it possible to fix the taillights?",
        "taillights impaired?",
        "Can you fix mybroken taillights?",
        "The taillights do not work.",
        "Will fixing taillights be possible?",
        "Can someone fix the taillights?",
        "A wrecked tail light needs to be fixed.",
        "Fix my broken taillights",
        "Can you do repairs to my tail lights?",
        "Is there a way to repair my broken taillights?",
        "The tail light needs urgent repairs.",
        "There is malfunctioning taillight that needs fixing.",
        "Do you have any chance of repairing failed taillights quickly?",
        "Was there a chance of repairing the failed taillights fast?",
        "Is it possible for you to fix my malfunctioning tail lamps?",
        "There are taillights not working.",
        "Is it possible to sort out taillight Issues?",
        "Do you want me to fix my broken taillights?",
        "Do you need toRepair taillights impaired?",
        "The wrecked tail light needs to be fixed.",
        "Is it possible to sort out tail light issues?",
        "My taillights are broken, could you fix them?",
        "Can tail lights be repaired?",
        "There are taillights broken.",
        "The tail light needs fixing?",
        "Oh yeah, fix my broken taillights.",
        "If there was a chance of repairing the failed taillights quickly.",
        "Do you think malfunctioning tail lights can be fixed?",
        "How can I fix my faulty taillights?",
        "Is it possible to sort out issues with taillight?",
        "Help for taillights broken.",
        "Any chance of repairing the taillights fast?",
        "Wrecked tail light, needs to be fixed quickly.",
        "Fix my bad tail lamps.",
        "Are malfunctioning tail lights fixable?",
        "Have my taillights fixed?",
        "Inquire for a chance to fix the car's malfunctioning taillamps.",
        "How about fixing the taillights?",
        "I need your help with my tail lights.",
        "I need to know if you are able to repair my broken taillights.",
        "Might be faulty taillights?",
        "How about repairing taillights that are impaired?",
        "Are taillight issues possible to sort out?",
        "could the tail lamps be fixed?",
        "Is it possible you can get my broken lights fixed?",
        "Would malfunctioning tail lights be fixed?",
        "Do you think tail light repair is possible?",
        "Is it possible you would fix my taillights?",
        "Would you be able to repair my broken taillights?",
        "You should fix my broken taillights?",
        "Are you going to fix bad taillights?",
        "Was it possible to sort out taillight issues?",
        "Should I ask you to fix my taillights?",
        "How can I fix the taillights impaired?",
        "Do you think you could fix my broken taillights?",
        "Are you going to fix my faulty taillights?",
        "There are Taillights broken - can you help?",
        "Is it possible to fix a malfunctioning tail light?",
        "Trouble with my tail lamps?",
        "The malfunctioning tail lamps should be fixed.",
        "Can you assist with my taillights?",
        "Wrong tail lamps?",
        "These tail lamps might need to be repaired.",
        "Was the taillights faulty?",
        "The taillights are broken.",
        "Wrecked tail light needs fix asap.",
        "Do you want to repair taillights Impaired?",
        "Can you resolve issues with taillight?",
        "I need to get my tail lamps sorted.",
        "Wrecked tail light, needs fixing.",
        "Help fix taillights?",
        "How can I get my tail lights fixed?",
        "Is it possible to sort out tail lights?",
        "Is there a way to fix my tail lights?",
        "How can I fix taillights impaired?",
        "I wonder if you can repair my faulty tail lights.",
        "Can you fix the broken taillights for me?",
        "Are you able to fix bad lights?",
        "Is tail light repairs possible?",
        "Will you be able to fix the tail lights?",
        "Fix malfunctioning tailligh2s",
        "It's time to fix my busted taillights.",
        "I want your help repairing my broken taillights.",
        "The taillights are broken and help is needed.",
        "I need you to mend my broken taillights.",
        "My taillights are malfunctioning",
        "Can you help fix some Taillights?",
        "Is it possible that you fix my broken lights?",
        "Are the tail lights out of commission?",
        "Do you know how to deal with taillight issues?",
        "Is it possible that taillights are busted?",
        "I wonder if the tail lamps could be repaired.",
        "Do you have a chance of fixing malfunctioning car taillights?",
        "Is it possible you can fix the broken light?",
        "I asked if you could fix my faulty tail lights.",
        "Does it make sense for you to fix my taillights?",
        "Is there a problem with taillight issues?",
        "I need you to repair my broken taillights.",
        "There is a chance of repairing broken taillights fast.",
        "Problematic tail lamps might be fixed.",
        "Is it possible that you fix my broken taillights?",
        "Fix the taillights impaired?",
        "Is it possible to fix taillights that are not working?",
        "Could the damaged tail lamps be fixed?",
        "Is it possible to fix my crappy taillights?",
        "A Wrecked tail light needs to be fixed immediately.",
        "Is it possible you can get my taillights fixed?",
        "Is it possible that you can correct my taillights?",
        "Could the malfunctioning tail lamps be fixed?",
        "Fix my busted tail lights?",
        "Do you want my taillights fixed?",
        "Wrecked tail light needs to be fixed asap.",
        "There are taillight issues.",
        "Do you have the skills to fix broken rear lights?",
        "Is it possible to have a tail light repaired?",
        "Is it possible for the tail light to be repaired?",
        "Wrecked tail light needs to be fixed rapidly.",
        "How to repair taillights that are impaired?",
        "Is there a way to fix misbehaven taillights?",
        "Might the taillight needs to be fixed?",
        "Is it possible to repair tail lights?",
        "Any qualified repair for taillamps?",
        "Your broken taillights could be fixed?",
        "Could you help me fix my broken taillights?",
        "Shouldn't these malfunctioning tail lamps be fixed?",
        "Fix taillights",
        "It is possible to fix taillights",
        "Defects in the taillights?",
        "How did my tail lamps fail?",
        "I wonder if I can fix my broken taillights.",
        "Does it be possible for you to fix my broken taillights?",
        "The tail lamps were not functional.",
        "My tail lamps failed!",
        "The taillights are mend faulty.",
        "I want my broken taillights fixed.",
        "Do you have the ability to repair my taillights?",
        "Could the faulty tail lamps be fixed?",
        "The taillights are impaired?",
        "Inquire about fixing malfunctioning car taillights?",
        "Fix taillights that are impaired.",
        "You can fix my faulty tail lights.",
        "Should we fix the broken taillights?",
        "It might be possible to fix the taillights.",
        "You can sort out taillight issues.",
        "Is it possible for malfunctioning tail lights to be fixed?",
        "tail light needs to be fixed.",
        "Can you help with taillights that are broken?",
        "I'd like you to fix my broken taillights.",
        "I am having faulty tail lights.",
        "Do I need to repair my broken taillights?",
        "Helping with taillights broken, help?",
        "It's necessary to get my taillights fixed.",
        "Is it possible for you to fix my taillights.",
        "There are Taillights that are broken - can you help?",
        "Can you help fix the busted Taillights?",
        "Any chance of fixing failed taillights quickly?",
        "Will you help me get my taillights fixed?",
        "There is a chance that the failed taillights can be fixed quickly.",
        "If there is a chance of repairing the taillights fast.",
        "Something might be possible to fix taillights.",
        "Can you repairs my taillights?",
        "Is there any way to fix my tail lamps?",
        "Are it possible for you to fix my broken taillights?",
        "I need your help in fixing my taillights.",
        "My tail lamps are messed with.",
        "Help broken Taillights?",
        "Are they mend faulty taillights?",
        "It's possible for you to correct my broken taillights.",
        "Fix my damaged tail lamps.",
        "These malfunctioning tail lamps could be fixed.",
        "Taillights broken - can you help?",
        "The taillights don't work.",
        "It's possible to repair taillights impaired.",
        "Repairing taillights is possible?",
        "There is a possibility that you can fix my taillights.",
        "Do you have the skills to repair taillights?",
        "Is there a chance of repairing tail light?",
        "I need your help fixing my taillights.",
        "My tail lamps have some problems.",
        "Can you help with my broken taillights?",
        "Help with taillights?",
        "Is it possible that the taillights are malfunctioning?",
        "Is there any chance of repairing failed taillights quick?",
        "What is the problem, taillight needs fixing?",
        "Fix the taillamps?",
        "Should we repair taillights impaired?",
        "It's possible to fix taillights",
        "Why did my tail lamps fail?",
        "Maybe tail light repair is possible?",
        "Are tail light issues you able to sort out?",
        "Is it possible you can repair my broken lights?",
        "Do you think it's possible to fix my taillights?",
        "Is it possible to fix my broken taillights?",
        "Fixus my tail lamps failed.",
        "Can you help me fix my taillight?",
        "Will there be a chance of repairing the failed taillights fast?",
        "How about fixing my faulty tail lights?",
        "Get my messed-up tail lamps fixed.",
        "did my tail lamps fail?",
        "Have the tail lights malfunctioned?",
        "Fix the taillights that are malfunctioning?",
        "Is a malfunctioning tail light possible to fix?",
        "Wrecked tail light requires immediate repairs.",
        "Someone needs to get their taillights fixed, can you help?",
        "Maybe the taillights could be fixed.",
        "Is there a way to fix my busted taillights?",
        "Problem, taillight needs fixing.",
        "Mend a broken taillights?",
        "Is it possible to repair taillights damaged?",
        "Are you able to repair my faulty lights?",
        "You can possibly fix my taillights.",
        "Is there a chance the tail lamps could be fixed?",
        "Is it possible for you to fix my malfunctioning taillights?",
        "Are my tail lamps broken?",
        "Is it possible you fix my taillights?",
        "Mend the taillights were malfunctioning?",
        "I am wondering if you can fix my taillights.",
        "The taillights could possibly be fixed.",
        "The tail lamps malfunctioned.",
        "My tail lamps went off?",
        "Help with taillights that are broken?",
        "Is it feasible to repair tail light?",
        "Will you sort out the taillight issues?",
        "The tail light needs repairing asap.",
        "Is there anything I can do to fix my broken taillights?",
        "Is it possible for tail light repair to happen?",
        "Might these tail lamps be fixed?",
        "Wanted: heal malfunctioning tail clusters quickly.",
        "Will you help fix the taillights?",
        "Do you want the chance to fix malfunctioning car taillights?",
        "Can you solve taillight issues?",
        "How to repair taillights?",
        "Is it possible to patch the tail light?",
        "I have malfunctioning taillights and can you fix them?",
        "I wonder if you can fix my faulty tail lights.",
        "You should be able to fix malfunctioning tail lights.",
        "Can you help me get my taillights fixed?",
        "Should I have faulty tail lights repaired?",
        "Do the tail lamps fail?",
        "Do you want to repair the taillights?",
        "Who can fix my faulty tail lamps?",
        "Can you fix the broken taillights of my car?",
        "Why are taillights not working?",
        "The tail light needs fixing very soon.",
        "I need help with taillights busted.",
        "Problem with taillight needs to be fixed.",
        "The tail lamps didn't work.",
        "I wonder if you can fix my broken taillights?",
        "Help with tail lights broken.",
        "Can you fix my broke taillights?",
        "Is it time to fix my broken taillights?",
        "It is desired that swift heal malfunctioning tail clusters.",
        "Is it a possibility you can fix my broken lights?",
        "Could these tail lamps be fixed?",
        "Can you repair the taillights?",
        "Can you solve the taillight issues?",
        "Is there a way to correct my taillights?",
        "Can you help fix the damaged taillights?",
        "Is there a chance of repair of the tail light?",
        "What can you do to fix taillights?",
        "How about fixing taillights that are malfunctioning?",
        "The tail light may be able to be repaired.",
        "My broken taillights should be fixed.",
        "Maybe fixing taillights is possible?",
        "Can you help? I need my taillights fixed.",
        "Was it possible for you to fix my broken taillights?",
        "Is there a chance of repairing the failed taillights?",
        "Are they able to fix taillights?",
        "Can you sort out the problems with taillight?",
        "Help with the taillights.",
        "Can you work on my faulty tail lights?",
        "The taillights should be repaired.",
        "Are tail lights malfunctioning and can they be fixed?",
        "Is it possible to fix my crap taillights?",
        "Is there a way to repair tail light?",
        "Is there a problem with my tail lamps?",
        "Might malfunctioning tail lamps be fixed?",
        "Could tail lamps be fixed?",
        "Is it possible to repairs taillights impaired?",
        "Help what taillights are broken?",
        "Is there a way to fix broken taillights?",
        "Do you want to repair my bad taillights?",
        "The tail light is broken and needs fixing asap.",
        "Should there be a chance of repairing the failed taillights quickly?",
        "Was it possible to fix my faulty tail lamps?",
        "I need you to help me get my taillights fixed.",
        "I wonder if tail light repair can be done.",
        "Can you help with the broken tail lights?",
        "Do you know how to mend broken rear lights?",
        "Do you want your broken taillights fixed?",
        "Can I have my broken taillights repaired?",
        "Help? Taillights broken",
        "Can you lend a hand to get my taillights fixed?",
        "Possible fixing of the taillights?",
        "Fix malfunctioning tailligh.",
        "Is there a chance to fix the malfunctioning car taillights?",
        "Will there be a chance of repairing failed taillights quickly?",
        "Maybe the taillights could be fixed?",
        "I need to get my taillights fixed, can you help?",
        "Can you assist me in fixing my taillights?",
        "I am wondering if you can mend my broken taillights.",
        "Do you know what you can do to fix my broken taillights?",
        "Get my tail lamps in order.",
        "Do you have the ability to fix my broken lights?",
        "Fix my broken down taillights?",
        "There is a chance of repairing the taillights quickly.",
        "Is it possible for you to fix my faulty taillights?",
        "Fix my busted taillamps?",
        "Can you sort out the issues with the taillight?",
        "Will I have my tail lamps fixed?",
        "Do you want to fix my faulty tail lamps?",
        "I want my taillights repaired.",
        "Fix the bad tail lamps?",
        "My taillight is broken?",
        "Is it possible for you to correct my failing taillights?",
        "Would tail light repairs be possible?",
        "Do you want my faulty tail lamps fixed?",
        "Should I have my faulty taillights repaired?",
        "There is a chance that the failed taillights can be repaired fast.",
        "The tail light needs fixing pronto.",
        "Do you have a way to fix the taillights?",
        "There might be a chance of repairing failed taillights fast.",
        "Do you have the skills to fix my broken taillight?",
        "My tail lamps quit?",
        "Will my tail lamps work again?",
        "I want you to fix my taillights.",
        "I need to sort out my tail lamps",
        "There is malfunction of the taillight.",
        "Restore taillight yet?",
        "These tail lamps are not working.",
        "Do you think tail light repair is doable?",
        "I need your help in getting my taillights fixed.",
        "Are there any chances of repairing failed taillights quickly?",
        "I wonder if you can repair my taillights.",
        "Can you help fix the malfunctioning taillights?",
        "Fix the broken lights, please?",
        "Can you help me with my taillight?",
        "Problem with tail lights, help?",
        "Can you help fix some taillights?",
        "Is it possible you may fix my taillights?",
        "Is there a fix for my tail lamps?",
        "Is there anything you can do to fix the taillights?",
        "Was it possible to repair my broken taillights.",
        "Do you need to repair the taillights impaired?",
        "How is the taillights broken?",
        "My taillights should be repaired.",
        "Help please, taillights broken.",
        "Help breaking taillights.",
        "Some taillights are not working.",
        "Do you want to repair the faulty taillights?",
        "Repairs the taillights impaired?",
        "Towlights are broken, help?",
        "Repairing broken taillights impaired?",
        "The tail light is broken and needs to be fixed immediately.",
        "Help for tail lights?",
        "My taillights need to be fixed.",
        "Fixus, my tail lamps didn't work?",
        "Is there a way to sort out taillight issues.",
        "Are Taillights broken - can you help?",
        "Do you want me toRepair my faulty taillights?",
        "Can you help fix my tail light?",
        "Problematic tail lights can be fixed.",
        "There is a chance that the taillights will be repaired fast.",
        "How can we fix the taillights?",
        "Is it possible that I can fix my taillights?",
        "Can you help get my taillights fixed?",
        "Is it possible you can fix my taillamps?",
        "Do you need to repair my taillights?",
        "Wrecked tail light needs to be fixed very soon.",
        "There is a possibility of fixing taillights",
        "Do you have the capacity to fix my broken taillights?",
        "I want my broken taillights fixed?",
        "Maybe there is a chance of repairing failed taillights fast.",
        "Could the tail lamps possibly be fixed?",
        "Will you repair my tail lights?",
        "I was wondering if you could fix my broken taillights.",
        "Do you want your faulty taillights repaired?",
        "It is possible to fix my taillights.",
        "Taillights not working, help?",
        "Do you want toRepair taillights impaired?",
        "There is malfunction of taillight.",
        "Is it possible you can fix my tail lights?",
        "I am asking if you can repair my tail lights.",
        "Wanted: swift healing of malfunctioning tail clusters.",
        "Was it possible to repair my broken taillights?",
        "Shall you fix the taillights?",
        "Are you going to fix the taillights?",
        "I would like to know if you can fix my taillights.",
        "Fix my tail lamps.",
        "You can help with the taillights.",
        "Is it possible to untangle taillight issues?",
        "You should sort out my tail lamps.",
        "How about repairing taillights Impaired?",
        "Would you please repair the lights?",
        "Is it possible to fix the tail light.",
        "Can you help with my taillights?",
        "Is it possible to mend broken rear lights.",
        "Inquire about the chance to fix the car's malfunctioning taillights.",
        "Was it possible for you to correct my malfunctioning taillights?",
        "Will I be able to repair my faulty taillights?",
        "Do you wish to repair my malfunctioning taillights?",
        "Are you able to fix the broken taillights?",
        "Do you want my tail lamps repaired?",
        "Are you able to repair my faulty taillights?",
        "Mend faulty tail lights.",
        "Is it possible to repair the taillights?",
        "The tail lights on my car are faulty.",
        "Do you know whether you can fix my broken taillights?",
        "Will you fix the taillights impaired?",
        "Can you help me get my tail lamps fixed?",
        "Inquire a chance to fix the car's malfunctioning taillights.",
        "Is there any way you can sort out the taillight issues?",
        "A malfunctioning taillight needs fixing.",
        "Can these malfunctioning tail lamps be fixed?",
        "Why do my tail lamps malfunction?",
        "The taillight needs fixing because of malfunction.",
        "The broken tail lamps could be fixed.",
        "Fix the broken tail lamps?",
        "The lights need to be fixed, please?",
        "The tail light isn't working.",
        "Are my tail lamps malfunctioning?",
        "Is there a fix for bad taillights?",
        "Is it possible that I can get my broken lights fixed?",
        "Is it possible for you to correct my faulty taillights?",
        "Is malfunctioning tail lights doable to fix?",
        "Is it possible we can fix my broken lights?",
        "Are tail light repairs doable?",
        "Want to heal malfunctioning tail clusters.",
        "Can you fix my broken tail lamps?",
        "Did you want to fix my broken taillights?",
        "Could the broken tail lamps be repaired?",
        "The tail light is broken and needs fixing immediately.",
        "Is it possible you would fix my broken lights?",
        "Any chance of fixing the taillights quickly?",
        "Is there a chance that these tail lamps could be fixed?",
        "Can you help with broken lights?",
        "the taillights are not working",
        "Should I get my broken taillights fixed?",
        "Is it possible to fix tails light?",
        "Is it possible these tail lamps can be repaired?",
        "Can you help me repair my taillights?",
        "How about fixing the taillights",
        "Can you get my tail lights fixed?",
        "It could possibly be possible to fix taillights.",
        "I need someone to repair my taillights.",
        "How about the taillights, help?",
        "Malfunction, tail light needs fixing?",
        "What about Taillights broken, help?",
        "Might malfunctioning tail lights be able to be fixed?",
        "Needed fixing, Wrecked tail light.",
        "My taillights are faulty?",
        "I Need to get my taillights fixed.",
        "I have faulty tail light.",
        "Fix tailligh2s malfunctioning",
        "Fix my crummy taillights?",
        "A broken tail light needs to be fixed asap.",
        "Help, tail lights are broken.",
        "Maybe the malfunctioning tail lamps can be fixed.",
        "Are the faulty tail lamps fixed?",
        "A tail light needs to be fixed quickly.",
        "Problem with taillight?",
        "Fix malfunctioning taillights?",
        "There's a chance of repairing failed taillights.",
        "Is there a way to mend my broken taillights?",
        "Maybe these tail lamps could be fixed.",
        "You can repair taillights impaired.",
        "Wrecked tail light needs repair soon.",
        "Maybe the taillights can be fixed?",
        "Is my tail lamps broken, fixus?",
        "You could possibly fix taillights.",
        "I am wondering if you are able to fix my broken taillights.",
        "Can you get the taillights to work again?",
        "How can I get my broken taillights fixed?",
        "Inquire to have malfunctioning car taillights fixed.",
        "Problem, taillight needs to be fixed?",
        "Should the tail lights malfunctioning be fixed?",
        "the tail lamps failed",
        "I need someone to fix my taillights.",
        "Do you want to repair the taillights impaired?",
        "Would it be possible to repair failed taillights fast?",
        "Couldn't malfunctioning tail lights be fixed?",
        "My tail lamps failed to work.",
        "Can you help me with my tail lights?",
        "There is malfunction, tail light needs fixing.",
        "The malfunctioning tail lamps may need to be repaired.",
        "Wrecking tail light needs to be fixed.",
        "Do you think it's possible for you to fix my malfunctioning taillights?",
        "Is it possible that you fix my taillights?",
        "Does it possible for you to correct my malfunctioning taillights?",
        "Fix my broken taillights, alright?",
        "Wrecked tail light that needs to be fixed.",
        "My tail lamps need to be sorted out.",
        "Are you able to fix the malfunctioning tail lights?",
        "Is it possible you can mend my broken lights?",
        "Is it possible that you could correct my malfunctioning taillights?",
        "My tail lamps are not working",
        "It is possible to repair the tail light.",
        "Do you have the knowledge to fix my broken taillights?",
        "Is there any chance of repairing the taillights quickly?",
        "Fix malfunctioning tailligh2",
        "Can you fix the broken taillights of me?",
        "Perhaps it is possible to fix taillights.",
        "I don't know if you can repair my broken taillights.",
        "Are tail lights malfunctioning that you can fix?",
        "Could there be a chance of repairing failed taillights?",
        "Do you want to repair taillights that are impaired?",
        "Is it possible you can fix the broken lights?",
        "My tail lamps are bad.",
        "The tail light needs repair quickly.",
        "The taillight needs to be corrected.",
        "Can you correct the malfunctioning taillights?",
        "It is possible to fix malfunctioning tail lights.",
        "Do you propose to fix the taillights?",
        "How about qualified repair of taillamps?",
        "My tail lamps malfunction?",
        "Someone wants to heal malfunctioning tail clusters.",
        "It is possible to sort out taillight issues.",
        "The tail light needs work.",
        "Fix flawed tail lamps?",
        "Inquire for the chance to fix the car's broken taillights.",
        "Taillights are malfunctioning, can you help?",
        "Correct, fix my busted taillights?",
        "These tail lamps may need to be fixed.",
        "Problem with my broken taillights, huh?",
        "Is it possible to have tail light repair?",
        "Does it possible that you can fix my taillights?",
        "I have faulty tail lights",
        "Are you able to repair the broken taillights?",
        "We want to heal malfunctioning tail clusters.",
        "Mend was the taillights faulty?",
        "These tail lamps are malfunctioning",
        "Is it possible to repair the tail lights?",
        "Can you resolve the problem with the taillights?",
        "Is the taillights faulty?",
        "Can you assist with Taillights busted?",
        "Is it possible you can help me fix my taillights?",
        "I think you could fix my broken taillights.",
        "Fix my bad taillight?",
        "How about repairing my faulty lights?",
        "My taillights are broken.",
        "Are tail light fixes possible?",
        "I have malfunctioning taillights, can you fix me?",
        "You have to fix the taillights.",
        "Is it possible to repair your taillights impaired?",
        "Help, Taillights are broken.",
        "Need to fix my taillights.",
        "Shouldn't my busted taillights be fixed?",
        "Does it make sense to fix my taillights?",
        "Can you take care of my tail lights?",
        "Can you assist me in getting my taillights fixed?",
        "Are you capable of fixing my taillights?",
        "Will there be a chance of repairing broken taillights fast?",
        "Do you think you can fix taillights impaired?",
        "Can you fix malfunctioning tail lights?",
        "Is it possible to fix my shit taillights?",
        "Inquire for the chance to fix the car's malfunctioning taillights?",
        "Can you fix my broken taillight?",
        "Can you fix my broken-down taillights?",
        "Are you able to help me get my taillights fixed?",
        "A qualified repair for taillamps gone dark?",
        "Does it possible that you can fix my broken lights?",
        "My tail lamps did not work?",
        "A wrecked tail light needs to be fixed immediately.",
        "Is there any way to deal with taillight issues?",
        "I am wondering if tail light repair is possible.",
        "Will I have my faulty taillights repaired?",
        "Can you help out with the taillights?",
        "There are Taillights not working.",
        "How about fixing taillights that are bad?",
        "Is there a fix to my faulty tail lamps?",
        "Do you have the tools to fix my broken taillights?",
        "Are you capable of repairing my broken taillights?",
        "Are you capable of fixing my malfunctioning taillights?",
        "My tail lights need repair.",
        "Do you have the ability to repair broken rear lights?",
        "My taillights don't work.",
        "Is it possible to fix my malfunctioning taillights?",
        "How about fixing my malfunctioning taillights?",
        "Is there a way to fix the taillights?",
        "Is it possible for you to address my malfunctioning taillights?",
        "My tail lamps are messedup.",
        "Is it possible for me to have my taillights fixed?",
        "You could fix my broken taillights?",
        "If there is a chance of repairing failed taillights fast?",
        "my tail lamps failed?",
        "Is the taillight faulty?",
        "The Taillights are broken",
        "Taillights broken, can you help?",
        "Is there a fix to malfunctioning tail lights?",
        "Are you able to fix my faulty lights?",
        "The taillights could be fixed",
        "Can you help fix the cracked taillights?",
        "Need to fix taillights?",
        "You can help me fix my taillights.",
        "Do you have the skill to repair my broken taillights?",
        "I want to get my taillights fixed.",
        "Can tail light repairs be made?",
        "Mend broken taillights?",
        "Do you need to fix my broken taillights?",
        "Should these malfunctioning tail lamps be repaired?",
        "Can you help repair taillights?",
        "Are tail lights malfunctioning",
        "What happened to my tail lamps?",
        "Can you fixed the taillights?",
        "My tail lamps are messed up.",
        "Should you be able to fix malfunctioning tail lights?",
        "Is it possible that tail lamps could be repaired?",
        "The taillights are possible to be fixed.",
        "My tail lamps stopped working.",
        "How can I fix my tail lamps?",
        "Can you help fix my taillight?",
        "My tail lamps had trouble.",
        "Fix my bad tail lights?",
        "There is a wish to heal malfunctioning tail clusters.",
        "How about fixing taillights that are not good?",
        "Do you want to repair taillights impaired?",
        "Is there a possibility of tail light repairs?",
        "How to fix my tail lamps?",
        "You can help the taillights.",
        "Could the malfunctioning tail lamps be fixed.",
        "Do you have a chance to fix a malfunctioning car taillights?",
        "Inquire if you can fix the car's malfunctioning taillights.",
        "Problem with taillight needs fixing.",
        "My taillights need to be repaired?",
        "Can the tail lamps be fixed?",
        "The taillight needs something fixed.",
        "How about repairing taillights impaired?",
        "Do you have the skill to fix my taillights?",
        "help with taillights broken?",
        "Fix the taillights.",
        "I want to sort out the tail lamps.",
        "Fix my broken taillights, I guess?",
        "You could repair my broken taillights?",
        "Is it possible for you to correct the broken taillights?",
        "Inquire for a chance to fix the car taillights.",
        "The taillights could be repaired.",
        "Inquire for a chance to fix the car's taillights.",
        "Does it possible for you to fix my taillights?",
        "Is it possible to repair my broken taillights?",
        "Is it possible that you can fix the taillights?",
        "Fix tailligh2s malfunctioning.",
        "Do you have the ability to fix taillights?",
        "Has there a chance of repairing failed taillights fast?",
        "Is it possible for you to fix my malfunctioning taillight?",
        "Sort out my broken tail lamps.",
        "Could I have my broken taillights fixed?",
        "The tail lamps failed, fixus?",
        "The taillight needs fix.",
        "Was it mend faulty taillights?",
        "The tail light needs fixing now.",
        "A restoration of the taillight?",
        "Can you fix the tail lights that are malfunctioning?",
        "I want to know if you can repair my broken taillights.",
        "Can you help with taillights?",
        "\"Is it possible you can fix my broken lights?\"",
        "Do you have the ability to fix my tail lights?",
        "Wrecked tail light needs fixing immediately.",
        "Need to get my taillights fixed",
        "Problematic taillight needs fixing",
        "Fix my faulty tail lamps.",
        "Do you know how to fix my tail lights?",
        "Are there any chances of fixing failed taillights fast?",
        "Is it possible to fix my tail lamps?",
        "Mend broken vehicle lights?",
        "Is my tail lamps not working?",
        "Can you help with my tail lights?",
        "Is tail light repairs feasible?",
        "Is it possible to fix my damaged taillights?",
        "The tail lamps stopped working.",
        "Are you able to fix the tail lights?",
        "It's possible for you to correct my taillights.",
        "Is it possible you can take care of my broken lights?",
        "What can you do about my tail lights?",
        "What about repairing taillights impaired?",
        "Would these malfunctioning tail lamps be fixed?",
        "Is it possible to fix tail light",
        "A tail light needs fixing quickly.",
        "Would it be possible for you to correct my malfunctioning taillights?",
        "Correct, my tail lamps failed?",
        "Would you fix the taillights?",
        "My taillights are broken, can you fix them?",
        "There are taillights that aren't working.",
        "What can be done to fix the taillights?",
        "Do you want me to repair my broken taillights?",
        "Wrecked tail light, need immediate repair.",
        "Problematic tail lamps had flaws?",
        "It is possible that you could fix my taillights.",
        "My tail lamps have problems.",
        "Have you chance to fix malfunctioning car taillights?",
        "Problematic tail light needs to be fixed.",
        "Could you repair the taillights?",
        "Is fixing my taillights possible?",
        "I have a broken taillights, could you repair it?",
        "Wrecked tail light needs fixing.",
        "The tail lights are malfunctioning.",
        "Can you fix my malfunctioning taillight?",
        "I want my faulty taillights repaired.",
        "Is it possible for you to change my taillights?",
        "Do you have the ability to mend broken rear lights?",
        "My tail lamps are out of order.",
        "Is it possible you can work on my taillights?",
        "Are you going to fix my broken taillights?",
        "Are we able to fix taillights?",
        "Fix my old taillights?",
        "It is possible for you to correct my malfunctioning taillights.",
        "I question if you could fix my broken taillights.",
        "Mend failed taillights?",
        "Fix my messed up taillights?",
        "I need to fix my tail lamps.",
        "There's a need to get my taillights fixed.",
        "Can you sort out the taillight issues?",
        "I need a fix to my taillights.",
        "\"Is it possible you can fix my taillights?\"",
        "Is there a qualified repair for taillamps went dark?",
        "Need to get my tail lights fixed?",
        "I wonder if you can fix my tail lights?",
        "There is a possibility you can fix my taillights.",
        "There is a way to fix malfunctioning taillighs.",
        "Is there a way to fix malfunctioning tail lights?",
        "The tail light needs to be FIXED.",
        "Did you have any chance of repairing the failed taillights fast?",
        "Can malfunctioning tail lights be fixed?",
        "Can you help with the busted taillights?",
        "Are the Taillights not working?",
        "The taillights could be fixed.",
        "Is it possible that you can fix my taillights",
        "Can you fix my taillights.",
        "I need to fix my broken taillights.",
        "Is it possible to mend broken rearlights?",
        "Is it possible for you to fix my problematic taillights?",
        "Can you figure out taillight issues?",
        "You can fix my taillights?",
        "How about fixing my broken taillights.",
        "Was tail light repair possible?",
        "Help, taillights are broken.",
        "What can you do to resolve taillight issues?",
        "Should there be a chance of repairing failed taillights?",
        "My broken taillights?",
        "Is it possible that you might be able to fix my broken lights?",
        "Is it possible to fix the malfunctioning tail lights?",
        "Can you mend my tail lights?",
        "Do you think you can fix the taillights?",
        "Were you able to fix the taillights?",
        "Can you fix my broken taillights.",
        "I need to have my taillight fixed.",
        "Is it possible to repair taillights impaired?",
        "Is it possible that you can correct my malfunctioning taillights?",
        "Maybe these tail lamps can be fixed.",
        "Is it possible to repair my damaged taillights?",
        "Is it possible that these tail lamps are fixed?",
        "Can I have my faulty taillights repaired?",
        "Could tail lamps be repaired?",
        "Is there any chance of tail light repairs?",
        "Wrecked tail light needs repair asap.",
        "Is there a way you can fix my broken lights?",
        "Are you interested in fixing misbehaven taillights?",
        "I have faulty tail lights can you fix them?",
        "Someone is wondering if there is a chance of repairing failed taillights fast.",
        "I asked if you could repair my taillights.",
        "Couldn't these tail lamps be repaired?",
        "Is it possible you can make my taillights better?",
        "Please repair the broken lights.",
        "My broken taillights could be mended by you.",
        "A fix for my broken taillights?",
        "Can you help me with getting my taillights fixed?",
        "Can you help fix these Taillights?",
        "I need to repair my broken taillights.",
        "How about fixing the taillights impaired?",
        "How came my tail lamps failed?",
        "Is it possible to mend my broken taillight?",
        "The tail lights are broken",
        "Would it be possible to repair my taillights?",
        "I would like to know if tail light repair is possible.",
        "Can you fix taillights?",
        "It is possible to fix malfunctioning taillighs.",
        "What about repair taillights?",
        "Is it possible you'll fix my taillights?",
        "Are you able to help fix my taillights?",
        "Inquire if you can fix malfunctioning car taillights?",
        "Please help me get my taillights fixed.",
        "We want swift healing of malfunctioning tail clusters.",
        "Is there a fix for broken taillights?",
        "Is it possible you could fix my taillights.",
        "Can you resolve the tail light issues?",
        "Towlights broken, help?",
        "Help if taillights break?",
        "My tail lamps didn't function.",
        "Mend a faulty taillights?",
        "Is it possible these tail lamps can be fixed?",
        "It's possible for you to fix my malfunctioning taillights.",
        "Do my tail lamps fail?",
        "Can you repairs my broken taillights?",
        "Is it possible for tail lights to be fixed?",
        "Would fixing the taillights be possible?",
        "There was faulty taillights.",
        "Can you help fix taillights.",
        "It is possible for you to fix my taillights.",
        "Is it possible to Fix my broken lights?",
        "Taillights aren't working.",
        "Is the broken taillights fixed by you?",
        "Do you think it's possible to fix my broken lights?",
        "There is a question if tail light repair is possible.",
        "Can you sort out tail light issues?",
        "It's possible to fix malfunctioning tailligh2s.",
        "How about fixing my broken taillights, huh?",
        "I wonder if the tail lamps could be fixed.",
        "Is there any chance you can sort out taillight issues?",
        "Do you know how to fix Taillights busted?",
        "I need someone to help with my taillights.",
        "Could you correct my taillights?",
        "Wrecked tail light has to be fixed quickly.",
        "I had my tail lamps fail?",
        "is tail light repair possible?",
        "It's Taillights busted - can you help?",
        "Can you do repairs on my tail lights?",
        "Is taillight needs to be fixed?",
        "Can I have faulty tail lights fixed?",
        "Can you help fix broken taillights?",
        "Problem with taillights can you help?",
        "Can there be a chance of repairing the failed taillights?",
        "The taillight needs to be fixed.",
        "My tail lamps died?",
        "Does anyone know how to fix my tail lamps?",
        "Will you fix my taillights?",
        "Is there fault with the taillights?",
        "The tail light needs some fixing.",
        "Are they going to fix my broken taillights?",
        "Would you like to fix the taillights?",
        "Is tail light fixing doable?",
        "How about fixing my flawed tail lamps?",
        "How do I fix my broken taillights?",
        "Is it possible to mend my taillights?",
        "Fix my crappy taillights?",
        "Could the tail lamps be fixed?",
        "I wonder if these tail lamps could be fixed.",
        "Should I have faulty tail lights fixed?",
        "Can you get to the root of taillight issues?",
        "Is it possible you can fix my broken taillights?",
        "Do you know how you can fix my broken taillights?",
        "Fix the wrecked tail light asap.",
        "Do you think you should fix my taillights?",
        "Will malfunctioning tail lamps be fixed?",
        "If tail light repair is possible?",
        "Is there anything you can do to fix my broken taillights?",
        "taillight needs to be fixed?",
        "Problem, taillight needs fixing?",
        "The taillight is not working.",
        "Please repair the lights.",
        "Correct my taillights?",
        "What can you do to help the taillights?",
        "The tail light is not functioning.",
        "Is it possible to fix some taillights?",
        "Is there a chance these tail lamps could be repaired?",
        "How can I fix my broken taillights?",
        "Inquire for the chance to fix the car's taillights.",
        "How about fixing my shit taillights?",
        "Fixed taillights possible?",
        "Can you repair my bad lights?",
        "Couldn't you repair my broken taillights?",
        "The tail light is in need of fixing.",
        "Can you sort out the tail light issues?",
        "You can mend my broken taillights?",
        "Wrecked tail light in need of repair.",
        "Alright, fix my broken taillights?",
        "Needed: swift repair of malfunctioning tail clusters.",
        "How do you sort out taillight issues?",
        "My tail lamps didn't work.",
        "Want to quickly heal malfunctioning tail clusters.",
        "There's a way to fix malfunctioning tailligh2s.",
        "Could it be that fixing taillights is possible?",
        "Were you able to repair my broken taillights?",
        "The tail lamps are faulty?",
        "There are some taillight issues.",
        "Is it possible to fix the tail Light?",
        "Is it possible for you to fix the broken taillights?",
        "Is it possible you will fix my broken lights?",
        "Is it possible to repairs the tail light?",
        "Is there a chance of fixing the tail light?",
        "Maybe these tail lamps could be fixed?",
        "There are issues with the taillight.",
        "There are tail lights that are malfunctioning.",
        "Is it possible to fix malfunctioning taillights?",
        "Is it possible for tail light repairs?",
        "You need to sort out my tail lamps.",
        "faulty taillights?",
        "The taillights were malfunctioning.",
        "Fix the wrecked tail light.",
        "Is tail light fixing possible?",
        "Help, Taillights broken.",
        "How can I have my taillights fixed?",
        "There are flaws in repair tail lamps?",
        "Could the failing tail lamps be fixed?",
        "Something to fix my broken taillights?",
        "My tail lights failed.",
        "Need to have my taillights fixed.",
        "How about fixing malfunctioning taillights?",
        "Might the taillight need fixing?",
        "Is it possible to sort taillight issues?",
        "There is a desire to heal malfunctioning tail clusters.",
        "repair my taillights?",
        "Is it possible that you can fix my damaged lights?",
        "What about repairing taillights?",
        "Is it feasible to fix malfunctioning tail lights?",
        "I have faulty tail lights. Can you fix them?",
        "My tail lamps are messed up",
        "Fix the faulty tail lamps?",
        "How about fixing my busted taillights?",
        "Are there taillight issues that can be sorted out?",
        "Is it possible to repair broken taillights impaired?",
        "Is it possible to fixing taillights?",
        "Did you know malfunctioning tail lights can be fixed?",
        "Do you want my faulty taillights repaired?",
        "Help when the taillights are broken.",
        "Helping with broken taillights.",
        "It could be possible to fix the taillights.",
        "taillight needs a fix.",
        "Should there be a chance of repairing the failed taillights fast?",
        "You can fix the bad lights?",
        "Do you have a chance of repairing failed taillights quickly?",
        "The tail light needs fixing.",
        "Is it possible to replace the tail light?",
        "Can you help fix the tail lights?",
        "These tail lamps are malfunctioning, could they be fixed?",
        "The taillight needs fixing for malfunction.",
        "Is the taillights broken, help?",
        "Can tail light repairs be done?",
        "Is it possible to fix my crummy taillights?",
        "Is there a possibility for tail light repair?",
        "Fix malfunctioning tailligh",
        "You may be able to fix my taillights.",
        "Why do I have broken taillights?",
        "The broken taillights need to be fixed.",
        "Are the taillights broke?",
        "Is it possible to repair a tail light?",
        "Should I have my faulty taillights fixed?",
        "I need help with my broken taillights.",
        "A tail light is badly broken.",
        "Fix the taillights bad?",
        "Repair my bad taillights?",
        "Was it possible to repair the taillights impaired?",
        "Help for taillights that are broken.",
        "How about fixing the taillight?",
        "Is it possible to fix the Taillights?",
        "The tail light is broken",
        "Wanted: heal malfunctioning tail clusters.",
        "My tail lamps were not working.",
        "The Taillights are not working.",
        "Is there any chance you can fix my taillights?",
        "Problem with taillight",
        "Fix the taillights Impaired?",
        "Could the tail light be repaired?",
        "Mend a broken tail light?",
        "There is a chance of repairing failed taillights fast.",
        "Inquire for a chance to fix the car's taillights?",
        "Is it possible to fix the taillights impaired?",
        "Is there anything I can do to fix my faulty taillights?",
        "Is a malfunctioning tail light fixable?",
        "Problem with taillights, assistance?",
        "The tail lights are broken, help?",
        "Can I have my tail lamps fixed?",
        "Is fixing my broken lights possible?",
        "Maybe you can fix the taillights.",
        "Put my broken tail lamps back together.",
        "Have you been able to fix my taillights?",
        "Do you think tail lights can be fixed?",
        "A possible fix for the taillights?",
        "Is it possible for you to change my broken taillights?",
        "Get my broken tail lamps fixed.",
        "Is the tail light fix possible?",
        "Is it possible to fix broken rearlights for me?",
        "My tail lamps are faulty",
        "The Taillights aren't working.",
        "Can you sort out taillight problems?",
        "Can you assist with the taillights?",
        "Am I able to have my broken taillights fixed?",
        "I need to fix my busted taillights.",
        "Please repair the lights",
        "I am wondering if you could fix my broken taillights.",
        "The taillight should be fixed.",
        "Is there taillight issues that you can sort out?",
        "Wrecked tail light needs immediate repair.",
        "Is fixing my malfunctioning taillights possible?",
        "Is the malfunctioning tail lights fixable?",
        "Maybe it is possible to fix taillights?",
        "Are the taillights not functioning?",
        "Will you be able to fix my taillights?",
        "Break taillights impaired?",
        "Mend faulty taillamp?",
        "Are you interested in fixing my busted taillights?",
        "I need to know if you can fix my taillights.",
        "How about repairing broken taillights?",
        "It's a chance to fix malfunctioning car taillights.",
        "What should I do about my faulty tail lamps?",
        "Repair my faulty tail lamps?",
        "Your tail lamps are messed up.",
        "Inquire if you have the chance to fix the car taillights.",
        "There is some malfunction in the taillight.",
        "Fix my taillights, huh?",
        "If there was a chance of repairing failed taillights fast.",
        "I need to know if you can fix my malfunctioning taillights.",
        "Can you fix taillight problems?",
        "There is a chance that the failed taillights will be repaired quickly.",
        "Is the broken taillights fixed?",
        "How to fix the taillights impaired?",
        "My tail lamps have been messed up.",
        "Correct the faulty tail lamps?",
        "Is my tail lamps faulty?",
        "Are you going to fix the broken taillights?",
        "Should the taillight needs to be fixed?",
        "Is there any chance of repairing failed taillights?",
        "My tail lamps have broken.",
        "Is it possible to fix my faulty lights?",
        "To fix malfunctioning tailligh2s.",
        "Can you give me a chance of repairing failed taillights quickly?",
        "Are it possible for you to fix my malfunctioning taillights?",
        "Do you have a chance to fix car taillights?",
        "Is it Possible you can fix my broken lights?",
        "Fix the tail lamps.",
        "Are they going to fix the taillights?",
        "Any help with taillights broken?",
        "I need my taillights fixed, can you help?",
        "can you help fix the taillights?",
        "Can you fix my tail lamps?",
        "Is it possible for you to fix my malfunctioning tail lights?",
        "Is it possible you can fix a broken light?",
        "The damaged tail light needs to be fixed.",
        "Can you help fix the taillight?",
        "How about fixing my tail lamps?",
        "Will it be possible to fix my taillights?",
        "How can you fix taillights?",
        "Or is it possible to fix taillights?",
        "My tail lamps are not perfect.",
        "I had tail lamps that failed.",
        "Will the tail lamps be fixed?",
        "Can you help with Taillights broken?",
        "How about repairing my tail lamps?",
        "Is it possible the taillights were faulty?",
        "Is it possible to mend tail light?",
        "Mend a faulty taillight?",
        "Is it possible for you to fix the malfunctioning taillights?",
        "Can you help me get my taillights fixed",
        "You can help with taillights.",
        "What about my broken taillights?",
        "Is there any chance these tail lamps could be fixed?",
        "It is possible that taillight needs fixing.",
        "I need to repair my taillights.",
        "Seeking swift heals malfunctioning tail clusters.",
        "Is malfunctioning tail lights fixable?",
        "Did you know there is a chance of repairing failed taillights fast?",
        "Wrecked tail light needs to be fixed right away.",
        "Can the tail light be fixed?",
        "I want to know if you can repair my faulty tail lights.",
        "Is it possible to get my taillights fixed?",
        "Could you help the taillights?",
        "Is it possible to mend broken rear lights?",
        "A Wrecked tail light needs to be fixed.",
        "You might be able to repair my broken taillights.",
        "I have a malfunctioning taillights, can you fix it?",
        "Fix problematic taillights?",
        "Is there a way you could fix my broken taillights?",
        "The taillights needs fixing.",
        "Are you able to help me with my taillights?",
        "Was there a fix for my faulty tail lamps?",
        "Do you think you can fix my broken taillights?",
        "I need toRepair my faulty taillights.",
        "Fix my tail lamps",
        "Do you know how to repair my broken taillights?",
        "Are malfunctioning tail lights feasible to fix?",
        "You can repair my broken taillights.",
        "There had flaws in the tail lamps.",
        "I want you to repair my faulty tail lights.",
        "fix malfunctioning tailligh2s",
        "Fix malfunctioning taillighs.",
        "Can you help? Taillights are broken.",
        "I don't know if you can fix my tail lights.",
        "I need you to fix my faulty tail lights.",
        "Can you fix the taillights.",
        "Do you have a chance of repairing the taillights fast?",
        "Is it possible that the malfunctioning tail lamps could be fixed?",
        "It seems the taillight needs fixing.",
        "Need to fix my tail lamps.",
        "Do you repair my broken taillights?",
        "Can you fix my broken tail lights?",
        "Want to swiftly heal malfunctioning tail clusters.",
        "Is it feasible for you to fix my taillights?",
        "Taillights are broken can you help?",
        "If there is a chance of fixing failed taillights fast.",
        "There are taillights that are broken.",
        "The taillight requires fixing.",
        "Are you able to help get my taillights fixed?",
        "Are you able to fix my broken taillamp?",
        "The tail lamps need to be sorted.",
        "Is there any chance of repairing the broken taillights fast?",
        "tail light needs fixing.",
        "It may be possible to fix taillights.",
        "Is it doable to fix the tail light?",
        "My tail lamps don't work.",
        "Will you be able to repair my broken taillights?",
        "The chance to fix malfunctioning car taillights?",
        "Are you able to fix the taillights impaired?",
        "There is a malfunctioning taillight.",
        "You want the lights to be repaired, please?",
        "Is my broken taillight fixed?",
        "Is that a faulty taillights?",
        "How can I have my tail lights fixed?",
        "Can you help with broken taillights?",
        "The tail light needs fixing fast.",
        "These tail lamps could be fixed.",
        "Are you able to sort out tail light issues?",
        "Was it possible to fix malfunctioning tail lights?",
        "Is it possible to fix my faulty taillights?",
        "The taillight needs some work.",
        "Is it possible to fix taillights?!",
        "Hey, fix my busted taillights?",
        "Is there a way to fix the broken taillights?",
        "Is repair of the tail light possible?",
        "The taillamps are not working.",
        "How about these malfunctioning tail lamps?",
        "Want to get my taillights fixed?",
        "How can you fix my tail lights?",
        "Is there a chance of fixing malfunctioning car taillights?",
        "Help breaking taillights?",
        "Help with the Taillights broken?",
        "Help? Taillights are broken",
        "Mend a fault with their taillights?",
        "A possible solution to fixing taillights?",
        "Help with the taillights?",
        "I need to fix my taillights.",
        "Wrecked tail light needs repair quickly.",
        "Possible fix for taillights?",
        "Fix the broken taillights of my car?",
        "Is there any way to fix the taillights?",
        "Is there a fix for the tail light?",
        "Is there a chance the tail lamps could be repaired?",
        "Fix my faulty taillights?",
        "Is there a repair for the tail light?",
        "Can tail light repair happen?",
        "I have taillights that are broken.",
        "Mend a bad taillights?",
        "Is it realistic to fix my taillights?",
        "Should there be a chance of repairing failed taillights quickly?",
        "Do you think it is possible to fix taillights?",
        "The taillights are broken, can you help?",
        "I need your assistance to get my taillights fixed.",
        "Are Taillights not working?",
        "My tail lights do not work.",
        "Is the taillight needs fixing?",
        "My tail lamps were broken.",
        "Need to have my taillights fixed",
        "Should you help fix the taillights?",
        "It could be possible to fix my taillights.",
        "Taillights broke - can you help?",
        "Is it possible that I can get my taillights fixed?",
        "Can you help? Taillights are malfunctioning.",
        "The taillight needs to be adjusted.",
        "Was it possible to fix my broken taillight?",
        "Was there a way to repair my broken taillights?",
        "Do you wish to fix my tail lamps?",
        "Wrecked tail lights need to be fixed quickly.",
        "How about fixing my crummy taillights?",
        "Can you fix the taillight?",
        "Do you understand how to fix my broken taillights?",
        "Inquire a chance to fix the car's taillights.",
        "How can I fix my faulty tail lamps?",
        "I need to repair my faulty taillights.",
        "Is it possible for you to correct my malfunctioning tail light?",
        "Take care of the messed up tail lamps.",
        "How come my tail lamps didn't work?",
        "There's a chance of repairing the failed taillights fast.",
        "Is it possible to sort out the tail light issues?",
        "Fix the broken taillights, huh?",
        "I am wondering if you can fix my tail lights.",
        "Any chance of fixing the taillights?",
        "I am asking if you can fix my broken taillights.",
        "Are you ready to fix the taillights?",
        "I want to fix my tail lamps.",
        "Was taillight malfunctioning?",
        "There is a chance to fix malfunctioning car taillights.",
        "Are you going to repair my taillights?",
        "I wonder if you could fix my taillights.",
        "Wrecked tail light must be fixed soon.",
        "My tail lamps malfunction.",
        "Wrecked tail light needs to be fixed asap",
        "Fix my flawed tail lamps.",
        "Restoration of the taillight?",
        "Is there a way to repair my taillights?",
        "Is this malfunctioning tail lamps fixed?",
        "Is there a faulty taillight?",
        "Are you able to fix the broken taillights of my car?",
        "It was my tail lamps that failed?",
        "Is there any chance of repairing the failed taillights quick?",
        "I have broken taillights can you fix them?",
        "The taillights broke, help?",
        "Repairing my tail lamps?",
        "I have a broken taillights, could you fix it?",
        "Maybe the taillights were faulty?",
        "Is it possible that you can fix my taillights.",
        "Fix my busted tail light?",
        "Are taillight issues something you can sort out?",
        "Do you have a chance of repairing failed taillights fast?",
        "My tail lamps failed, right?",
        "Are you willing to fix my broken taillights?",
        "Is it possible to repair my busted taillights?",
        "Is it possible that the malfunctioning tail lamps can be fixed?",
        "I'm wondering if you can fix my taillights.",
        "Do you want to fix the faulty tail lamps?",
        "Inquire for a chance to fix the car's broken taillights.",
        "There's a chance to fix malfunctioning car taillights.",
        "The tail light needs adjusting.",
        "faulty tail lamps?",
        "Can the taillight be fixed?",
        "Was it possible to repair taillights?",
        "Wrecked tail light needs immediate fixes.",
        "How can you deal with taillight issues?",
        "I want to know if tail light repair is possible.",
        "Fix the taillights that are malfunctioning.",
        "Would malfunctioning tail lights be fixed for you?",
        "Is there anything I can do to repair my faulty taillights?",
        "How about repairing my broken taillights?",
        "Can you work on my broken taillights?",
        "Repairs of failed taillights may be possible.",
        "Can you help with taillights broken?",
        "Can you lend a hand with my taillights?",
        "Is it possible you can fix my taillight?",
        "Wrecked tail light needs attention asap.",
        "Is it possible to sort out taillight problems?",
        "Can you fix my problematic tail lights?",
        "Can you fix my broken taillights?",
        "Fix stuck taillights?",
        "Help if the tail lights are broken.",
        "Do I need to fix faulty tail lamps?",
        "Wrecked tail light needs repair.",
        "Help with Taillights broken.",
        "Fix damaged taillights?",
        "The tail lamps did not work?",
        "Is there any chance that you can sort out taillight issues?",
        "The chance to fix malfunctioning car tail lights?",
        "The tail light is not working.",
        "Wrecked tail light must be fixed immediately.",
        "I have a broken taillight. Could you fix it?",
        "Are you willing to help me fix my taillights?",
        "Can you take care of my taillights?",
        "It's possible for you to correct my malfunctioning taillights.",
        "the taillight needs fixing",
        "Can you help the taillights broken?",
        "Will you be able to repair my tail lights?",
        "Could you correct my malfunctioning taillights?",
        "Any chance of repairing the failed taillights quickly?",
        "The Taillights are malfunctioning.",
        "Is there any chance of fixing failed taillights fast?",
        "Are malfunctioning tail lights possible to be fixed?",
        "Will you mend my broken taillights?",
        "Is it possible to fix my faulty taillights.",
        "Is it possible to get a tail light fixed?",
        "Do you know how to fix broken taillights?",
        "Fix my stupid tail lights?",
        "Would the malfunctioning tail lamps be fixed?",
        "Fix broken taillights?",
        "I want to fix my broken taillights.",
        "Wrecked tail light needs fixing",
        "Do you know how to fix taillight issues?",
        "You can sort out taillight issues",
        "Need to get my taillight fixed.",
        "Fix my faulty tail lamps",
        "Is it feasible for you to fix my broken lights?",
        "Are you able to fix my broken lights?",
        "I need your assistance fixing my taillights.",
        "Should we repair the taillights impaired?",
        "Is it possible for you to correct my broken taillights.",
        "The broken taillights should be fixed.",
        "How can I fix my taillights?",
        "Something needs to be done to heal malfunctioning tail clusters.",
        "Help if Taillights are broken?",
        "Are my tail lamps not working?",
        "Is the tail lamps malfunctioning?",
        "Are my tail lamps failing?",
        "Is there a way to repair malfunctioning tail lamps?",
        "Is it possible to repair my broken taillight?",
        "Fix malfunctioning car taillights?",
        "What about the taillights broken?",
        "Can you untangle taillight issues?",
        "Repairs taillights impaired?",
        "Do you know if tail lights can be fixed?",
        "Is it possible for you to fix my bad lights?",
        "A malfunctioning taillight needs to be fixed?",
        "Is it necessary to fix my broken taillights?",
        "Is it possible for you to modify my taillights?",
        "Is it possible to repair my failed taillights?",
        "His tail lamps failed.",
        "Wrecked tail light should be fixed asap.",
        "The taillight might need fixing.",
        "Can there be a chance of repairing the failed taillights fast?",
        "Is it possible for you to correct my malfunctioning taillight?",
        "I need you to repair my taillights.",
        "Wrecked tail light needs to be repaired.",
        "Would it be possible to fix malfunctioning car taillights?",
        "Was there a fix for my tail lamps?",
        "Repair tail lamps had flaws?",
        "Can you take care of the taillights?",
        "Correct, fix my broken taillights.",
        "Is it possible for you to correct the malfunctioning taillights?",
        "Might the malfunctioning tail lamps be repaired?",
        "Can you repair the broken taillights of my car?",
        "Can you help fix taillights?",
        "There is a possibility that tail light repair is possible.",
        "I need you to help me with my taillights.",
        "Repair the broken lights?",
        "There are taillights that are broken, help?",
        "Problem with taillights, help?",
        "It is possible for you to correct the malfunctioning taillights.",
        "Can you fix the taillights",
        "My taillights were faulty.",
        "How about fixing misbehaven taillights?",
        "How about fixing problematic taillights?",
        "Repairs my bad taillights?",
        "This taillight needs fixing.",
        "Is tail lightrepair possible?",
        "Can you help me get the taillights fixed?",
        "Is it possible to repair tail light",
        "Can you help fix my faulty tail lights?",
        "Fix taillight issues?",
        "There's a chance of fixing taillights.",
        "Help if the Taillights are broken.",
        "Taillights malfunctioning, help?",
        "Should the malfunctioning tail lamps be fixed?",
        "Is it plausible that you can fix my taillights?",
        "Is it possible to fix my malfunctioning taillights.",
        "How about fixing taillights that are broken?",
        "A wrecked tail light needs to be fixed asap.",
        "Maybe it's possible to fix taillights.",
        "Was there a way to fix my broken taillights?",
        "Can you assist with the busted taillights?",
        "Do I need to repair my faulty taillights?",
        "There is a need to swift heal malfunctioning tail clusters.",
        "Is it possible to repair the taillights impaired?",
        "Have the tail lights been malfunctioning?",
        "My taillights are not functioning.",
        "Do you think you can fix the taillights impaired?",
        "The malfunctioning tail lamps could be repaired.",
        "Is tail light work possible?",
        "Is it possible that you can fix my broken lights",
        "Fix my broken taillights, yeah?",
        "The taillight is malfunctioning",
        "My tail lamps need fixing.",
        "Is it possible you could fix my tail lights?",
        "My tail light is broken.",
        "Will it be possible for you to fix my malfunctioning taillights?",
        "Did you need to repair taillights impaired?",
        "Is there a fix for my faulty taillights?",
        "Is it possible to fix tail lights?",
        "Need to repair taillights?",
        "Possibly fixing the taillights?",
        "Maybe you can fix my taillights.",
        "Malfunction, taillight needs to be fixed?",
        "Is tail light repair viable?",
        "Repairing my faulty tail lamps?",
        "Is there anything I can do to fix my faulty tail lamps?",
        "Is it possible for you to fix my broken taillight?",
        "There is a chance to fix malfunctioning car tail lights.",
        "What can you do to fix my broken taillights?",
        "Is there a chance of repairing failed taillights fast.",
        "Can you please help me fix my taillights?",
        "The tail lights are not working.",
        "I need toRepair my faulty taillights?",
        "Might these malfunctioning tail lamps be fixed?",
        "Try to get the malfunctioning car taillights fixed.",
        "Would you fix my broken taillights?",
        "How can you address taillight issues?",
        "I would like to know if you can fix my tail lights.",
        "Are you willing to help with my taillights?",
        "Is these tail lamps malfunctioning?",
        "Repair taillights that are impaired?",
        "Is there any way to resolve taillight issues?",
        "Is it possibly you can fix my taillights?",
        "Wrecked tail light, need to be fixed immediately.",
        "How about fixing my tail lamps.",
        "I was wondering if you could fix my broken taillights?",
        "Is it possible for me to correct my broken taillights?",
        "Mend the taillights were faulty?",
        "Is it possible to repair my faulty tail lamps?",
        "Fix taillights possible?",
        "Is there any chance of fixing malfunctioning car taillights?",
        "Is it possible you're able to fix my taillights?",
        "Is it possible to fixed my broken lights?",
        "Is it possible that the tail lamps could be repaired?",
        "Would it be possible to fix my tail lamps?",
        "It may be possible to fix the taillights.",
        "Can I get my broken taillights fixed?",
        "I need your help to have my taillights fixed.",
        "How about fixing taillights impaired?",
        "Are taillight malfunctioning?",
        "Yeah, fix my broken taillights?",
        "Is it possible to figure out taillight issues?",
        "Is it possible to correct my malfunctioning tail light?",
        "Referring to the repair of taillights impaired?",
        "Inquire chance to fix malfunctioning car taillights?",
        "I would like to have my busted taillights fixed.",
        "Take care of my tail lamps.",
        "Help if taillights are broken",
        "I need you to fix my taillights.",
        "Something is needed to heal malfunctioning tail clusters.",
        "Fix the taillights possible.",
        "Fix the taillights that were bad?",
        "could these tail lamps be fixed?",
        "I need toRepair my faulty taillights",
        "Help if taillights broke?",
        "Will you be able to fix my faulty lights?",
        "Some taillights aren't working.",
        "I want your help repairing my tail lights.",
        "Is there a way to repair my tail lights?",
        "I need to sort out my malfunctioning tail lamps.",
        "There is a way to fix malfunctioning tailligh2s.",
        "Inquire for the chance to fix the car taillights.",
        "Do you have the chance to fix the car taillights?",
        "Wrecked tail light needs fixing asap",
        "Are taillights malfunctioning?",
        "Fixus, my tail lamps failed!",
        "could the malfunctioning tail lamps be fixed?",
        "Fix tail lamps have flaws?",
        "Wrecked tail light, needs to be fixed immediately.",
        "There is malfunction in the taillight.",
        "Could be mend faulty taillights?",
        "Can you fix the taillights impaired?",
        "Were the tail lamps malfunctioning?",
        "Is it possible I can get my taillights fixed?",
        "Okay, fix my broken taillights?",
        "Do you know if you can fix the taillights?",
        "What about the taillights, help?",
        "I wonder if you can fix my taillights?",
        "Can you fix the Taillights?",
        "It is possible to repair taillights impaired.",
        "Is it possible to mend taillights impaired?",
        "The tail light needs repairing.",
        "Wrecked tail light should be fixed immediately.",
        "Can I have faulty tail lamps fixed?",
        "Do you know how to fix the tail lights?",
        "The tail lamps are malfunctioning",
        "There is a chance of tail light repair.",
        "Do you want my taillights repaired?",
        "The taillight needs adjusting.",
        "How about repairing my taillights?",
        "There may be a chance of repairing failed taillights fast.",
        "Is it possible that the taillights were faulty?",
        "Fix my tail lamps, right?",
        "I am wondering if you can repair my tail lights.",
        "A tail light needs to be fixed immediately.",
        "Can you help with tail light issues?",
        "Do you know how to fix my broken tail light?",
        "Would you repair my broken taillights?",
        "Is it possible these tail lamps could be repaired?",
        "Do you know how to get my taillights fixed?",
        "I am having a broken taillights.",
        "Are my taillights broken?",
        "Is it possible to fix taillights that are impaired?",
        "Can you help me fix the tail lights?",
        "Inquire if you can fix the malfunctioning car taillights.",
        "There are tail lamps that are malfunctioning.",
        "Is fixing taillights doable?",
        "Fix my bad taillights?",
        "Wrecked tail light, needs to be fixed.",
        "Is it because the taillights are faulty?",
        "Isn't it possible for you to fix my broken taillights?",
        "I question if tail light repair is possible.",
        "Is Taillights broken - can you help?",
        "Wrecked tail light needs to be fixed quickly.",
        "restore taillight yet?",
        "Repairing taillights could be possible?",
        "Can you help fix the broken taillights?",
        "Do you know if you can mend my broken taillights?",
        "Are you able to correct my malfunctioning taillights?",
        "Wrecked tail light need fixing.",
        "Is it possible to fix tail light problems?",
        "Help with taillights.",
        "Wrecked tail light needs fixing quickly.",
        "Do you know how to fix faulty tail lights?",
        "Help when taillights are broken?",
        "Wrecked tail light needs fixing fast.",
        "Is there a chance of repairing failed taillights very quickly?",
        "How to fix taillights Impaired?",
        "Problem with taillight.",
        "The tail lamps broke.",
        "To fix malfunctioning tailligh2s",
        "Would it be possible for you to fix my malfunctioning taillights?",
        "I need someone to fix my tail lights.",
        "Is there a chance of repairing the broken taillights quickly?",
        "Which taillights are broken, help?",
        "Can you help with the malfunctioning taillights?",
        "My taillights are malfunctioning, can you fix them?",
        "You can repair my taillights.",
        "The tail light needs some repairs.",
        "Do you know how to fix taillights impaired?",
        "Is the tail lamps broken?",
        "How about fixing faulty tail lamps?",
        "Fix bad taillights.",
        "Fix my damaged tail lamps?",
        "Do you know what to do with my broken taillights?",
        "Is it possible for you to fix the broken lights?",
        "Could tail light repair be possible?",
        "There is a chance of repairing failed taillights quick.",
        "I need my taillights fixed.",
        "Could you fix my broken taillight?",
        "Maybe you could fix my broken taillights.",
        "Would malfunctioning tail lights be possible to fix?",
        "can you fix the taillights",
        "My tail lamps are in need of repair.",
        "Problematic tail lamps might be repaired.",
        "Can you fix the broken taillights?",
        "Can you fixes my broken taillights?",
        "Is it feasible for you to correct my malfunctioning taillights?",
        "Fix my bad tail light?",
        "Wrecked tail light needs fixing soon.",
        "Fix my broken tail lights.",
        "can you sort out taillight issues",
        "Is it possible you can fix my broke lights?",
        "Do you know if you can fix my broken taillights?",
        "Put my damaged tail lamps back together.",
        "Is there a chance of repairing failing taillights fast?",
        "I wonder if you can repair my tail lights.",
        "Fix my taillights, right?",
        "Will the malfunctioning tail lamps be repaired?",
        "My tail lamps did not function?",
        "I don't know if you can repair my taillights.",
        "Do you know how to fix busted taillights?",
        "Are you able to fix my busted taillights?",
        "Is it a faulty taillights?",
        "Is it possible to sort out taillights?",
        "Is it possible to get my broken taillights fixed?",
        "Wrecked tail light needs fixing pronto.",
        "Is it possible to fix my broken taillight?",
        "Is there a chance of fixing failed taillights quickly?",
        "Is it possible for you to fix my tail light?",
        "You could possibly fix my taillights.",
        "Is there a possibility of fixing taillights?",
        "Is it possible for a tail light to be fixed?",
        "There were issues with the tail lamps.",
        "Are there tail light issues you can sort out?",
        "If you want toRepair taillights impaired?",
        "Wrecked tail light that needs to be fixed quickly.",
        "It is possible to fix malfunctioning tailligh2s.",
        "Is it possible to repair my faulty taillights.",
        "The tail light needs to be fixed pronto.",
        "Can you repair Taillights?",
        "I need to get my taillights repaired.",
        "Does the taillight needs to be fixed?",
        "These tail lamps were malfunctioning.",
        "Is it possible to restore broken rear lights?",
        "Can you help with the broken lights?",
        "Is it mend faulty taillights?",
        "Fix my busted taillight?",
        "There is a chance that the failed taillights will be fixed fast.",
        "Can these tail lamps be fixed?",
        "Could it be possible to fix taillights?",
        "Repairs can be done to my taillights.",
        "taillight needs fixing",
        "Take care of my messed up tail lamps.",
        "The taillight needs a repair.",
        "Repairing my taillights?",
        "There's a chance of repairing failed taillights quickly.",
        "Fixus, my tail lamps didn't work.",
        "I have a broken taillights.",
        "I have a broken taillights, are you able to fix it?",
        "Can you help me with my taillights.",
        "Can you help with my tail light?",
        "Can you help me get my tail light fixed?",
        "Failing taillights?",
        "A taillight that needs fixing?",
        "The taillights could be fixed?",
        "Is there a chance of repairing the failed taillights soon?",
        "The taillights are broken - can you help?",
        "I'm wondering if you can repair my tail lights.",
        "Do you need to repair my faulty taillights?",
        "Is it possible you can fix my taillights??",
        "Is it possible to fix your tail light?",
        "The tail light needs repair.",
        "Was it possible to repair broken rear lights?",
        "Fix my taillamps?",
        "Is there a chance of fixing failed taillights fast?",
        "What can you do to fix my tail lights?",
        "Any chance of repairing the broken taillights quickly?",
        "Fix my broken tail lamps?",
        "Can there be a chance of repairing the failed taillights quickly?",
        "Wrecked tail light, needs immediate repair.",
        "Should there be a chance of repairing failed taillights fast?",
        "Is there a chance of repairing the failed taillights quick?",
        "Was it possible to fix my taillights?",
        "How about the malfunctioning tail lamps?",
        "Correcting taillights is possible?",
        "Hey, Fix my broken taillights?",
        "taillight needs to be fixed",
        "I need your help with fixing my taillights.",
        "Is tail light fix possible?",
        "Did you know there was a chance of repairing failed taillights fast?",
        "Are the taillights broken?",
        "I would like you to fix my broken taillights.",
        "I have some faulty tail lights.",
        "I need to know if you can repair my taillights.",
        "There is a malfunctioning taillights.",
        "My tail lamps had failed.",
        "Was it malfunctioning taillights?",
        "Is it possible you can repair my broken taillights?",
        "Are faulty tail lights fixed?",
        "Are you capable of repairing my taillights?",
        "Help if taillights are broken?",
        "The tail lights are not functioning.",
        "Can you fix faulty tail lights?",
        "I want to know if you can repair my tail lights.",
        "The taillight needs fixing for some reason.",
        "There were tail lamps that failed.",
        "Is it possible to help the Taillights busted?",
        "Is there any chance of repairing failed taillights fast?",
        "Do you have the ability to repair my tail lights?",
        "Do you have any chance of repairing the failed taillights quickly?",
        "I would like to get my taillights fixed.",
        "There are Taillights that aren't working.",
        "Is it possible to repair the tail light?",
        "I am wondering if you could fix my broken taillights?",
        "My tail lamps weren't working?",
        "A tail light needs fixing.",
        "Is it possible to repair my tail lights?",
        "Help with the tail lights?",
        "Can you repair the faulty tail lights?",
        "Wrecked tail light need to be fixed immediately.",
        "Can you help fixed my taillights?",
        "There are issues with taillight",
        "Able to fix my broken lights?",
        "Fix a broken tail light?",
        "The malfunctioning tail lamps could theoretically be fixed.",
        "Problem with taillight needs fixing?",
        "Do you have the ability to fix broken rear lights?",
        "The tail light needs repair asap.",
        "Is it possible to fix faulty tail lights?",
        "Is my tail lamps malfunctioning?",
        "The tail light needs to be repaired quickly.",
        "Can you help with tail lights?",
        "Are taillight needs fixing?",
        "These tail lamps aren't working.",
        "Can you correct my taillights?",
        "Is it possible for you to make my taillights better?",
        "Can you help fix those taillights?",
        "You can repair my broken taillights?",
        "Problem with my busted taillights?",
        "Can you help me repair my broken taillights?",
        "The mangled tail light needs to be fixed.",
        "Can tail lights malfunctioning be fixed?",
        "I want to fix my messed up tail lamps.",
        "Can you help me get my tail lights fixed?",
        "There is a chance of repairing failed taillights quickly.",
        "Is it possible you should fix my taillights?",
        "Does it possible you can fix my broken lights?",
        "The malfunctioning tail lamps can be fixed.",
        "Fix my broken taillights, huh?",
        "Maybe you can fix my taillights?",
        "How can you sort out tail light issues?",
        "Can I have my taillights repaired?",
        "Is there anything you could do to fix my broken taillights?",
        "Is it possible to mend broken rear light?",
        "I am concerned that my taillights are broken.",
        "What can you do to fix my taillights?",
        "Are you able to repair my taillights?",
        "Is it possible to sort out tail light issues.",
        "The taillights are broken and need assistance.",
        "Who can sort out taillight issues?",
        "Can you help me to fix my taillights?",
        "I would like to know if you could fix my broken taillights.",
        "How about the taillights broken, help?",
        "Repairs my tail lamps?",
        "There's a need for swift heal malfunctioning tail clusters.",
        "Fix my messed up lights?",
        "Wrecked tail light needs to be fixed quick.",
        "Is it possible to correct my taillights?",
        "Inquire for a chance to fix the car's malfunctioning taillights?",
        "The taillight has yet to be restored.",
        "Mend taillights that were faulty?",
        "My tail lamps were not working?",
        "The taillights might be fixed.",
        "Do you have any chance of repairing failed taillights fast?",
        "Inquire if you can fix the malfunctioning car taillights?",
        "My tail lights are faulty.",
        "How can you help the taillights?",
        "Is there a chance of fixing the failed taillights fast?",
        "Fix tail lamps had flaws?",
        "My tail lights are malfunctioning.",
        "You may be able to correct my malfunctioning taillights.",
        "Fix a bad taillight?",
        "You can help with Taillights busted.",
        "Is it a possibility to fix taillights?",
        "I am wondering if there is a chance of repairing failed taillights fast.",
        "Troubled taillight needs fixing.",
        "Do you need to repair taillights Impaired?",
        "I need your help repairing my broken taillights.",
        "How to fix taillights impaired?",
        "Fixus? My tail lamps failed.",
        "Do you have the ability to fix malfunctioning tail lights?",
        "Do you know if there is a chance of repairing failed taillights fast?",
        "Repairs my faulty tail lamps?",
        "How can you fix the taillights?",
        "The tail lamps had issues.",
        "I want to get my taillights fixed, can you help?",
        "Take care of my broken tail lamps.",
        "tail light repair possible?",
        "Are you willing to fix my taillights?",
        "Is there a way you could fix my broken lights?",
        "Is it possible the malfunctioning tail lamps could be repaired?",
        "taillight needs to be fixed.",
        "If there is a chance of repairing the failed taillights quickly.",
        "Is there a chance of repairing failed taillights.",
        "They need to sort out my tail lamps.",
        "Can I have my taillights fixed?",
        "Is it possible to repairs broken rear lights?",
        "The tail light needs to be FIXED asap.",
        "Is it possible your broken lights can be fixed?",
        "Do you have the ability to fix the taillights?",
        "How about fixing my faulty tail lamps.",
        "Repair my taillights?",
        "You are able to sort out taillight issues.",
        "Are you able to help with my taillights?",
        "Was it possible to mend my broken taillights?",
        "Can you correct my broken taillights?",
        "I've got messed up tail lamps.",
        "Did you know there is a chance to fix malfunctioning car taillights?",
        "Help for broken taillights?",
        "Repairing tail light is possible.",
        "It's possible for you to correct the malfunctioning taillights.",
        "my tail lamps are malfunctioning",
        "Repairing the taillights impaired?",
        "Might the taillights be fixed?",
        "Should we fix bad taillights?",
        "Could you repair the taillights impaired?",
        "Is it possible you could fix my broken taillights?",
        "Is it possible for you to work on my taillights?",
        "Would it be possible to fix my faulty tail lamps?",
        "The taillights need help.",
        "Any chance of repairing the failed taillights fast?",
        "Are the tail lamps faulty?",
        "Is there a chance of repairing the failing taillights fast?",
        "Is it possible to fix taillights impaired.",
        "Is there a chance of repairing the taillights fast?",
        "Is it possible that these malfunctioning tail lamps can be fixed?",
        "Do you know if it's possible to fix my taillights?",
        "I have malfunctioning taillights, can you fix it?",
        "Is it conceivable that you can fix my broken lights?",
        "Is it possible you may be able to fix my broken lights?",
        "Malfunction, tail light needs to be fixed?",
        "Wrecked tail light requires urgent repairs.",
        "Are you willing to help me with my taillights?",
        "I think my taillights are broken.",
        "Wrecked tail light need fixing asap.",
        "Is it possible that you can fix my broken lights?",
        "There is a wish to quickly heal malfunctioning tail clusters.",
        "Shall we fix the taillights?",
        "Are taillights not working?",
        "Is it possible you can fix me broken lights?",
        "Any chance of repairing the broken taillights?",
        "Might be mend faulty taillights?",
        "Have you been able to repair my broken taillights?",
        "Was it possible to fix my faulty taillights?",
        "Is the tail light possible to be fixed?",
        "I have faulty tail lights that you can fix.",
        "There is a chance that the failed taillights could be fixed fast.",
        "It is possible for you to fix my malfunctioning taillights.",
        "I am wondering if you can repair my broken taillights.",
        "Fix taillights impaired?",
        "Help if tail lights are broken?",
        "I need to get my taillights fixed, can you help me?",
        "A tail light is broken.",
        "My tail lamps aren't working",
        "Want to heal tail clusters that are malfunctioning.",
        "Mend problematic taillights?",
        "Is it possible to repair the tail Light?",
        "Do you want the faulty tail lamps fixed?",
        "Is there a fix for malfunctioning tail lights?",
        "Wrecked tail light needs fixing very quickly.",
        "Inquire for the chance to fix the malfunctioning car taillights.",
        "How about fixing bad taillights?",
        "Any chance of repairing the broken taillights fast?",
        "Is it possible that these tail lamps can be fixed?",
        "Is it possible that you'll fix my taillights?",
        "Help? The taillights are broken.",
        "The taillights are broken and need help.",
        "The taillight is broken, help?",
        "Are you able to repair malfunctioning tail lights?",
        "What about my faulty tail lamps?",
        "Is it possible you could fix my taillight?",
        "Need to get my tail lights fixed.",
        "My tail lamps were messed-up.",
        "How about fixing my broken taillight?",
        "Should I have faulty tail lamps fixed?",
        "Is it possible for you to repair my taillights?",
        "Is it possible that you can mend my broken lights?",
        "Changing the taillights is possible?",
        "What can you do to fix the taillights?",
        "Does it make sense that you can fix my taillights?",
        "Its my tail lamps that failed?",
        "Is it Possible to sort out taillight issues?",
        "Is a tail light repair doable?",
        "Do you think you could fix my broken lights?",
        "Is it possible you can help fix my broken lights?",
        "Can you get my taillights fixed?",
        "Is it possible for you to correct my taillights?",
        "Maybe the taillights are faulty?",
        "The taillight needs fixes.",
        "help with taillights broken.",
        "I wonder if these tail lamps could be repaired.",
        "Is it possible for me to fix my malfunctioning taillights?",
        "Is there a solution to taillight issues?",
        "Is it possible that you fix my malfunctioning taillights?",
        "The damaged tail light needs to be fixed asap.",
        "Can you help me repair my tail lights?",
        "I need to know if you are able to fix my broken taillights.",
        "Is it possible I can get my broken lights fixed?",
        "Could you fix the taillights impaired?",
        "I have faulty tail lights and can you fix them?",
        "Can you lend a hand with the Taillights?",
        "Can anyone tell me if there is a chance of repairing failed taillights fast?",
        "Can you repair taillights?",
        "Taillights are not functioning.",
        "These tail lamps could possibly be fixed.",
        "Is it possible you might be able to fix my broken lights?",
        "The tail light should be fixed asap.",
        "Have my tail lamps fixed.",
        "my tail lamps are messed up",
        "You could fix my broken taillights.",
        "Repairs my malfunctioning taillights?",
        "Wrecked tail light needs repairing.",
        "You should fix my broken taillights.",
        "I would like to fix my broken taillights.",
        "I need help with my malfunctioning taillights.",
        "How about repairing my faulty taillights?",
        "Are the Taillights malfunctioning?",
        "You can fix malfunctioning taillighs.",
        "Can you resolve issues with tail light?",
        "Are you able to fix my broken tail lamp?",
        "My taillights need to be repaired.",
        "How to fix impaired taillights?",
        "Can malfunctioning tail lamps be fixed?",
        "I would like you to fix my tail lights.",
        "Is there a chance of repairing broken taillights fast?",
        "I wonder if tail light repair is possible.",
        "There is a need to repair malfunctioning tail clusters.",
        "Are you able to fix my taillights?",
        "Do you have the skills to repair my taillights?",
        "Are you able to repair my faulty tail lights?",
        "Could those malfunctioning tail lamps be fixed?",
        "How about Taillights broken, help?",
        "Can there be a chance of fixing failed taillights fast?",
        "Is there a chance of repair of tail light?",
        "How about the faulty tail lamps?",
        "Correct, fix my broken taillights?",
        "The taillights are malfunctioning, help?",
        "The tail lamps did not function.",
        "I'm wondering if you can fix my broken taillights.",
        "Is it possible to fix my faulty tail lights.",
        "I am wondering if you can fix my broken taillights.",
        "Can you repair my broken tail lights?",
        "Could faulty tail lamps be fixed?",
        "My taillights are broken, could you repair them?",
        "Can I have my crap taillights fixed?",
        "How can you fix taillight issues?",
        "Is it possible for you to fix me malfunctioning taillights?",
        "I'm wondering if you could repair my broken taillights.",
        "Inquire if you can fix the car's malfunctioning taillights?",
        "Fix flawed taillights?",
        "I wonder if you could fix my taillights?",
        "taillight needs fixing.",
        "Need to fix my broken taillights?",
        "I need your assistance with fixing my taillights.",
        "Will you fix the broken taillights?",
        "Do you know how to resolve taillight issues?",
        "Do you wish to repair my broken taillights?",
        "There are problems with taillight issues.",
        "How about fixing the taillights.",
        "Can you fix taillight issues?",
        "Are you able to fix my broken taillights.",
        "Is it possible to repair my failing taillights?",
        "Is it possible for you to fix my taillights?",
        "My tail lamps are not functioning properly.",
        "Is it malfunctioning taillights?",
        "Is the Taillights broken - can you help?",
        "There is a broken taillights.",
        "Can you take care of taillight issues?",
        "The tail lamps on my car are faulty.",
        "Can you correct taillight issues?",
        "Possible to fix taillights?",
        "I wish to fix my broken taillights.",
        "I wonder if there is a chance of repairing failed taillights fast.",
        "Help? the taillights are broken",
        "Would there be a chance of repairing failed taillights fast?",
        "Is there a Taillights busted - can you help?",
        "Is there a fix for the taillights?",
        "I need to repair my faulty tail lights.",
        "Wrecked tail light needs urgent repair.",
        "I was wondering if you could repair my broken taillights.",
        "Can the tail lights be fixed?",
        "I want to know if there is a chance of repairing failed taillights fast.",
        "The Taillights are broken - can you help?",
        "What about fixing the taillights impaired?",
        "The tail light needs repairing fast.",
        "My taillights need to be fixed, can you help?",
        "How can you sort out taillight problems?",
        "Fix my messed up tail lights?",
        "Is there a fix to my broken taillights?",
        "Do you think my tail lamps should be fixed?",
        "Hey, can you fix the taillights?",
        "Can you perform repairs on my tail lights?",
        "You can fix my broken taillights?",
        "Wanted: swift repair of malfunctioning tail clusters.",
        "Repairs can be made to my taillights.",
        "Is it possible that you will fix my broken lights?",
        "I wonder if it is possible to fix taillights.",
        "Is it possible to fix my tail light?",
        "Did the taillights break, help?",
        "A mangled tail light needs to be fixed.",
        "Could you help with the taillights?",
        "There is a chance of fixing failed taillights fast.",
        "There's a possibility of fixing taillights.",
        "Can you help the taillights?",
        "How to repair the taillights?",
        "Fix taillights is possible?",
        "Might it be possible to fix the taillights?",
        "I wonder if you can fix my taillights.",
        "Maybe fixing the taillights is possible.",
        "Are there ways to fix taillights possible?",
        "Couldn't the tail lamps be fixed?",
        "Is taillights broken - can you help?",
        "Is the tail lamps failing?",
        "There are malfunctioning tail lights that can be fixed.",
        "I was wondering if tail light repair is possible.",
        "Are there any chances of repairing the failed taillights fast?",
        "Can I have faulty tail lights fixed by you?",
        "I want to know if you can sort out taillight issues.",
        "I need your help getting my taillight fixed.",
        "Is there any chance of fixing the failed taillights quickly?",
        "There is a chance that the taillights will be repaired quickly.",
        "Is it possible I can fix my taillights?",
        "The tail clusters need to be repaired quickly.",
        "Inquire if you have a chance to fix the car taillights.",
        "Work on my tail lamps.",
        "Fix my poor taillights?",
        "The tail Light needs to be fixed.",
        "I want you to fix my tail lights.",
        "Can tail light repair be accomplished?",
        "My tail lamps need to be sorted.",
        "Would you be able to fix the taillights impaired?",
        "Is the tail light possible to fix?",
        "I need your help with getting my taillights fixed.",
        "It is possible to correct my malfunctioning taillights.",
        "Can you help sort out taillight issues?",
        "Help if the taillights are broken?",
        "Can you sort out the taillights?",
        "I wonder if the malfunctioning tail lamps could be fixed.",
        "I asked if you could fix my broken taillights.",
        "The lights should be repaired please.",
        "Will there be a chance of repairing the taillights quickly?",
        "The taillights aren't working",
        "A malfunctioning taillight needs fixing?",
        "How about qualified repair on taillamps?",
        "I want to know if you are able to repair my broken taillights.",
        "Why are the taillights broken?",
        "Is it possible to make my taillights work again?",
        "Any chance of repairing broken taillights quickly?",
        "Is it possible you could fix my taillights?",
        "Can tail light repair be done?",
        "Mend malfunctioning tail lights?",
        "Is there taillight issues you can sort out?",
        "Replacing my faulty tail lamps?",
        "Is it possible you will fix my taillights?",
        "Do I need to fix my faulty tail lamps?",
        "Can you help with taillights that are malfunctioning?",
        "The taillights were malfunctioning?",
        "I need your help with my broken taillights.",
        "How about fixing my crappy taillights?",
        "Will there be a chance of fixing failed taillights fast?",
        "Is tails light repair possible?",
        "Is it possible that you can fix my tail light?",
        "If there's a chance of repairing failed taillights fast.",
        "Can you solve taillight problems?",
        "I wonder if the malfunctioning tail lamps can be fixed.",
        "Repairing taillights might be possible.",
        "Are you able to fix taillights impaired?",
        "Are the taillights broken.",
        "Are you able to repair the taillights impaired?",
        "Can you resolve the issues with taillight?",
        "There is malfunctioning taillight.",
        "Is it possible to mend the tail light?",
        "Is it possible my tail lamps failed?",
        "My tail lamps didn't work",
        "Help broken tail lights.",
        "In need of swift heal malfunctioning tail clusters.",
        "tail light needs fixing",
        "Is it possible that you can fix my bad lights?",
        "Chances of fixing malfunctioning car taillights?",
        "Possibly the malfunctioning tail lamps could be fixed.",
        "Help, the taillights are broken?",
        "Had the taillights faulty?",
        "Isn't it possible to sort out taillight issues?",
        "Fix tailligh2s that are malfunctioning.",
        "Would tail light repair be possible?",
        "Is it possible you can make my taillights?",
        "Was there anything you could do to fix my broken taillights?",
        "Are you able to fix misbehaven taillights?",
        "These tail lamps are malfunctioning?",
        "Problematic tail light needs fixing.",
        "Inquire if it is possible to fix malfunctioning car taillights.",
        "Is it possible to make a tail light repair?",
        "Helping with Taillights broken, help?",
        "Are these malfunctioning tail lamps fixed?",
        "Wrecked tail light, needs to be fixed asap.",
        "Is it possible to fix malfunctioning tail light?",
        "Is a tail light fix possible?",
        "I'm wondering if you could fix my broken taillights.",
        "Your broken taillights could be fixed.",
        "Is it possible to correct my broken taillights?",
        "Do you want to fix my broken taillights?",
        "How about fixing my faulty taillights?",
        "Is there any chance of repairing the failed taillights fast?",
        "Does it make sense for you to correct my malfunctioning taillights?",
        "You are able to fix my broken taillights?",
        "Are you able to repair my broken lights?",
        "Couldn't you help the taillights?",
        "Have you been able to sort out taillight issues?",
        "I had my tail lamps fail.",
        "Fix my tail lamps?",
        "Was it possible to fix broken rear lights?",
        "Can you fix the taillights?",
        "I need help fixing my taillights.",
        "I wonder if these malfunctioning tail lamps could be fixed.",
        "I need help repairing my taillights.",
        "How can you solve taillight issues?",
        "Is it feasible you can fix my broken lights?",
        "Referring toRepair taillights impaired?",
        "How about fixing taillights that are impaired?",
        "I have malfunctioning taillights, can you help me?",
        "How can you resolve taillight issues?",
        "Taillights are not working.",
        "Are you going to fix broken taillights?",
        "What can you do about taillight issues?",
        "It's possible for you to fix my broken taillights.",
        "How about taillights broken?",
        "Problems with taillight need fixing.",
        "Mend faulty vehicle lights?",
        "I need someone to help fix my taillights.",
        "Should we repair the taillights?",
        "I need to know if you can repair my tail lights.",
        "The taillights might be fixable.",
        "Wrecked tail light, need to be fixed.",
        "Will it be possible to fix taillights?",
        "It was mend faulty taillights.",
        "Is it possible to fix faulty tail lamps?",
        "Try to fix malfunctioning car taillights.",
        "Can you fix the faulty tail lights?",
        "Problem with the taillights, help?",
        "I have faulty tail lamps.",
        "The tail light is messed up.",
        "There is a chance of fixing malfunctioning car taillights.",
        "Will tail light repair be possible?",
        "Why did the tail lamps fail?",
        "Are you able to fix bad taillights?",
        "Is it possible to sort the taillight issues?",
        "Is it a possibility you can fix my taillights?",
        "Is it possible for you to fix my broken-down taillights?",
        "Is it possible for you to correct my broken taillights?",
        "malfunctioning taillights?",
        "Is it possible to fix the broken lights?",
        "There is a problem with taillights not working.",
        "Can the malfunctioning tail lights be fixed?",
        "Couldn't the malfunctioning tail lamps be repaired?",
        "Can you repair taillight issues?",
        "Wrecked tail light, need immediate repairs.",
        "Are taillight issues you able to sort out?",
        "Please help me fix my taillights.",
        "Are malfunctioning tail lights doable to fix?",
        "Uhm, my tail lamps failed?",
        "Is it possible for tail light repair?",
        "Are you willing to help get my taillights fixed?",
        "Can you sort out tail light problems?",
        "Why my tail lamps failed?",
        "There are faulty taillights.",
        "Problematic tail lamps?",
        "Ok, fix my broken taillights?",
        "Have my tail lamps failed?",
        "Is it conceivable you can fix my taillights?",
        "Fix my terrible taillights?",
        "Is it possible to mend broken lights for me?",
        "I'm wondering if tail light repair is possible.",
        "Fix the taillight?",
        "Hello, can you fix my tail lights?",
        "Is this a faulty taillights?",
        "Is it possible you can fix my broken lights??",
        "Is there any way you can sort out taillight problems?",
        "I wondered if you could repair my broken taillights.",
        "There is a chance of repairing the failed taillights quickly.",
        "Can you fix the broken taillights of mine?",
        "Fix taillights, help?",
        "Do you fix the bad lights?",
        "My taillights are malfunctioning.",
        "Do you think you can repair the taillights impaired?",
        "There is a chance of repairing the failed taillights.",
        "If there is a chance of repairing failed taillights quickly?",
        "Can you fix my failing tail lights?",
        "Are tail lights malfunctioning and able to be fixed?",
        "Is my tail lamps broken?",
        "I think my tail lamps failed?",
        "Couldn't malfunctioning tail lamps be fixed?",
        "I would like to know if you could repair my broken taillights.",
        "My tail lamps were bad.",
        "Is it possible to fix my broken taillights, huh?",
        "There are some malfunctioning tail lamps.",
        "Is it possible that you can make my taillights better?",
        "I need to have my taillights fixed, can you help?",
        "Will there be a chance of repairing failed taillights?",
        "Did you have a chance of repairing the failed taillights quickly?",
        "I want you to repair my broken taillights.",
        "Can you assist with broken taillights?",
        "Are you willing to repair my broken taillights?",
        "Problem with tail lamps?",
        "What if you can fix my taillights?",
        "Any chance of repairing the taillights quickly?",
        "Can you fix Taillights?",
        "I need help with my taillights.",
        "Does it possible for you to fix my broken taillights?",
        "Fix my malfunctioning taillights?",
        "I needs to get my taillights fixed.",
        "You can fix the Taillights.",
        "My taillights are faulty.",
        "The lights need to be repaired please?",
        "What can be done to fix malfunctioning tailligh2s.",
        "Repair the broken lights please?",
        "Do you need to fix my tail lamps?",
        "Can we fix the taillights?",
        "Wrecked tail light is in need of repair.",
        "Help me get my taillights fixed.",
        "The tail lights are malfunctioning",
        "Fix a broken tail lamp?",
        "There are tail lights that are not working.",
        "Are the broken lights possible to be fixed by you?",
        "Is it possible to sort out tail Light issues?",
        "The taillights could be fixing.",
        "Is it possible to get the tail light fixed?",
        "The Taillights are broken, help?",
        "I'm wondering if you can fix my faulty tail lights.",
        "Yes, can you fix my tail lights?",
        "Wrecked tail light needs to be repaired immediately.",
        "Is it possible you can fix my broken taillight?",
        "A tail light is Wrecked.",
        "Do I need to repair my taillights?",
        "Wrecked tail light needed to be fixed immediately.",
        "Is it possible to repair taillights?",
        "The tail light needs to be repaired asap.",
        "Is it possible to get malfunctioning tail lights fixed?",
        "Did you know you could fix my broken taillights?",
        "Any chance of repairing failed taillights quickly?",
        "I wondered if you could fix my broken taillights.",
        "Is it possible to repair the taillights Impaired?",
        "Does tail light repair possible?",
        "I have tail lights that are faulty.",
        "Do you know how to repair my tail lights?",
        "Problematic taillight needs to be fixed.",
        "Is it possible that you can fix my tail lights?",
        "I'd like to fix my broken taillights.",
        "Are taillights broken, help?",
        "I have a faulty tail light.",
        "Do you have the skills to fix taillights?",
        "Get my tail lamps fixed.",
        "A fix for taillights is possible?",
        "Fix my broken-down taillights?",
        "Help or broken taillights?",
        "Can you please help me with my taillights?",
        "Do you think it is possible for you to fix my taillights?",
        "I need help getting my taillights fixed.",
        "Is it possible to repair broken taillights?",
        "Fix my stupid taillights?",
        "There were problems with the tail lamps.",
        "The taillights have broken - can you help?",
        "The malfunctioning tail lamps might be able to be fixed.",
        "The malfunctioning tail lamps should be repaired.",
        "Should the faulty tail lamps be fixed?",
        "Is it because of faulty taillights?",
        "Is there any chance of repairing the tail light?",
        "Wrecked tail light needs urgent repairs.",
        "Do you wish to fix my taillights?",
        "How toRepair taillights impaired?",
        "You can fix my broken taillights.",
        "Problem, tail light needs fixing?",
        "A taillight needs to be fixed.",
        "Should you be able to sort out taillight issues?",
        "It is possible you can fix my taillights.",
        "Could you fix my malfunctioning taillights?",
        "Is there a chance of repairing the tail light?",
        "My taillights are malfunctioning?",
        "Do you think there is a chance of repairing failed taillights fast?",
        "Are taillights broken, can you help?",
        "It was possible to fix the taillights.",
        "Hey, fix my broken taillights?",
        "Do you have the expertise to fix my tail lights?",
        "Can you make the taillights work again?",
        "Do you need to fix the taillights impaired?",
        "A broken tail light needs to be fixed immediately.",
        "There is a faulty taillights?",
        "Is it possible for you to correct my malfunctioning tail lights?",
        "The malfunctioning tail lamps could possibly be fixed.",
        "Fix taillights that are Impaired?",
        "Are you going to repair my faulty taillights?",
        "Is there any chance you could fix my broken taillights?",
        "Fix taillights Impaired?",
        "I need your help to get my taillights fixed.",
        "Is it possible to fix misbehaven taillights?",
        "Do you have the skills to repair my tail lights?",
        "I was wondering if you could fix my taillights.",
        "tail light needs fixing?",
        "Is the taillights broken.",
        "Is there a chance of tail light repairing?",
        "Can I get my taillights fixed?",
        "I am having a malfunctioning taillights.",
        "Are tail lights malfunctioning and fixable?",
        "Correct my faulty tail lamps?",
        "Could these tail lamps be repaired?",
        "Would it be possible to fix my broken lights?",
        "I am having malfunctioning taillights.",
        "Are the tail lights able to be fixed?",
        "Problem with tail light needs to be fixed.",
        "The tail light needs repairing quickly.",
        "It might be possible to fix my taillights.",
        "Is it possible toRepair my faulty taillights?",
        "Was it possible to make my broken taillights?",
        "Fix my broken taillight, right?",
        "Is it possible you can solve my broken lights?",
        "Fix messed up taillights?",
        "My tail lights are not functioning.",
        "Mend flawed taillights?",
        "I am wondering if you can fix my faulty tail lights.",
        "fix malfunctioning taillighs",
        "Can we fix taillights?",
        "Inquire chance to fix car taillights.",
        "Can you help with broken tail lights?",
        "Could these broken tail lamps be fixed?",
        "My taillights should be fixed.",
        "Would you be able to repair the taillights impaired?",
        "Do you know how to fix my taillights?",
        "Is there any chance you can fix my broken lights?",
        "Problematic tail light needs fixing?",
        "Taillights are broken.",
        "Help, Taillights are broken?",
        "Why my tail lamps didn't work?",
        "Can you help me fix my faulty tail lights?",
        "Can you please help me get my taillights fixed?",
        "Is it possible to repair taillights Impaired?",
        "My tail lamps are messed.",
        "Wrecked tail light needs to be fixed very quickly.",
        "Are there taillight issues you can sort?",
        "What about the faulty tail lamps?",
        "Need help with my taillights.",
        "Do you think you should fix the taillights?",
        "Fix the taillights wrong?",
        "I am asking if you could repair my broken taillights.",
        "Problematic taillights should be fixed?",
        "Help with the taillights broken?",
        "How can you fix the Taillights?",
        "Is it possible that you could fix my taillights?",
        "There is a need for swift heals malfunctioning tail clusters.",
        "You can help fix the taillights.",
        "Should I have my faulty tail lamps fixed?",
        "Is there any way to fix my faulty tail lamps?",
        "Will tail light repairs be possible?",
        "Can you help my taillights be fixed?",
        "Do you know how to mend my broken taillights?",
        "Will it be possible to fix my broken lights?",
        "The malfunctioning tail lamps can be repaired.",
        "The malfunctioning tail lamps could be repaired",
        "Fix my troubled tail lamps?",
        "Can I get my faulty tail lamps fixed?",
        "Is there any way to sort out taillight issues.",
        "Is there a chance of repairing broken taillights quickly?",
        "Can you fix my broken taillights",
        "Is it possible that you can fix my taillight?",
        "tail light needs to be fixed?",
        "Can you help out with my taillights?",
        "If you can heal malfunctioning tail clusters, please.",
        "Couldn't the malfunctioning tail lamps be fixed?",
        "Mend faulty tail light?",
        "I need your assistance getting my taillights fixed.",
        "Do you think there is a chance of repairing failed taillights quickly?",
        "The taillights are not working.",
        "I want to know if you are able to fix my broken taillights.",
        "Is it possible to fix malfunctioning tail lights?",
        "Maybe fixing the taillights is possible?",
        "Wrecked tail light needs to be fixed now.",
        "Helping Taillights broken, help?",
        "The tail light is broken and need to be fixed.",
        "What about taillights broken, help?",
        "Are tail lights not working?",
        "Is it possible that you could fix the broken lights?",
        "Does my tail lamps need to be fixed?",
        "What about my faulty tail lights?",
        "Fix the taillights that are broken?",
        "Are taillight issues you able to resolve?",
        "The tail lamps had problems.",
        "Is it possible you could repair my taillights?",
        "Do you have the ability to fix taillights impaired?",
        "Can you sort out the issues with tail light?",
        "Wrecked tail light needs urgent attention.",
        "What about taillights broken?",
        "Are bad tail lights fixed?",
        "Wrecked tail light must be fixed.",
        "Is it possible that you may be able to fix my taillights?",
        "How can you sort out the taillight issues?",
        "A broken tail light needs to be fixed quickly.",
        "I have broken my taillights, can you fix them?",
        "These tail lamps could be repaired.",
        "I need to know if you can fix my broken taillights.",
        "My tail lamps fail?",
        "Is there a possibility of repairing the tail light?",
        "How about repairing my malfunctioning taillights?",
        "Are taillights broken.",
        "Is it possible to fix my broken lights?",
        "Do I need to fix my faulty taillights?",
        "There is malfunction in the taillight?",
        "Can you repair the tail lights?",
        "I want to know if you can fix my taillights.",
        "How about repairing the taillights Impaired?",
        "Is there a fix for the broken taillights?",
        "It's possible you could fix my taillights.",
        "Can these malfunctioning tail lamps be repaired?",
        "Do you want to repair my broken taillights?",
        "I need a fix for my taillights.",
        "Problem with taillights impaired?",
        "How about fixing my bad taillights?",
        "Can tail lights be fixed?",
        "The taillight needs a fix.",
        "Can you resolve problems with taillight?",
        "Can you help fix my broken taillights?",
        "Is there a way to fix my taillights?",
        "There are Taillights broken, help?",
        "The tail light needs to be repaired.",
        "Fix the malfunctioning tail lamps?",
        "Help fixing taillights?",
        "How about fixing my broken taillights?",
        "Help if taillights are broken.",
        "Fix faulty taillights?",
        "Can you find a way to fix the taillights?",
        "Fix taillight that is malfunctioning?",
        "The tail lamps failed to work?",
        "Is my tail lamps failed?",
        "The taillight has malfunction.",
        "Help for taillights?",
        "How come my tail lamps failed?",
        "I have a broken taillights could you fix it?",
        "Do you need to fix taillights impaired?",
        "The tail light needs to be fixed asap.",
        "I'd like to know if you could fix my broken taillights.",
        "Do you know if you can fix malfunctioning car taillights?",
        "I need you to help fix my taillights.",
        "Is it possible to have the tail light fixed?",
        "My tail lamps are messed-up.",
        "Need to fix Wrecked tail light.",
        "Fix my messed up tail lamps.",
        "Is it possible you could repair my broken taillights?",
        "My tail lamps weren't working.",
        "My tail lamps do not work.",
        "Will you be able to fix my broken lights?",
        "Help, taillights broken?",
        "Do you know how to fix taillights broken?",
        "Is it possible that he can fix my taillights?",
        "Wrecking tail lamps had flaws?",
        "Could fixing taillights be possible?",
        "The taillights need to be fixed.",
        "Inquire chance to fix malfunctioning car taillights.",
        "Is it possible you can sort out taillight issues?",
        "Taillights are malfunctioning, help?",
        "taillight needs fixing?",
        "Help broken taillights",
        "Are you willing to repair my faulty taillights?",
        "Are my tail lamps fixable?",
        "Wrecked tail light needs repairs immediately.",
        "The taillight is malfunctioning?",
        "tail light repair possible",
        "The malfunctioning tail lamp could be fixed.",
        "I need to sort out the tail lamps.",
        "Am I able to get my taillights fixed?",
        "There are taillights broken and help is needed.",
        "Problem with tail light needs fixing?",
        "How can you sort out taillight issues?",
        "Just fix my broken taillights?",
        "I need to know if you can mend my broken taillights.",
        "Is it possible for you to fix my broken tail light?",
        "What do you think about fixing my broken taillights?",
        "Have you been able to fix my tail lights?",
        "Do you believe tail light repair is possible?",
        "Taillights broken can you help?",
        "Taillights not working.",
        "Is the taillights malfunctioning?",
        "Yes, is tail light repair possible?",
        "Is it possible to resolve taillight issues?",
        "It's my taillights that are broken.",
        "Is there a chance of repairing the failed taillights fast?",
        "Is the tail light in need of repair?",
        "Wrecked tail light",
        "The taillight needs repairing.",
        "Is there any way to fix my broken taillights?",
        "How about repairing broken taillights impaired?",
        "My tail lamps are faulty.",
        "I need someone to help me with my taillights.",
        "These tail lamps might be able to be fixed.",
        "Is it due to faulty taillights?",
        "Correct my broken taillights?",
        "Is it possible you can sort out tail light issues?",
        "Is it possible to solve taillight issues?",
        "Do you want to fix the broken taillights?",
        "Are it possible you can fix my broken lights?",
        "Would you please fix the lights broken?",
        "You can fix the taillights.",
        "Can you assist with the Taillights broken?",
        "Repairs taillights Impaired?",
        "Can you deal with the taillight issues?",
        "A Wrecked tail light needs to be fixed quickly.",
        "It is possible to fix malfunctioning car taillights.",
        "Is there a chance that tail light repair is possible?",
        "Do you wish to repair my taillights?",
        "Is there a way to fix my tail lamps?",
        "There is a need to get my taillights fixed.",
        "The taillight needs repairs?",
        "Do you want to fix faulty tail lamps?",
        "The taillight needs repairs.",
        "Have you been able to fix my broken taillights?",
        "Can you fix tail light issues?",
        "The taillight needs to be fixed?",
        "Can I have my broken taillights fixed?",
        "Is there a way you can sort out taillight issues?",
        "Is there a fix for my malfunctioning taillights?",
        "How can you fix my malfunctioning taillights?",
        "Wanted: quick healing of malfunctioning tail clusters.",
        "How to repair broken taillights?",
        "The faulty tail lamps need fixing.",
        "Do you need to repair taillights impaired?",
        "How about repair taillights?",
        "Do you have the know how to fix my broken taillights?",
        "Is it possible to fix the malfunctioning taillights?",
        "I need to know if you can fix the broken taillights.",
        "How about taillights broken, assistance?",
        "Work on taillight restoration?",
        "Can you fix my flawed tail lights?",
        "Is it possible to help the taillights busted?",
        "Can you resolve taillight issues?",
        "Is it possible for you to repair my broken lights?",
        "I have messed-up tail lamps.",
        "My taillights aren't working.",
        "Is there a chance of repairing the taillights quickly?",
        "A fix for taillights possible?",
        "Do you have a chance to fix the malfunctioning car taillights?",
        "I was wondering if you could repair my taillights.",
        "Is it possible you can fix my damaged lights?",
        "Are the Taillights broken - can you help?",
        "Do you need toRepair taillights Impaired?",
        "Do you think you can repair taillights?",
        "Is it possible to repair the tail light",
        "Can you aid me in getting my taillights fixed?",
        "Can you help with taillights.",
        "Was there a chance of repairing failed taillights fast?",
        "It is possible that you can correct my malfunctioning taillights.",
        "Is it possible to rehabilitate taillights impaired?",
        "Can you help me with my tail light?",
        "Do you repair taillights impaired?",
        "Would it be possible to repair taillights impaired?",
        "Wrecked tail light needs to be fixed",
        "Is it possible to make my broken taillights?",
        "Fix the taillights that are bad.",
        "Are the malfunctioning tail lamps fixed?",
        "Can you fix my taillight?",
        "Will you sort out tail light issues?",
        "Can you clear out taillight issues?",
        "There are flaws in the tail lamps.",
        "How to fix my broken taillights?",
        "Helping broken taillights?",
        "Would you be able to repair taillights impaired?",
        "The taillights have broken.",
        "can you help with taillights?",
        "Are you able to fix taillights?",
        "I wondered if you could fix my taillights.",
        "You might be able to correct my malfunctioning taillights.",
        "There is a chance of repairing the broken taillights quickly.",
        "Is it possible for you to fix my taillight?",
        "How to make the tailligh2s work again.",
        "My tail lamps should be fixed.",
        "How about repairing the taillights?",
        "Is it possible for you to correct my bad taillights?",
        "Is it doable for you to fix my taillights?",
        "I need you to help me fix my taillights.",
        "Can you help with the broken Taillights?",
        "Work on the taillights impaired?",
        "The taillights are broken, help?",
        "Malfunction, taillight needs repair?",
        "Is there any taillight issues you can sort out?",
        "Do you know if you can fix my broken lights?",
        "Is there a repair to the tail light?",
        "Do you have a chance to fix the car taillights?",
        "Fix my broken taillight, huh?",
        "Is it possible that these malfunctioning tail lamps could be fixed?",
        "There is malfunction in taillight.",
        "I need to fix my messed-up tail lamps.",
        "Is it possible that you could correct my taillights?",
        "Will you be able to fix my broken taillight?",
        "It was mend faulty taillights?",
        "Problem, taillight needs to be fixed.",
        "Is there any chance of fixing the failed taillights fast?",
        "Is there a fix for my faulty tail lamps?",
        "can you help fix taillights?",
        "Is there any chance of repairing the failed taillights quickly?",
        "Fix the taillight.",
        "Maybe the tail lamps could be fixed?",
        "The lights need to be repaired, please.",
        "Wrecked tail light, needs immediate repairs.",
        "Do you need to repair the taillights?",
        "Is it possible that you may be able to fix my broken lights?",
        "I need a repair on my tail lights.",
        "Is it possible to fix my taillights?",
        "Could you help fix the taillights?",
        "Will you be able to resolve taillight issues?",
        "A wrecked tail light needs to be fixed quickly.",
        "My tail lamps are not good.",
        "Do I need to fix my broken taillights?",
        "Do you know what to do about taillight issues?",
        "Can you give me a chance of repairing the failed taillights fast?",
        "Can you help me get my taillights fixed.",
        "Are it possible to fix taillights?",
        "Could there be a chance of repairing the failed taillights quickly?",
        "Are you able to fix the broken lights?",
        "Should my faulty tail lamps be fixed?",
        "Is there any chance of repairing the failed taillights?",
        "Wanted: quick repair of malfunctioning tail clusters.",
        "can you fix the taillights?",
        "I have messedup tail lamps.",
        "Are my tail lamps faulty?",
        "Do you wish to fix the taillights?",
        "Can you correct my malfunctioning taillight?",
        "Do the taillight needs to be fixed?",
        "help if taillights broken?",
        "Do you have the ability to fix my broken taillight?",
        "Will you be able to fix my faulty tail lights?",
        "Help with broken taillights?",
        "There is a chance you can fix my taillights.",
        "Are you able to fix broken taillights?",
        "There is a chance of repairing the broken taillights fast.",
        "Is there a fix for misbehaven taillights?",
        "Can you repair my tail lamps?",
        "Can you make my taillights work again?",
        "the tail light needs fixing",
        "Would there be a chance of repairing the failed taillights fast?",
        "Couldn't these tail lamps be fixed?",
        "Can you help me fix my taillights.",
        "Is there a chance of repairing failed taillights soon?",
        "Is there help for Taillights broken?",
        "Is it possible to repair my broken taillights.",
        "Fixus, my tail lamps failed?",
        "Do you know how you can repair my broken taillights?",
        "Can you work on my taillights?",
        "The taillights that I have are broken.",
        "Is fixing the taillights possible?",
        "Are tail lights faulty?",
        "Terrible taillights, help?",
        "These tail lamps are malfunctioning.",
        "Fix malfunctioning tail lamps?",
        "Can you get rid of taillight issues?",
        "Is there any way that you can sort out taillight issues?",
        "I had a broken taillight.",
        "My broken taillights could you fix them?",
        "Are there possibilities of fixing taillights?",
        "Will it be possible for you to fix my taillights?",
        "Is tail lamps malfunctioning?",
        "Can you solve tail light issues?",
        "Fix my malfunctioning tail lamps.",
        "My tail lamps are malfunctioning.",
        "My tail lamps were malfunctioning?",
        "There is a chance that the failed taillights can be repaired quickly.",
        "Is it a problem to repair taillights impaired?",
        "Is it possible to mend my broken taillights.",
        "I need help fixing my broken taillights.",
        "Take care of my messed- up tail lamps.",
        "Is my broken taillights fixed?",
        "Is there any chance of repairing taillights quickly?",
        "Can you help me fix my broken lights?",
        "Why did my tail lamps not work?",
        "I have tail lamps that failed?",
        "How can malfunctioning tail lights be fixed?",
        "Is there any chance of repairing the broken taillights quickly?",
        "Can the malfunctioning tail lamps be fixed?",
        "Is there any chance of repairing the taillights fast?",
        "Fix the broken taillights.",
        "They should fix my tail lamps.",
        "Is there anything you can do to sort out taillight issues?",
        "Is it possible to fix my flawed taillights?",
        "Could I get my tail lamps fixed?",
        "Do you think you can repair taillights impaired?",
        "Fix broken tail lights?",
        "My tail lamps don't work?",
        "You might be able to fix taillights.",
        "Is there a cure for tail light problems?",
        "Do you think it is possible for you to fix my malfunctioning taillights?",
        "Are you capable of fixing malfunctioning tail lights?",
        "fix my tail lamps?",
        "It's possible that you can fix my taillights.",
        "My tail light is broken?",
        "Could it be that you can fix my taillights?",
        "Problem with my broken taillights?",
        "There is a chance of repairing failed taillights.",
        "There are some messed-up tail lamps.",
        "Does it possible for you to fix my malfunctioning taillights?",
        "Is it possible that you could repair my broken taillights?",
        "You might be able to mend my broken taillights.",
        "Will the taillight need to be fixed?",
        "Is that the faulty taillights?",
        "Could I have my broken taillights fixed by you?",
        "Fix my flawed tail lamps?",
        "Will I be able to fix my faulty tail lamps?",
        "Can my tail lamps be fixed?",
        "Do my tail lamps not work?",
        "Is it conceivable to fix taillights?",
        "Could the problematic tail lamps be fixed?",
        "Can you help me get my taillights done?",
        "Fix faulty tail lamps?",
        "Is tail Light repair possible?",
        "I need you to fix my tail lights.",
        "Would it be possible to fix my broken taillights?",
        "I am questioning if you can fix my broken taillights.",
        "Alright, fix my broken taillights.",
        "Is there a chance to fix the car taillights?",
        "Uhm, fix my broken taillights?",
        "Is it possible that you can repair my broken lights?",
        "The taillight needs fixing.",
        "Do you have a solution for taillight issues?",
        "The malfunctioning tail lamps could potentially be fixed.",
        "Referring to repairing taillights impaired?",
        "Inquire for the chance to fix the car's malfunctioning taillamps.",
        "My tail lamps are very messed up.",
        "Can you fix the Tail lights?",
        "Can you deal with taillight problems?",
        "Did the taillight need to be fixed?",
        "My tail lamps are not working.",
        "Mend bad taillights?",
        "Were they faulty taillights?",
        "Wrecked tail light need to be fixed asap.",
        "Fix malfunctioning tailligh 2s",
        "A Wrecked tail light needs to be fixed asap.",
        "I had my tail lamps fail, fixus?",
        "Is it possible to fix taillights that aren't working?",
        "If there is any chance of repairing failed taillights quickly.",
        "There are issues with taillight.",
        "Fix impaired taillights?",
        "Have my tail lamps fixed?",
        "You should be able to fix the taillights.",
        "I have malfunctioning taillights can you fix them?",
        "I have a broken taillights",
        "Is there a way you could repair my broken taillights?",
        "Was it a faulty taillights?",
        "I have faulty tail lights.",
        "Perhaps it's possible to fix taillights.",
        "Can you mend my taillights?",
        "How do you repair taillights impaired?",
        "Your tail lamps failed?",
        "Fix the taillights that are not perfect?",
        "Is it the faulty taillights?",
        "The tail light should be fixed.",
        "Are the tail lights not working?",
        "Can you fix the taillights??",
        "I would like to know if there is a chance of repairing failed taillights fast.",
        "Fix malfunctioning tailligh2s.",
        "This taillight needs to be fixed.",
        "The tail lamps failed",
        "Is it possible that you could fix my broken lights?",
        "Do you have the chance to fix malfunctioning car taillights?",
        "Stubborn taillight needs fixing.",
        "Problematic taillight needs to be fixed?",
        "A taillights fix is possible?",
        "Would it be possible to fix the taillights?",
        "Do you have the skills to fix malfunctioning tail lights?",
        "Is it possible to fix taillights not working?",
        "The taillight needs some repairs.",
        "Is it possible to sort out tail light problems?",
        "Would it be possible for you to fix my taillights?",
        "Is it possible that I can have my taillights fixed?",
        "Can I have my shit taillights fixed?",
        "Are you able to sort out taillight issues?",
        "Can you deal with taillight issues?",
        "I would like to know if you can fix my broken taillights.",
        "How do I fix my faulty tail lamps?",
        "Are you able to repair my broken taillights?",
        "fix my tail lamps",
        "Is it possible you can fix my broken tail light?",
        "Fix a bad taillights?",
        "What can you do about the taillight issues?",
        "Lights need to be repaired, please.",
        "Can you work on taillight issues?",
        "Taillights are malfunctioning - can you help?",
        "Do you want my faulty taillights fixed?",
        "Maybe my tail lamps failed?",
        "Help for Taillights broken?",
        "Can anyone give me a chance of repairing failed taillights fast?",
        "These tail lamps might be repaired.",
        "Do you know if you can mend broken rear lights?",
        "Are the faulty tail lights fixed?",
        "I have my tail lamps that failed.",
        "Can you possibly fix my taillights?",
        "Did you have a chance of repairing failed taillights quickly?",
        "A taillight needs fixing",
        "Fix your taillights?",
        "Wrecked tail light, need to be fixed asap.",
        "I need to sort out my faulty tail lamps.",
        "Is it possible to repair my taillights impaired?",
        "What about repairing the taillights impaired?",
        "The malfunctioning tail lamps could possibly be repaired.",
        "Inquire if you can fix the car taillights?",
        "Fixable malfunctioning tail lights?",
        "My taillights need to be fixed?",
        "I need to get my tail lamps fixed.",
        "I need to get my taillight fixed.",
        "Does it be possible for you to fix my malfunctioning taillights?",
        "Fix the tail lamps?",
        "There are malfunctioning taillighs.",
        "What can you do to fix taillight issues?",
        "Inquire the chance to fix the car taillights.",
        "Is it possible for you to get my taillights fixed?",
        "There were problems with tail lamps.",
        "I want to know if you can repair my taillights.",
        "Is it possible that you can sort out taillight issues?",
        "Is there a faulty tail light?",
        "Do you have the expertise to fix my broken taillights?",
        "The malfunctioning tail lamps could potentially be repaired.",
        "My tail lights are messed up.",
        "Are there any taillight issues you can sort out?",
        "The malfunctioning tail lamps might be repaired.",
        "I have malfunctioning tail lamps.",
        "Is it possible to repair my bad taillights?",
        "Could malfunctioning tail lights be fixed for you?",
        "Is there a chance of repairing failed taillights?",
        "I need a repair to my broken taillights.",
        "Is it Mend faulty taillights?",
        "You can correct my malfunctioning taillights.",
        "The taillight needs to be repaired.",
        "Could you possibly fix my taillights?",
        "You can help fix my taillights.",
        "Is it possible to have tail light repairs?",
        "Can you help me with my faulty lights?",
        "If there is a chance of repairing failed taillights quickly.",
        "I am wondering if you can repair my taillights.",
        "The taillights are broken can you help?",
        "Will these malfunctioning tail lamps be fixed?",
        "Fix a bad tail light?",
        "Fix the taillight yet?",
        "Should we fix misbehaven taillights?",
        "I am asking if you could fix my broken taillights.",
        "Can you help me fix my broken taillights?",
        "Will the taillight needs to be fixed?",
        "Are there taillight issues you can sort out?",
        "I ask if you could fix my broken taillights.",
        "Is it possible for you to fix malfunctioning tail lights?",
        "Is it conceivable you can fix my broken lights?",
        "Are the Taillights busted?",
        "Is there a way you can fix my taillights?",
        "Is the tail light needs to be fixed?",
        "I question if you can fix my tail lights.",
        "Did my tail lamps malfunction?",
        "Will the malfunctioning tail lights be fixed?",
        "Inquire for the chance to fix the car's taillights?",
        "How about taillight problems?",
        "Can there be a chance of repairing the taillights fast?",
        "Is it possible you can fix my tail lamp?",
        "Can you fix my taillights?",
        "Is it necessary to repair taillights impaired?",
        "The tail light is faulty?",
        "The taillight needs some fixes.",
        "How to fix broken taillights?",
        "Did the taillights break?",
        "Able to repair broken lights for me?",
        "repair taillights impaired?",
        "The tail light needs to be fixed quickly.",
        "Problems with taillights, help?",
        "A chance to fix malfunctioning car taillights?",
        "Some of the taillights are faulty.",
        "Help with taillights broken",
        "Try to get a chance to fix malfunctioning car taillights.",
        "Concerning taillight issues?",
        "Is there a way to fix taillights?",
        "The tail light might be able to be repaired.",
        "Maybe you could fix my broken taillights?",
        "Would it be possible for you to fix my broken taillights?",
        "Is it possible to sort out taillight issues",
        "Any chance of fixing the broken taillights quickly?",
        "Is it possible that taillights are broken?",
        "my tail lamps did not work?",
        "Will you be able to fix my tail lights?",
        "Can you help with the Taillights?",
        "Can you figure out the taillight issues?",
        "Taillight needs fixing.",
        "Is it feasible you can fix my taillights?",
        "I need to repair my tail lights.",
        "Correct my tail lamps?",
        "Could you sort out taillight issues?",
        "Can you address tail light issues?",
        "I want to have my taillights fixed.",
        "How about my faulty tail lamps?",
        "Wrecked tail light needs to be fixed pronto.",
        "There are taillights not functioning.",
        "Wrecked tail light needs repairing fast.",
        "Fix the tail lamps had flaws.",
        "Can you please help fix the taillights?",
        "Are you able to fix my taillight?",
        "How about fixing taillights.",
        "Need to fix my taillights, can you help?",
        "Can you help with Taillights busted?",
        "The taillight needs mending.",
        "Can you help fix busted taillights?",
        "Is it possible you can fix my taillamp?",
        "There were malfunctioning tail lamps.",
        "Are you able to fix my broken taillights",
        "Was there a chance to fix malfunctioning car taillights?",
        "I want to fix my busted taillights.",
        "Perhaps fixing taillights is possible?",
        "There are messed up tail lamps.",
        "Could you please repair the lights?",
        "There is a broken tail light.",
        "Wrecked tail light needed fixing.",
        "Have you considered fixing the taillights?",
        "I have to get my taillights fixed.",
        "Do you know how to fix taillights busted?",
        "Is it possible these tail lamps are fixed?",
        "What can I do to fix my broken taillights?",
        "Are these taillights broken?",
        "Possible fixing of taillights?",
        "My tail lamps are a mess.",
        "Any chance of fixing the failed taillights?",
        "Is it possible to fix my faulty tail lamps.",
        "I need to fix my messed up tail lamps.",
        "I need to know if you can repair my faulty tail lights.",
        "There were flaws in the tail lamps?",
        "My broken taillights could you fix?",
        "There are broken taillights.",
        "Repairing taillights could be possible.",
        "I have broken taillights, can you help me?",
        "The tail light is broken and needs to be fixed quickly.",
        "Is there any possibility of tail light repair?",
        "Can you assist in getting my taillights fixed?",
        "Can you fix taillights impaired?",
        "Is the taillights broken",
        "The tail light needs repairs asap.",
        "Take care of the messed-up tail lamps.",
        "Is it possible that you can repair my taillights?",
        "Do you wish to repair my faulty taillights?",
        "How about fixing taillights that are misbehaven?",
        "Can you solve the tail light issues?",
        "Do you have a way to fix my broken taillights?",
        "I want you to repair my tail lights.",
        "Fix the broken lights please?",
        "Are you able to repair the taillights?",
        "What about faulty taillights?",
        "Are it possible for you to fix my taillights?",
        "I want you to fix my broken taillights.",
        "Are the taillights broken, can you help?",
        "The lights need to be fixed, please.",
        "Is there a way to fix my broken lights?",
        "Is that possible to fix my broken lights?",
        "Is tail light repair available?",
        "Fix my busted taillights?",
        "Is it possible to sort out the taillight issues?",
        "You may be able to fix my broken taillights.",
        "Do you have the skill to fix my tail lights?",
        "Would you be able to fix the taillights?",
        "can you fix the tail lights",
        "Is my broken taillight fixed by you?",
        "How about fixing faulty taillights?",
        "Do you have a chance of repairing failed taillights?",
        "I wonder if you can repair my broken taillights?",
        "I am unsure if you can fix my tail lights.",
        "Possibly, fixing taillights is possible?",
        "Inquire for the chance to fix the car's malfunctioning taillights.",
        "Hey, fix my broken taillights.",
        "Wrecked tail light needs to be repaired quickly.",
        "Are there taillight issues you can resolve?",
        "Do you know how to fix my broken taillights?",
        "Can you get to the root of the taillight issues?",
        "Is it possible that these tail lamps could be fixed?",
        "Is it possible that the malfunctioning tail lamps can be repaired?",
        "Does anyone have a chance of repairing the failed taillights fast?",
        "Inquire about having the car taillights fixed.",
        "Need to have my taillights fixed?",
        "Is it possible for you to change my malfunctioning taillights?",
        "Will these tail lamps be fixed?",
        "Wrecked tail light that needs fixing.",
        "Wrecked tail light that needs to be fixed immediately.",
        "Is it possible that you could repair my broken lights?",
        "Is malfunctioning tail lights repairable?",
        "The taillights aren't working.",
        "These tail lamps could potentially be fixed.",
        "Work on taillights impaired?",
        "Could tail light repair be doable?",
        "Are you capable of fixing my broken taillights?",
        "Competent repair for taillamps gone dark?",
        "Is it possible to repair my faulty lights?",
        "Do you have what it takes to fix my broken taillights?",
        "How about fixing taillights that were bad?",
        "Help if taillights broken.",
        "Is it possible to repair my broken lights.",
        "Is it possible to repair my broken tail light?",
        "Can you find solutions to taillight issues?",
        "Is it possible he can fix my broken lights?",
        "Take care of my bad tail lamps.",
        "There were flaws in tail lamps?",
        "The taillights are malfunctioning",
        "Any chance of repairing taillights fast?",
        "The tail lamps had failed.",
        "Is it possible for me to fix my broken taillights?",
        "There are malfunctioning tail lamps",
        "Can you find a solution to the taillight issues?",
        "Is it possible to repair tail light?",
        "Problem with taillights - can you help?",
        "Can you fix my broken taillamps?",
        "Do you know if there is a chance to fix malfunctioning car taillights?",
        "Is it possible you fix my broken lights?",
        "The taillights are not working",
        "Is it possible for you to correct my broken light?",
        "Wrong taillights?",
        "Is it possible to mend broken rearlights for me?",
        "Is there any chance of fixing failed taillights quickly?",
        "My broken taillights should be fixed?",
        "Taillights broke, help?",
        "Fix the taillights?",
        "The damaged tail light needs to be fixed quickly.",
        "Do you know if there is a chance of repairing failed taillights quickly?",
        "Did you have any chance of repairing the failed taillights quickly?",
        "Can you fix the malfunctioning taillights?",
        "What about fixing taillights impaired?",
        "My tail lamps fell down?",
        "Do you have the ability to sort out taillight issues?",
        "Do you want to fix taillights that are bad?",
        "Fix my taillights?",
        "Fix my mangled taillights?",
        "Can you help me with the taillights?",
        "Is it possible I can have my taillights fixed?",
        "Can you fix the tail lamps?",
        "Was it possible to mend broken rear lights?",
        "There are Taillights busted - can you help?",
        "You can help me get my taillights fixed.",
        "Can you assist with getting my taillights fixed?",
        "I need your help getting my taillights fixed.",
        "Some tail lamps could be fixed.",
        "These tail lamps don't work.",
        "The tail lamps could possibly be fixed.",
        "Is it possible you can Fix my broken lights?",
        "Should we fix broken taillights?",
        "Get the tail lamps sorted.",
        "Is it possible you can repair the broken lights?",
        "I have a faulty tail lights.",
        "Is it possible you are able to fix my broken lights?",
        "Fix my damaged taillights?",
        "Do you have the skills to fix my tail lights?",
        "Is there a Taillights broken - can you help?",
        "My taillights are broken?",
        "The taillights are broken?",
        "Is there a chance these tail lamps can be fixed?",
        "Are tail lights malfunctioning that can be fixed?",
        "Inquire for the chance to fix the car taillights?",
        "Is it possible the taillights are malfunctioning?",
        "Help, taillights broken.",
        "Isn't it possible for you to correct my malfunctioning taillights?",
        "Will it be possible for you to fix my broken lights?",
        "Can you fix the taillight issues?",
        "Can you fix those broken taillights?",
        "Is it possible to fix taillights Impaired?",
        "Was it possible for you to fix my taillights?",
        "Mend broken tail lights?",
        "Do you want to fix the taillights?",
        "There are Taillights that are not working.",
        "Is repairing taillights possible?",
        "Are there any chances of repairing failed taillights?",
        "I need you to help with my taillights.",
        "The tail lamps could possibly be repaired.",
        "Can you fix the malfunctioning tail lights?",
        "Need help with taillights broken.",
        "Was it possible to fix the tail light?",
        "Are malfunctioning tail lights repairable?",
        "Can you repair the taillights impaired?",
        "The taillight needs tweaking.",
        "Need to fix my tail lamps?",
        "Was it possible to fix my tail lamps?",
        "Can you get the taillights to work?",
        "There is a chance that the failed taillights can be fixed fast.",
        "Do you want to fix taillights impaired?",
        "Wrecked tail light should be fixed soon.",
        "Terrible taillight needs fixing.",
        "I need your help to get my tail light fixed.",
        "Inquire if you can fix malfunctioning car taillights.",
        "There is a chance that the failed taillights will be repaired fast.",
        "Do you know if it is possible to fix my broken lights?",
        "Can you find a solution to taillight issues?",
        "Need to get my taillights fixed?",
        "What caused my tail lamps to fail?",
        "Are tail lights able to be fixed?",
        "Can you work on my tail lights?",
        "Will you be able to sort out taillight issues?",
        "Can you help me fix my taillights?",
        "Inquire if you can fix the car taillights.",
        "The taillights may be fixed.",
        "Will there be a chance of repairing failed taillights fast?",
        "I need to mend my broken taillights.",
        "Can you deal with tail light issues?",
        "Is there a way for you to correct my malfunctioning taillights?",
        "What about the taillights broken, help?",
        "Is it possible to fix broken front lights for me?",
        "Is it doable to fix my taillights?",
        "Is it possible to fix my bad taillights?",
        "I had a broken taillights.",
        "We want swift heal malfunctioning tail clusters.",
        "My taillights are not working.",
        "Will malfunctioning tail lights be fixed?",
        "Is there anything I can do to fix my taillights?",
        "Is the taillights faulty.",
        "Is it possible to fix my busted taillights.",
        "Inquire if you can fix malfunctioning car tail lights?",
        "The tail light needs fixes.",
        "It would be possible to fix taillights.",
        "I am wondering if you can repair my faulty tail lights.",
        "Do you have the chance to fix the malfunctioning car taillights?",
        "The faulty taillights should be fixed.",
        "Is there a chance of repairing the broken taillights fast?",
        "Wrecked tail light needs fixing asap.",
        "taillight needs repairing.",
        "Please fix the broken lights?",
        "My tail lights are malfunctioning",
        "Is the taillights broken - can you help?",
        "It is wanted that swift heal malfunctioning tail clusters.",
        "Inquire if you can fix the car's taillights.",
        "Can you assist with taillights broken?",
        "How about repairing my bad taillights?",
        "Wrecked tail light needs immediate fix.",
        "I want you to fix my faulty tail lights.",
        "Should these malfunctioning tail lamps be fixed?",
        "Wrecked tail light need to be fixed.",
        "Was it possible to fix the taillights impaired?",
        "Fix my shit taillights?",
        "Could be faulty taillights?",
        "Is there a chance for tail light repairs?",
        "There is a chance that the failed taillights will be fixed quickly.",
        "There are faulty tail lamps.",
        "Can you help me get my taillight fixed?",
        "Is it possible to repair taillights that are impaired?",
        "These tail lamps may need to be repaired.",
        "Will you fix the taillights?",
        "I want to fix my messed-up tail lamps.",
        "Is it possible you'll fix my broken lights?",
        "I need your assistance in getting my taillights fixed.",
        "Is it possible he can fix my taillights?",
        "Might the taillight need to be fixed?",
        "Want to swift heal malfunctioning tail clusters.",
        "Sort out the tail lamps that are broken.",
        "Do you want to fix my taillights?",
        "The lights need to be repaired, please?",
        "Possibly fixing taillights",
        "Is it possible to fix the faulty taillights?",
        "Is it possible for you to fix my broken down taillights?",
        "Fix my broken taillight?",
        "Is it possible to correct my malfunctioning taillights?",
        "Maybe it's possible to fix taillights?",
        "Repairs taillights that are impaired?",
        "Do you want my crap taillights fixed?",
        "My tail lamps malfunctioned.",
        "Is it possible for you to correct my broken lights?",
        "Fix my car's taillights?",
        "The tail light needs fixing right away.",
        "Do you think fixing taillights is possible?",
        "A taillight needs repairing.",
        "How can you fix my broken taillights?",
        "Is it possible your taillights can be fixed?",
        "The tail light is in need of repairs.",
        "The tail lamps could potentially be fixed.",
        "Wanted: to heal malfunctioning tail clusters.",
        "You can sort out taillight problems.",
        "A tail light is in need of fixing.",
        "I have broken taillights, can you fix them?",
        "The tail lamps were malfunctioning.",
        "Is there a way to repair tail lights?",
        "Is the broken tail lamps fixed?",
        "The taillight needs fixing for malfunctioning.",
        "The tail light needs something fixed.",
        "Please help fix broken lights",
        "Fix taillights that are not right?",
        "Is the malfunctioning tail lamps repaired?",
        "I need to know if you can repair my broken taillights.",
        "Are you able to get my broken taillights fixed?",
        "Could taillights be fixed?",
        "Do you want to fix my faulty taillights?",
        "The taillights are broken and can you help?",
        "Was it possible to repair my faulty taillights?",
        "Yes, can you fix the taillights?",
        "Wrong taillight needs fixing.",
        "Is it possible to fix my flawed tail lamps?",
        "I can't fix my taillights.",
        "Will I be able to fix my broken taillights?",
        "Is it possible you can repair my taillights?",
        "Some tail lamps could be repaired.",
        "Would you be able to fix my tail lights?",
        "Shall you sort out taillight issues?",
        "Is repair of tail light possible?",
        "Is it possible to deal with taillight issues?",
        "How about fixing the faulty tail lamps?",
        "I need your help repairing my tail lights.",
        "Is the tail light possible repaired?",
        "Can you give me a chance of repairing failed taillights fast?",
        "Maybe the malfunctioning tail lamps could be fixed?",
        "Would it be possible to fix taillights?",
        "Could I have my tail lamps fixed?",
        "Are you going to fix my busted taillights?",
        "Please help the car lights!",
        "Isn't it possible you can fix my taillights?",
        "Is it possible to have the tail light repaired?",
        "I am wondering if you could mend my broken taillights.",
        "Take care of my broken taillights?",
        "tail lamps failed?",
        "My tail lights don't work.",
        "My tail lamps are malfunctioning",
        "You could possibly fix the taillights.",
        "Is it possible that you might be able to fix my taillights?",
        "Changing the taillights could be possible.",
        "It's possible you can fix my taillight.",
        "The tailligh2s should be fixed.",
        "Do you have the skills to fix the taillights?",
        "Is it possible for you to fix my failed taillights?",
        "Fixing taillights is possible?",
        "Is there an issue with taillight issues?",
        "Is it possible to fix the broken taillights?",
        "Might tail light repair be possible?",
        "Can you help me with my broken taillights?",
        "Inquire if there is a chance to fix malfunctioning car taillights.",
        "My tail lamps are not functioning.",
        "Is it feasible for you to fix my malfunctioning taillights?",
        "Okay, fix my broken taillights.",
        "Need my taillights fixed?",
        "The taillight needs fixed.",
        "The tail lamps were messed up.",
        "It's possible to fix malfunctioning tail lights.",
        "Is it possible to mend tail lights?",
        "Any chance of repairing the failed taillights?",
        "I'm wondering if you can repair my taillights.",
        "Fix my problematic tail lamps.",
        "Mend the broken lights?",
        "My tail lamp failed?",
        "I have broken taillights and can you fix them?",
        "Can I have my faulty taillights fixed?",
        "Are taillights broken - can you help?",
        "What about the faulty taillights?",
        "Wrecked tail light needs repairs quickly.",
        "I am in need of a repair to my broken taillights.",
        "Can you fix the taillights of my car?",
        "The faulty tail lamps could be fixed.",
        "Can you help me correct my malfunctioning taillights?",
        "Which taillight issues can you sort out?",
        "You may be able to fix malfunctioning tail lights.",
        "Is it a possibility that you can fix my broken lights?",
        "I have a broken taillights. Could you fix it?",
        "Can you make my tail lights work again?",
        "Is it possible to fix my broken taillights.",
        "Can you resolve issues with the taillight?",
        "My tail lights aren't working.",
        "My tail lights are faulty, can you fix them?",
        "Are you able to fix my tail lights?",
        "The tail lights are faulty.",
        "Is there a way to repair my faulty taillights?",
        "Are you able to fix the broken taillight?",
        "Do you have the skills to repair taillights impaired?",
        "Is fixing tail light possible?",
        "Is it feasible to fix taillights?",
        "How about fixing the broken taillights?",
        "Is there a way you can fix my broken taillights?",
        "Fix troubled taillights?",
        "Wrecked tail light needs immediate repairs.",
        "Yeah, fix my broken taillights.",
        "Fix my tail lamp problems?",
        "Problem with taillights?",
        "Fix the taillight for malfunction.",
        "The taillight needs fixing?",
        "Am I able to get my broken taillights fixed?",
        "Is it possible to fix my faulty tail lights?",
        "My taillights are malfunctioning, can you fix it?",
        "My tail lamps didn't work?",
        "Can you help me to get my taillights fixed?",
        "Can you help me fixed my taillights?",
        "Is it possible to fix broken taillights?",
        "Was it possible to mend broken rear lights for me?",
        "Will you repair my broken taillights?",
        "Would you be able to fix my broken taillights?",
        "Can you fix those taillights?",
        "Do you can fix my broken taillights?",
        "fixing taillights is possible?",
        "I have problems with my tail lights.",
        "Can you help with the broken taillights?",
        "Is this the faulty taillights?",
        "Fix tail lamps had problems?",
        "Fix my broken taillamps?",
        "The faulty tail lamps could be repaired.",
        "I need your assistance in fixing my taillights.",
        "Could we fix the taillights?",
        "Mend a problem with their taillights?",
        "Is it possible that you can make my taillights?",
        "Can you help fix taillight issues?",
        "Fix my faulty tail lights.",
        "Is the taillights broken, can you help?",
        "I wonder if you could repair my broken taillights.",
        "Inquire about fixing malfunctioning car taillights.",
        "Can the tail lamps be repaired?",
        "Fix the tail lamps that are malfunctioning?",
        "Possibly fixing taillights.",
        "Is it possible that these tail lamps can be repaired?",
        "How about taillights broken and help?",
        "My tail lamps were messed up.",
        "I ask if you can fix my broken taillights.",
        "What can you do about tail light issues?",
        "Fix my broken tail lights?",
        "Help if tail lights are broken.",
        "Fix my crappy tail lights?",
        "Can you fix my bad taillights?",
        "Why my tail lamps did not work?",
        "You can mend my broken taillights.",
        "Are you able to correct my broken taillights?",
        "The taillight may need fixing.",
        "Fix my broken taillamp?",
        "Is it possible to mend broken rear lights for you?",
        "Did the tail lamps fail?",
        "Will the tail lights be fixed?",
        "Is it possible you could repair my broken lights?",
        "Someone needs to heal malfunctioning tail clusters.",
        "Is it doable to fix my broken lights?",
        "Is it possible that you can fix me broken lights?",
        "Can you assist with taillights busted?",
        "Is tail light replacement possible?",
        "Is there a way to fix my malfunctioning taillights?",
        "Could the broken tail lamps be fixed?",
        "Is it possible for you to correct my lights?",
        "Do you know if it is possible to fix my taillights?",
        "Is there any way you can sort out taillight issues?",
        "Can I have my busted taillights fixed?",
        "Is it possible to fix my taillights.",
        "A faulty tail light?",
        "Can you fix malfunctioning taillights?",
        "I wonder if these tail lamps can be fixed.",
        "Is it possible to fix the Taillights not working?",
        "The taillights are malfunctioning - can you help?",
        "Does anyone know if there is a chance of repairing failed taillights fast?",
        "Can you help fix the Taillights?",
        "Are malfunctioning tail lights able to be fixed?",
        "Can you fix my faulty tail lights.",
        "Is there a way to sort out tail light issues?",
        "How can I fix the taillights?",
        "I have broken taillights.",
        "I need your assistance with my taillights.",
        "I need your help to fix my taillights.",
        "fixus, my tail lamps failed?",
        "Do you want my broken taillights fixed?",
        "Take care of my damaged tail lamps.",
        "You might be able to fix my taillights.",
        "Do you need to fix my faulty tail lamps?",
        "Is there a repair for tail light?",
        "Do you have the ability to fix my broken taillights?",
        "There is a chance that you can fix malfunctioning car taillights.",
        "Are there possible fixes for taillights?",
        "Fix my decrepit taillights?",
        "Can you help me fix my tail light?",
        "Was it possible to fix my broken taillights?",
        "Has it been possible to fix my broken lights?",
        "It seems that the taillight needs fixing.",
        "The taillights are impaired",
        "I've got a broken taillights.",
        "Is it possible you might fix my taillights?",
        "Can you help repair my taillights?",
        "Can you help with malfunctioning taillights?",
        "Do you think it is possible to fix my taillights?",
        "Is it possible to fix a malfunctioning tail lights?",
        "Taillights are broken, can you help?",
        "Shouldn't my broken taillights be fixed?",
        "The tail light is broken and needs to be fixed.",
        "It's possible you can fix my taillights.",
        "Is it possible you can fix my tail lamps?",
        "Fix faulty tailligh2s.",
        "Can you lend a hand in getting my taillights fixed?",
        "Might you be able to fix the taillights?",
        "Is it possible to repair my faulty tail lights.",
        "My broken taillights should be repaired?",
        "There are taillights that are broken - can you help?",
        "I have a malfunctioning taillights.",
        "The taillight needs work.",
        "The taillights of my car are broken.",
        "Some of my tail lamps are messed up.",
        "Are it possible you can fix my taillights?",
        "Wrecked tail light needs repairs.",
        "Is it doable to fix taillights?",
        "Are you able to fix the taillights?",
        "Mend malfunctioning taillights?",
        "Will there be a chance of repairing the failed taillights quickly?",
        "Are you able to fix my malfunctioning taillights?",
        "Fix a broken taillights?",
        "Is it possible for you to correct my malfunctioning taillights.",
        "The tail light is broken and needs fixing quickly.",
        "Are the taillights broken, help?",
        "Can you help get the Taillights fixed?",
        "Fix my broken tail light, huh?",
        "Are you able to fix malfunctioning tail lights?",
        "My taillights are impaired.",
        "These tail lamps might need to be fixed.",
        "I need your help getting my tail lights fixed.",
        "It is possible for you to fix my broken taillights.",
        "Taillights are broken - can you help?",
        "I want my taillights to be fixed.",
        "Could malfunctioning tail lamps be repaired?",
        "Is it possible to repair the faulty taillights?",
        "Is tail light repair Possible?",
        "My tail lamps are not functioning correctly.",
        "Was my tail lamps failed?",
        "Is it possible to repair damaged taillights?",
        "Do you know if you can fix my tail lights?",
        "I need to have my tail light fixed.",
        "I have malfunctioning taillights.",
        "Is it possible to repair broken rear lights",
        "The faulty taillights should be repaired.",
        "The Taillights are broken and need help.",
        "The malfunctioning tail lamps?",
        "The tail light needs fixing soon.",
        "Problem with taillight, needs fixing?",
        "Is there any chance of repairing broken taillights quickly?",
        "The taillights are mend faulty?",
        "Do you want the broken taillights fixed?",
        "Does the taillight need to be fixed?",
        "Help with Taillights broken?",
        "The chance to fix malfunctioning car taillights.",
        "Why do my tail lamps fail?",
        "Do you know how to repair taillights impaired?",
        "Possibly fixing the taillights.",
        "What about fixing the taillights?",
        "Possible to fix taillights.",
        "My taillights were broken.",
        "Can you fix taillights that aren't working?",
        "How about fixing the taillights Impaired?",
        "I have tail lamps that failed.",
        "Is there a chance of repairing taillights fast?",
        "I wonder if you can mend my broken taillights.",
        "There are taillights that are not functioning.",
        "Do you know how to fix taillights?",
        "There is a chance that the failed taillights can be repaired.",
        "Is there any chance of repairing failed taillights quickly?",
        "Is it possible to repair my broken lights?",
        "Can taillights be fixed possible?",
        "Couldn't you help fix the taillights?",
        "Do you want to fix misbehaven taillights?",
        "The tail lamps failed!",
        "Is there a way to fix malfunctioning tail lamps?",
        "Fix some taillights?",
        "Is it possible that the taillight is faulty?",
        "Oh yeah, fix my broken taillights?",
        "Hey, do you want to fix my broken taillights?",
        "Should the tail lamps be repaired?",
        "Can you help me with fixing my taillights?",
        "There was a chance of repairing failed taillights.",
        "Wrecked tail light needs fix.",
        "Can you repair my broken taillights?",
        "There are malfunctioning tail lamps.",
        "The taillight needs help.",
        "Do you know how to fix my tail lamps?",
        "Is changing my taillights possible?",
        "Do you think you can fix my broken lights?",
        "Do you have the ability to fix my taillights?",
        "It is possible that you can fix my taillights.",
        "Help if the taillights are broken.",
        "Fix my bad tail lamps?",
        "Are you able to fix my broken taillights?",
        "So can you fix the taillights?",
        "Should my taillights be repaired?",
        "Can you help fix the Tail lights?",
        "The tail light is badly broken.",
        "My tail lamps are messed",
        "I need to know if you can fix my tail lights.",
        "Want to fix my broken taillights?",
        "Does it possible to fix taillights?",
        "Need my taillights fixed",
        "The taillight needs attention.",
        "My taillights are damaged.",
        "Can you handle taillight issues?",
        "Will you help fix taillights?",
        "Can you fixes the taillights?",
        "How about fixing the tail lamps?",
        "Helping with broken taillights?",
        "Can you help fix the busted taillights?",
        "Help needed, taillights broken.",
        "Are you able to fix my broken taillight?",
        "The damaged tail light needs to be fixed immediately.",
        "Is it possible for you to sort out taillight issues?",
        "Did you fix my faulty taillights?",
        "Lights need to be repaired, please?",
        "I've got faulty tail lights.",
        "Is it possible to fix the taillights",
        "You can fix my taillights.",
        "Wrecked tail light needs immediate fixing.",
        "It's possible that you can correct my malfunctioning taillights.",
        "Would it be possible for you to fix my broken lights?",
        "I need to sort out my messed-up tail lamps.",
        "Repairs to taillights impaired?",
        "What about my taillights?",
        "Help broken taillights.",
        "I want my taillights fixed.",
        "Can you help fix damaged taillights?",
        "Can you help my taillights?",
        "Is it possible that you could fix my malfunctioning taillights?",
        "Are you able to fix my faulty taillights?",
        "Is it possible for you to correct the malfunction of my taillights?",
        "Get my tail lamps repaired.",
        "My broken taillights, could you fix them?",
        "The taillight is malfunctioning.",
        "I need to get my tail light fixed.",
        "It is possible to fix the taillights.",
        "Are you able to correct the malfunctioning taillights?",
        "Might malfunctioning tail lamps be repaired?",
        "Inquire for a chance to fix a car's taillights.",
        "My taillights aren't functioning.",
        "Are there any possibilities of fixing taillights?",
        "Will there be a chance to fix malfunctioning car taillights?",
        "Is repairing tail light possible?",
        "Could there be a chance of repairing the failed taillights fast?",
        "Is there a chance of repairing failed taillights quickly?",
        "Help? Taillights are broken.",
        "Can you fix my damaged taillights?",
        "A tail light needs fixing fast.",
        "Could the malfunctioning tail lamps be repaired?",
        "Can you help with taillight problems?",
        "Is there a way to deal with taillight issues?",
        "The taillights are bad.",
        "Is there a way to fix bad taillights?",
        "Can you sort out taillights?",
        "The tail light is Wrecked",
        "Could you possibly fix the taillights?",
        "There is a wish to swift heal malfunctioning tail clusters.",
        "Can you repair my bad tail lights?",
        "Do you have the skills to fix my broken taillights?",
        "My tail lamps went out?",
        "Can you help with taillights malfunctioning?",
        "Was it possible to fix my broken taillights.",
        "Is it possible to repair taillights impaired.",
        "Any chance of getting the taillights fixed quickly?",
        "Help, taillights broke.",
        "Is there help for the taillights broken?",
        "Can you address the taillight issues?",
        "The taillights should be repaired impaired.",
        "Is it possible for you to fix my failing taillights?",
        "Is it possible for you to mend my broken taillights?",
        "I need your help repairing my taillights.",
        "Wrecked tail light needs to be fixed soon.",
        "Did you be able to fix my broken taillights?",
        "Is tail light repairing possible?",
        "The taillights aren't functioning.",
        "Are you willing to help fix my taillights?",
        "Is it possible that the taillights are faulty?",
        "My tail lamps are not right.",
        "There is a chance of fixing failed taillights quickly.",
        "Do you want to fix my crappy taillights?",
        "The taillights could be fixing",
        "Do you have a solution to taillight issues?",
        "help if taillights are broken",
        "Wrecked tail light needs immediate attention.",
        "Could the faulty tail lamps be repaired?",
        "Is it possible that you can fix my taillights?",
        "The broken taillights could be fixed by you.",
        "Wrecked tail light needs to be repaired asap.",
        "Would malfunctioning tail lights be able to be fixed?",
        "Is it possible you could mend my broken taillights?",
        "Is there any chance of repairing broken taillights fast?",
        "The tail lamps could be repaired.",
        "Is it feasible to fix the taillights?",
        "Fix the faulty tail lamps.",
        "Can you help fix these taillights?",
        "Wrecked tail light requires immediate attention.",
        "Do you have the ability to repair taillights impaired?",
        "Might the taillight needs fixing?",
        "My taillights need fixing.",
        "Is it possible that your broken lights can be fixed?",
        "Who can fix my tail lamps?",
        "Did you have a chance to fix the car taillights?",
        "Is it possible for you to fix the taillights?",
        "Can you help me fix my malfunctioning taillights?",
        "Is it possible to help broken taillights?",
        "Is it possible to address taillight issues?",
        "Problematic tail lamps could be fixed.",
        "Help broken taillights?",
        "Could tail light repair be done?",
        "Get the tail lamps back together.",
        "Will it be possible for you to correct my malfunctioning taillights?",
        "Did you have a chance of repairing the failed taillights fast?",
        "Can you correct my malfunctioning taillights?",
        "Will my tail lamps be fixed?",
        "Did my tail lamps fail?",
        "My tail lamps are broken",
        "My tail lamps are in disrepair.",
        "The taillight needs to be changed.",
        "What about taillight needs fixing?",
        "Are the faulty tail lights fixed by you?",
        "My broken taillights could be fixed by you.",
        "Problem with the taillights?",
        "Help when the taillights are broken?",
        "I need your assistance with getting my taillights fixed.",
        "It could be possible that you can fix my taillights.",
        "Malfunction, taillight needs to be fixed.",
        "Do you know how to fix my faulty tail lamps?",
        "Do you want to fix bad taillights?",
        "Can you fix my malfunctioning taillights?",
        "Do you have the ability to fix my faulty tail lights?",
        "How about repairing my faulty tail lights?",
        "Can you lend a hand to fix my taillights?",
        "The tailligh2s need to be fixed.",
        "Is it possible that you can correct my broken taillights?",
        "Are malfunctioning tail lights possible to repair?",
        "Able to fix broken lights for me?",
        "You might be able to fix the taillights.",
        "Is it possible that the tail lamps could be fixed?",
        "Can you solve the taillight problems?",
        "Would malfunctioning tail lamps be fixed?",
        "The taillight needs some fixing.",
        "Is it possible to fix a taillights?",
        "I wanted to fix my tail lamps.",
        "Is possible tail light repair?",
        "Fix the taillights that are not right?",
        "What can I do to fix my faulty tail lamps?",
        "Fix my problem lights?",
        "The Taillights are broken can you help?",
        "Should you sort out taillight issues?",
        "My tail lamps failed?",
        "My taillights?",
        "Are the tail lamps broken?",
        "The tail lamps have been messed up.",
        "Is there a chance to repair failed taillights fast?",
        "What can you do to sort out taillight issues?",
        "Fixus, my tail lamps failed.",
        "I have faulty taillights.",
        "Could the tail lamps be fixed.",
        "Wrecked tail light, needs fixing asap.",
        "These tail lamps have problems.",
        "Can I get my faulty taillights fixed?",
        "I need someone to mend my broken taillights.",
        "Taillights broken",
        "I want to fix my taillights.",
        "repair my broken taillights?",
        "Is it possible to repair taillightsimpaired?",
        "Do you have the skills to repair my broken taillights?",
        "Wanted: quick fix malfunctioning tail clusters.",
        "How about fixing my bad tail lamps?",
        "Is it faulty taillights?",
        "Will you fix my broken taillights?",
        "Possible fix of taillights?",
        "Inquire the chance to fix the car's broken taillights.",
        "Could there be a chance of repairing failed taillights quickly?",
        "Problematic tailligh2s can be fixed.",
        "Some of the malfunctioning tail lamps could be fixed.",
        "Fixus, my tail lamps malfunctioned?",
        "There are tail lights not working.",
        "Is it possible that these tail lamps could be repaired?",
        "Can the taillights be fixed possible?",
        "Is it a possibility that you can fix my taillights?",
        "Do you want my broken taillights repaired?",
        "My tail lamps were malfunctioning.",
        "Fix my crummy tail lights?",
        "Can you assist me with my taillights?",
        "Can you help with busted taillights?",
        "I need to get my broken taillights fixed.",
        "There is a messed up tail light.",
        "The tail lamps are malfunctioning.",
        "Should I get the faulty tail lamps fixed?",
        "The taillights need to be repaired impaired?",
        "Are tail lights broken?",
        "Is it possible to Fix my broken taillights?",
        "I wonder if malfunctioning tail lamps could be fixed.",
        "Correcting taillights is possible.",
        "The taillights might be fixed possible.",
        "I wonder if tail light repair is feasible.",
        "I need to have my taillights fixed.",
        "Has my tail lamps failed?",
        "I'm asking if you could fix my broken taillights.",
        "Help broken tail lights?",
        "Can you help me fix my faulty lights?",
        "Was it possible you could repair my broken taillights?",
        "Can you repair the broken taillights?",
        "I need a taillights fixed.",
        "You could fix my taillights.",
        "Can you find a fix for the taillights?",
        "Help for Taillights broken.",
        "Is the tail light faulty?",
        "Do you know what you can do to repair my broken taillights?",
        "I asked if you could repair my tail lights.",
        "Are the taillights faulty?",
        "I need a repair on my taillights.",
        "Can you repair the Taillights?",
        "Would there be a chance of repairing the failed taillights quickly?",
        "I would like you to repair my broken taillights.",
        "Does it make sense for you to fix my malfunctioning taillights?",
        "Taillights break, help?",
        "How about fixing troublesome taillights?",
        "My tail lamps have messed up.",
        "I need your help repairing my faulty tail lights.",
        "Is there a way to resolve taillight issues?",
        "Couldn't the tail lamps be repaired?",
        "The lights should be repaired, please.",
        "Can you help fix the broken tail lights?",
        "Do you have the skills to repair broken rear lights?",
        "Help with tail lights?",
        "Are you going to fix taillights?",
        "Can you take care of my broken taillights?",
        "Is it possible to fix the taillights Impaired?",
        "Couldn't these malfunctioning tail lamps be fixed?",
        "Help, broken taillights?",
        "Which taillight needs to be fixed?",
        "Are you gonna fix the taillights?",
        "Taillights broken?",
        "Is it possible to repair my taillights?",
        "Fix the malfunctioning tailligh2s.",
        "Is it possible to fix the tail light",
        "Had my tail lamps failed?",
        "Is there a chance for tail light repair?",
        "Can they fix the taillights?",
        "Fix my taillights.",
        "Fix a broken taillamp?",
        "I want to sort out my broken tail lamps.",
        "Fix the broken taillights possible?",
        "The malfunctioning tail lamps might be fixed.",
        "Wrecked tail light needed to be fixed asap.",
        "How can I get my taillights fixed?",
        "Is my tail lamps failing?",
        "Are there ways to fix taillights?",
        "I need to sort out my damaged tail lamps.",
        "Is it possible for a tail light to be repaired?",
        "the taillights are broken",
        "How about fixing taillights",
        "I asked if you could mend my broken taillights.",
        "Can there be a chance of repairing failed taillights?",
        "Are the tail lights fixable?",
        "Mend faulty taillights.",
        "Help, broken taillights.",
        "Fix the taillights possible?",
        "There is a taillight that needs fixing.",
        "Is there a fix for my busted taillights?",
        "Is there any chance of fixing the tail light?",
        "I'm in need of my taillights fixed.",
        "Are you able to repair my broken taillight?",
        "Do you think I should fix my faulty tail lamps?",
        "Is tail light repairs a possibility?",
        "Looking for help with taillights broken.",
        "My taillights are malfunctioning can you fix them?",
        "Are my broken lights possible to be fixed by you?",
        "Is it possible you can fix my bad lights?",
        "Can you assist with Taillights broken?",
        "Help when taillights are broken.",
        "I need to sort out my messed up tail lamps.",
        "Is there any chance of tail light repair?",
        "Is there a fix for faulty tail lamps?",
        "Is it possible to fix malfunctioning tail lamps?",
        "Would it be possible for you to correct my broken taillights?",
        "There is a chance of repairing the taillights fast.",
        "Can a tail light repair be done?",
        "I wonder if there is a chance of repairing failed taillights quickly.",
        "Is it possible you can fix my taillights",
        "Help with taillights that are broken.",
        "Fix malfunction, taillight?",
        "Do you want toRepair my faulty taillights?",
        "How about the taillights broken?",
        "Correct my tail lamps.",
        "Can you sort out the issues with taillight?",
        "Is it possible to fix the taillight?",
        "What about the taillight needs fixing?",
        "My tail lights failed?",
        "There are messed-up tail lamps.",
        "Is there a problem with taillights?",
        "The taillights are faulty?",
        "Someone wants to know if there is a chance of repairing failed taillights fast.",
        "The taillights of my car are faulty.",
        "Can your company fix my tail lights?",
        "Would it be possible for you to correct my taillights?",
        "Is the tail lights broken?",
        "Is the tail light fixable?",
        "Will you help me fix my taillights?",
        "My tail lamps did not operate.",
        "Does it be possible for you to fix my taillights?",
        "Will there be a chance of repairing the failed taillights?",
        "Is there a way to fix my broken taillights?",
        "Is it a mend faulty taillights?",
        "Can you fix my old taillights?",
        "Fix taillights that are malfunctioning?",
        "Wrecked tail light needs to be fixed fast.",
        "Wrecked tail light has to be fixed asap.",
        "I'm wondering if you can repair my broken taillights.",
        "Was it possible you could fix my taillights?",
        "Help with taillights broken.",
        "Can you help repair my tail lights?",
        "I have faulty tail lights and can you repair them?",
        "Isn't it possible to fix malfunctioning tail lights?",
        "Is it possible that you can change my taillights?",
        "I need toRepair my faulty tail lights.",
        "It's possible for you to fix my taillights.",
        "A qualified repair for taillamps?",
        "Ok, fix my broken taillights.",
        "Fix my problematic tail lamps?",
        "Is it possible to fix taillights impaired?",
        "Will you repair my faulty tail lights?",
        "Is it possible to sort out taillight issues.",
        "I'd like to get my taillights fixed.",
        "My tail lamps are not in order.",
        "repair my tail lights",
        "Was it possible to fix taillights?",
        "What can I do to fix my faulty taillights?",
        "My tail lights don't work",
        "Would you mend my broken taillights?",
        "Is it possible to fix the tail lamp?",
        "Can you fix the bad tail lights?",
        "repair taillights impaired",
        "You can fix malfunctioning tailligh2s.",
        "It may be possible to fix my taillights.",
        "Can I have the tail lights fixed?",
        "Isn't it possible for you to fix my malfunctioning taillights?",
        "Is it possible to fix taillights that are bad?",
        "I need your help getting my tail light fixed.",
        "Is it possible that you could fix my broken taillights?",
        "Is there any way to sort out taillight issues?",
        "What about my faulty taillights?",
        "Wrecked tail light has to be fixed immediately.",
        "Would fixing taillights be possible?",
        "My tail lamps need to be fixed.",
        "Are you able to fix my faulty tail lights?",
        "Can you please correct my malfunctioning taillights?",
        "Is malfunctioning tail lights possible to be fixed?",
        "The taillights were mend faulty.",
        "Fix my crappy taillamps?",
        "My taillights should be fixed?",
        "Is it possible for the malfunctioning tail lights to be fixed?",
        "Helping with taillights broken?",
        "The taillight needs fixing",
        "The tail light needs fixing",
        "Shouldn't these tail lamps be fixed?",
        "Could your broken taillights be fixed?",
        "Are there taillights broken?",
        "Can you resolve taillight issues",
        "The tail lamps need to be sorted out.",
        "Any chance of fixing the failed taillights quickly?",
        "Is it possible that you can repair my broken taillights?",
        "Can you sort taillight issues?",
        "Are you able to fix my broken tail light?",
        "Is there a way to repair malfunctioning tail lights?",
        "Can you assist with taillights?",
        "Are you interested in fixing my broken taillights?",
        "I need to get my taillights fixed",
        "Can you help with fixing my taillights?",
        "Can you help the Taillights?",
        "Fix my bad taillights.",
        "Is it possible to correct the malfunctioning taillights?",
        "Do you want to fix my malfunctioning taillights?",
        "Any chance of repairing broken taillights fast?",
        "I need someone to help me fix my taillights.",
        "There's a taillight that needs fixing.",
        "Is it feasible that you can fix my taillights?",
        "Help is needed for taillights broken.",
        "Is there a way to mend broken rear lights?",
        "Can you fix my bad tail lights?",
        "They had faulty taillights.",
        "It can be possible to fix taillights.",
        "Was it possible you could fix my broken lights?",
        "Mend broken car lights?",
        "Are you interested in fixing the taillights?",
        "There needs to be a fix for the taillight.",
        "The faulty tail lamps need to be fixed.",
        "A faulty taillights?",
        "Would it be possible to fix my taillights?",
        "There are taillights broken, help?",
        "Is it possible to fix my broke taillights?",
        "Is tail light repair feasible?",
        "Repairs failed taillights fast?",
        "Someone wants swift heal malfunctioning tail clusters.",
        "Would you be able to fix my taillights?",
        "Can you identify taillight issues?",
        "Help with tail lights broken?",
        "I have a broken taillight.",
        "I wonder if tail light repair is doable.",
        "The tail light needs some repair.",
        "Do you know if you can fix my taillights?",
        "Fixus, did my tail lamps fail?",
        "Can you sort out issues with taillight?",
        "Help with taillights broken!",
        "Wrecked tail light that needs to be fixed asap.",
        "I don't know if you can fix my taillights.",
        "Does it possible to sort out taillight issues?",
        "Wrecked tail light needs to be FIXED.",
        "I want my broken taillights repaired.",
        "Is it possible these tail lamps could be fixed?",
        "Can the malfunctioning tail lamps be repaired?",
        "The taillights I have are broken.",
        "Would it be possible to repair my broken taillights?",
        "Need help with taillights broken?",
        "Is broken tail lights fixable?",
        "Is tail light repair doable?",
        "The lights should be repaired, please?",
        "My tail lamps aren't working.",
        "Can you help with a light issue?",
        "The tail light needs repairs.",
        "Repairing taillights impaired?",
        "Inquire if you have a chance to fix the car's taillights.",
        "Wrecked tail light needed to be fixed.",
        "The tail light may need repair.",
        "Can you help us fix my taillights?",
        "There is a faulty taillights.",
        "Is it feasible to fix my taillights?",
        "Fix my broken taillights, okay?",
        "Do you want to fix my bad taillights?",
        "Is there a chance of repairing failed taillights in a hurry?",
        "Is there a chance of fixing the failed taillights quickly?",
        "There is a chance of repairing the failed taillights fast.",
        "Do you have the know-how to fix my broken taillights?",
        "Is a tail light repair feasible?",
        "If you have a chance of repairing failed taillights fast.",
        "Are the taillights broken - can you help?",
        "How about taillight restoration?",
        "The tail light needs to be fixed fast.",
        "Inquire chance to fix the car's taillights.",
        "My tail lamps are broken.",
        "Is it Possible that you can fix my taillights?",
        "Help? Taillights broken?",
        "How about faulty taillights?",
        "I wonder if you can repair my broken taillights.",
        "Is it possible that taillight needs fixing?",
        "Can you fix the tail lights for me?",
        "Wrecked tail light, need fixing.",
        "Inquire if it's possible to fix malfunctioning car taillights.",
        "Able to fix broken rearlights?",
        "Is the tail light possible to repair?",
        "Can you help fix the broken Taillights?",
        "How do you fix the taillights impaired?",
        "Help for the taillights.",
        "Have you been able to fix the taillights?",
        "Is the taillights not working?",
        "Repairing the taillights could be possible.",
        "The taillights should be fixed.",
        "Is it possible that you might fix my taillights?",
        "A tail light needs to be fixed.",
        "Could the malfunctioning tail lamps be replaced?",
        "The tail lamps are faulty.",
        "How about the faulty taillights?",
        "Need my taillights fixed.",
        "Can you help with my faulty tail lights?",
        "Are you going to repair my broken taillights?",
        "Perhaps the taillights were faulty?",
        "I need help with my faulty tail lights.",
        "Is there a way to fix taillights that are bad?",
        "Is there any chance of repairing tail light?",
        "Can I have the faulty tail lamps fixed?",
        "Inquire for a chance to fix your car's taillights.",
        "Problematic tail lamps could be repaired.",
        "Are you able to resolve taillight issues?",
        "Is broken tail lights fixed?",
        "I had faulty tail lights.",
        "Is there any way you can fix taillight issues?",
        "Can you lend a helping hand with my taillights?",
        "Can someone help the car lights?",
        "Get my messed up tail lamps fixed.",
        "Is it possible for you to fix my tail lights?",
        "Mend faulty tail units?",
        "The tail lamps failed to work.",
        "Am I able to have my taillights fixed?",
        "Can you repair my taillights?",
        "Poor taillights?",
        "Fix my deficient tail lamps?",
        "Are my faulty tail lamps fixed?",
        "Any chance of repairing the taillights?",
        "Is it possible to fixed malfunctioning tail lights?",
        "Can you help me fix my tail lights?",
        "Is a tail light repair a possibility?",
        "Help how the taillights are broken?",
        "The taillight needs addressing.",
        "I have malfunctioning taillights can you fix it?",
        "Is it possible to fix my broken tail light?",
        "Is it possible to change my malfunctioning taillights?",
        "Are the taillight not working?",
        "Inquire the chance to fix the car's malfunctioning taillights.",
        "I need your help with my faulty tail lights.",
        "What about taillight issues?",
        "Could you correct my broken taillights?",
        "Is it possible you could fix my tail light?",
        "How can you fix the tail lights?",
        "Do you have any solutions for taillight issues?",
        "Is it possible to fix taillights?",
        "How could my tail lamps fail?",
        "I'm having malfunctioning taillights.",
        "The tail lamps may need to be repaired.",
        "I want my taillights fixed, can you help?",
        "I am asking if you can repair my taillights.",
        "Can you help? The taillights are broken.",
        "Is taillight malfunctioning?",
        "I am asking if you can repair my broken taillights.",
        "Is it possible to repair my faulty tail lights?",
        "There was a chance of repairing the failed taillights fast.",
        "A tail light needs fixing immediately.",
        "I've got messed-up tail lamps.",
        "The tail lights are malfunctioning?",
        "Is there a malfunctioning taillights?",
        "Can you resolve the taillight issues?",
        "There is help for taillights broken.",
        "Fix my bad taillamps?",
        "Is it possible to repair my malfunctioning taillights?",
        "Help for taillights broken?",
        "Can you repair my malfunctioning taillights?",
        "The taillight needs to be FIXED.",
        "There is a chance of repairing failed taillights very quickly.",
        "There are faulty tail lights.",
        "There is malfunction, the taillight needs fixing.",
        "I have bad tail lights.",
        "You can help busted taillights.",
        "The malfunctioning tail lamps may be fixed.",
        "Could malfunctioning tail lamps be fixed?",
        "Referring to repair taillights impaired?",
        "Cannot you fix the taillights?",
        "Is it possible to have a tail light fixed?",
        "Is there a chance of repairing the failed taillights quickly?",
        "The tail lamps failed?",
        "Do you think it is possible to fix my broken lights?",
        "Get my tail lamps sorted.",
        "If there is a chance of repairing failed taillights fast.",
        "Are you going to fix my taillights?",
        "Help, the taillights are broken.",
        "I have broken taillights. Can you fix them?",
        "Are the taillights malfunctioning?",
        "Can you help me out with my taillights?",
        "Isn't it possible that you can fix my taillights?",
        "Can you help fix the Taillights.",
        "The taillights are malfunctioning.",
        "Is it possible for me to fix my taillights?",
        "Is it possible for you to fix my broken lights?",
        "Mend the taillights are faulty?",
        "Is it possible that tail lights are malfunctioning?",
        "Helping with taillights broken.",
        "Can you assist with the broken taillights?",
        "How about repairing taillights?",
        "You can help broken taillights.",
        "fix malfunctioning tailligh",
        "Repairing the tail light is possible.",
        "My tail lamps did not work",
        "Could those tail lamps be fixed?",
        "Is it possible that you will fix my taillights?",
        "Could you fix my broken taillights?",
        "Can you manage taillight issues?",
        "Is the taillight malfunctioning?",
        "Wait, fix my broken taillights?",
        "repair my taillights",
        "Could you repair my broken taillights?",
        "My taillights have broken.",
        "My tail lamps are malfunctioning?",
        "Are it possible for you to correct my malfunctioning taillights?",
        "Can you repair taillights impaired?",
        "Wrecked tail light needs attention.",
        "Take care of my messed-up tail lamps.",
        "Could you fix the broken taillights?",
        "Is it possible to fix the malfunctioning tail lamps?",
        "Mend faulty tailunits?",
        "Is there a way to repair taillights impaired?",
        "Is there a fix for my broken taillights?",
        "Problems with the taillights?",
        "Can you work on the taillights?",
        "How about qualified repair for taillamps gone dark?",
        "Can you sort the taillight issues?",
        "Can you lend a hand with getting my taillights fixed?",
        "I need assistance getting my taillights fixed.",
        "Is it possible for you to make my taillights work again?",
        "Can you help fix the taillights?",
        "Problematic repair tail lamps?",
        "Is there a way to sort out taillight issues?",
        "Isn't it possible to fix the taillights?",
        "Can you help fix Taillights?",
        "I need you to repair my faulty tail lights.",
        "Is it possible that the tail lights are malfunctioning?",
        "Was my tail lamps broken?",
        "Is it possible for your to fix my malfunctioning taillights?",
        "Inquire about having the car taillights fixed?",
        "Is the taillights busted?",
        "Please help me with my taillights.",
        "Could you help me with my broken taillights?",
        "Do you wish to repair taillights impaired?",
        "What if you could fix the taillights?",
        "Fixation tail lamps had flaws?",
        "I am in need of my taillights fixed.",
        "Is it possible you can fix my taillights?!",
        "I am wondering if you could repair my broken taillights.",
        "How about fix my tail lamps?",
        "Was it possible that you could fix my broken taillights?",
        "Is there a chance of a tail light repair?",
        "Is it possible that you could mend my broken taillights?",
        "How can you help with the taillights?",
        "The taillights are possible to fix.",
        "I want to get my tail lamps sorted.",
        "A taillight needs fixing?",
        "Fix my tail lamps that are malfunctioning?",
        "Is it possible to mend broken rear lights",
        "If the taillights are broken, help?",
        "Repairs my faulty taillights?",
        "Is it feasible to sort out taillight issues?",
        "Wanted: quick cure malfunctioning tail clusters.",
        "Can you resolve the issues with the taillight?",
        "I would like to have my taillights fixed.",
        "Taillights are broken",
        "Help, Taillights broken?",
        "Help, taillights are broken?",
        "Is it possible to fix broken rear lights",
        "I was wondering if you could mend my broken taillights.",
        "Is it possible for you to fix my bad taillights?",
        "Could these malfunctioning tail lamps be fixed?",
        "Is fixing taillights feasible?",
        "Is it possible for you to fix my failing lights?",
        "Any chance of repairing broken taillights?",
        "There's a chance of repairing failed taillights fast.",
        "Do you know how to sort out taillight issues?",
        "my tail lamps did not work",
        "Fix troublesome taillights?",
        "Do you know how to fix my broken taillight?",
        "There is a chance of fixing taillights.",
        "Is it possible to fix misbehaving taillights?",
        "Can I get my tail lights fixed?",
        "Fix my failing tail lamps?",
        "Fix my broken taillight.",
        "I have a need to get my taillights fixed.",
        "Let's fix the taillights.",
        "Maybe it's possible to fix the taillights.",
        "To fix my broken taillights?",
        "To fix my tail lamps?",
        "qualified repair of taillamps?",
        "Is it possible to repair my faulty taillights?",
        "Do you think it's possible to fix taillights?",
        "Taillight needs to be fixed.",
        "The taillights appeared to be faulty.",
        "How can you fix my taillights?",
        "I need to get my taillights fixed.",
        "I'd like to have my broken taillights fixed.",
        "Is it possible to fix taillights.",
        "Are you able to repair taillights?",
        "My tail lamps failed?!",
        "Do you have a chance to fix malfunctioning car tail lights?",
        "Might the tail lamps be fixed?",
        "Are you considering fixing the taillights?",
        "Is it possible the malfunctioning tail lamps can be fixed?",
        "I can't fix my broken taillights.",
        "There is malfunction, taillight needs to be fixed.",
        "Do you have a way to fix taillights?",
        "Is there any way you can sort out tail light issues?",
        "Is it possible you can Fix my taillights?",
        "Fix my busted taillights, right?",
        "Possible repair of the tail light?",
        "Is it possible that you could fix my taillight?",
        "Will you repair my taillights?",
        "The tail lamps didn't work?",
        "Can you help fix my taillights.",
        "Does anyone have a chance of repairing the failed taillights quickly?",
        "Fix the taillight for malfunction?",
        "It would be possible to fix the taillights.",
        "Is tail light repair a possibility?",
        "Is it possible to repair the tail light.",
        "There is a chance that tail light repair is possible.",
        "I wonder if you can fix my broken taillights.",
        "Fixtaillight needs fixing?",
        "Are there malfunctioning tail lights that can be fixed?",
        "Fix something wrong with the taillights?",
        "Some malfunctioning tail lamps could be fixed.",
        "There is a need to heal malfunctioning tail clusters.",
        "Could tail light repairs be possible?",
        "Taillights are broken and need assistance.",
        "Is it possible for you to fix my malfunctioning taillights.",
        "I need help repairing my broken taillights.",
        "There are problems with the taillight.",
        "Will I get my broken taillights fixed?",
        "There is malfunction, taillight needs fixing.",
        "Is it possible for you to correct my broken taillight?",
        "Your taillights are impaired?",
        "It is possible to fix taillights?",
        "Can you fix me my broken taillights?",
        "Are the taillights possible to fix?",
        "Do you have any chance of repairing the failed taillights fast?",
        "Do you think you could fix my taillights?",
        "Can you help broken taillights?",
        "Is it possible to mend a tail light?",
        "Should I have my broken taillights fixed?",
        "Did the taillights malfunction?",
        "Are there any possibilities of repairing failed taillights fast?",
        "How do you resolve taillight issues?",
        "Is it possible that the malfunctioning tail lamps could be repaired?",
        "Is that possible to fix my taillights?",
        "Please help the taillights broken.",
        "Is tail light repairs doable?",
        "Should I ask you to help fix my taillights?",
        "Problematic taillights?",
        "repair my broken taillights",
        "Want fast heal malfunctioning tail clusters.",
        "I was wondering if you could fix my tail lights.",
        "Do you have a chance of repairing the failed taillights fast?",
        "Are you able to fix the malfunctioning taillights?",
        "Should the malfunctioning tail lamps be repaired?",
        "The tail lamps are messed up",
        "My tail lights need to be fixed.",
        "Is the taillights broke?",
        "I would like to know if you can repair my taillights.",
        "My tail lamps did not work.",
        "Helping broken taillights.",
        "Are the taillights not working?",
        "A fix for taillights could be possible.",
        "You can sort out taillight issues?",
        "Can you please help fix my taillights?",
        "Help if Taillights broken.",
        "Is it possible to repair my problematic taillights?",
        "Is it possible to fix my bad tail lamps?",
        "Can you help the tail lights?",
        "Mend is the taillights faulty?",
        "Is it possible to repair impaired taillights?",
        "Is the taillight needs to be fixed?",
        "Fix malfunctioning taillight?",
        "Do you have the ability to mend my broken taillights?",
        "Is it possible to have a tail light repair?",
        "Some tail lamps are malfunctioning.",
        "Could you fix taillights?",
        "My tail lamps are not functional.",
        "Fix taillights possibly?",
        "Do you need to repair taillights?",
        "Possible to fix the taillights?",
        "The taillight needs doing something.",
        "It is possible for you to correct my taillights.",
        "Problem with my taillights?",
        "How about fixing taillights?",
        "Do you know how to repair taillights?",
        "There's a chance of repairing the failed taillights quickly.",
        "Is it possible to fix the tail lights?",
        "I asked if you could fix my taillights.",
        "Do you have a chance to fix the car's taillights?",
        "How to fix the taillights?",
        "Is the taillights broken?",
        "I need to have my tail lights repaired.",
        "The taillights are faulty.",
        "Do you want your faulty tail lamps fixed?",
        "Wrecked tail light needs repairs asap.",
        "Am I able to repair my broken taillights?",
        "Wrecked tail light needs repair fast.",
        "The tail lamps failed for me.",
        "Can I have my faulty tail lamps fixed?",
        "Is it possible for me to correct my malfunctioning taillights?",
        "Is it possible to get a tail light repaired?",
        "There are tail light issues.",
        "Any chance of fixing taillights?",
        "Fix my damn taillights?",
        "The taillights could be fixed possible.",
        "my tail lamps didn't work",
        "Wrecked tail light needs repairing quickly.",
        "It could be possible to fix taillights.",
        "The tail light needs some work.",
        "Is there a possibility of tail light repair?",
        "Why do my tail lamps not work?",
        "Is fixing the tail light possible?",
        "Are you willing to help me get my taillights fixed?",
        "The taillight needs some repair.",
        "Is it possible that the tail light is faulty?",
        "help with taillights broken",
        "Want to fast heal malfunctioning tail clusters.",
        "Help? Taillights broke.",
        "Is the taillight needs repairing?",
        "Is there any chance for tail light repair?",
        "My tail lamps must be messed up.",
        "Were these tail lamps malfunctioning?",
        "Want to quick heal malfunctioning tail clusters.",
        "Does anyone have a chance of repairing failed taillights quickly?",
        "Fix a broken taillight?",
        "I was wondering if my tail lamps failed, fixus?",
        "Will tail lights be fixed?",
        "I want to know if you can mend my broken taillights.",
        "Is there a way to correct my malfunctioning taillights?",
        "Inquire about the chance to fix the car's taillights.",
        "Is it possible for your to fix my taillights?",
        "I want to know if you could fix my broken taillights.",
        "Is there a chance to fix malfunctioning car taillights?",
        "Is repairing my broken lights possible?",
        "Do you know if you can fix my broken taillight?",
        "Have the taillights broken?",
        "Is it possible toRepair taillights Impaired?",
        "Will you be able to repair my taillights?",
        "Bad taillights?",
        "Get the tail lamps fixed.",
        "How about fixing my crap taillights?",
        "Is it possible for you to fix my broken taillights.",
        "Can these tail lamps be repaired?",
        "Can there be a chance of repairing failed taillights fast?",
        "Can you help repair the Taillights?",
        "Help if taillights broken?",
        "How do I fix taillights that are impaired?",
        "Will you be able to fix the Taillights?",
        "Is taillight repair possible?",
        "Are the malfunctioning tail lights fixable?",
        "Do you have the skills to fix my faulty tail lights?",
        "can you fix taillights",
        "Any chance of repairing failed taillights?",
        "Are your taillights possible to fix?",
        "Do you know if malfunctioning tail lights can be fixed?",
        "Help with the taillights broken.",
        "Any chance of fixing the failed taillights fast?",
        "Can you help fix Taillights broken?",
        "Is it possible the malfunctioning tail lamps could be fixed?",
        "The tail light needs fixing right now.",
        "I need to sort out my tail lamps.",
        "Do you have the skills to fix my taillights?",
        "Will there be a chance of repairing the taillights fast?",
        "I need someone to repair my tail lights.",
        "The tail lights are broken.",
        "It is possible for you to correct my broken taillights.",
        "Is the taillight broken?",
        "Are you able to correct my taillights?",
        "Is there a chance these malfunctioning tail lamps could be fixed?",
        "Are there any chances of repairing the failed taillights quickly?",
        "My broken taillights could be repaired by you.",
        "HELP, taillights broken?",
        "Do you know how to fix the taillights?",
        "There's a need to quickly heal malfunctioning tail clusters.",
        "The faulty tail lamps?",
        "How can you help fix the taillights?",
        "Could they fix the taillights?",
        "How about taillights broken, help?",
        "My tail lights are bad.",
        "There is a possibility of fixing the taillights.",
        "I don't know if you could fix my broken taillights.",
        "Fix my dumb taillights?",
        "I was wondering if you could repair my tail lights.",
        "Are there taillight issues that you can sort out?",
        "How about tail lights broken, help?",
        "Might these tail lamps be repaired?",
        "How about taillight issues?",
        "Help with taillights broken?",
        "Need to get my tail light fixed.",
        "can you sort out taillight issues?",
        "You could fix the taillights.",
        "Mend damaged taillights?",
        "Can you fix my broken taillamp?",
        "The tail lamps are messed up.",
        "Is it possible to fix malfunctioning tail lights.",
        "Isn't it time to fix my broken taillights?",
        "A tail light needs fixing?",
        "Is the Taillights busted?",
        "Are tail lights malfunctioning and you able to fix them?",
        "What about fixing taillights?",
        "Need to get my taillights fixed.",
        "My tail lamps failed to work?",
        "The taillights on my car are faulty.",
        "There is a possibility of tail light repair.",
        "I need some help with my taillights.",
        "Was my tail lamps malfunctioning?",
        "Fix my tail lamps!",
        "The malfunctioning tail lamps could be fixed.",
        "I need to fix my tail lights.",
        "I would like to have my broken taillights fixed.",
        "Wrecked tail light must be fixed quickly.",
        "How about repairing my faulty tail lamps?",
        "I need your help with my malfunctioning taillights.",
        "You're able to fix my broken taillights?",
        "Do you know how to repair my taillights?",
        "I would like my broken taillights fixed.",
        "Isn't the taillight needs fixing?",
        "I wonder if you can fix my tail lights.",
        "My taillights are faulty",
        "Do you wish toRepair my faulty taillights?",
        "Some of my taillights are broken.",
        "Wrecked tail light is in need of repairs.",
        "Could the tail lamps be repaired?",
        "Is it possible to fix malfunctioning car taillights?",
        "I want the lights to be repaired, please?",
        "Can you correct tail light issues?",
        "Would the tail lamps be fixed?",
        "Maybe these tail lamps can be fixed?",
        "A wrecked tail light needs fixing.",
        "Do you want to repair my malfunctioning taillights?",
        "These tail lamps should be fixed.",
        "Which taillight issues can you resolve?",
        "Can you Fix the Taillights?",
        "Are my tail lights fixable?",
        "Fix my taillight?",
        "Can you help fix my tail lights?",
        "Can you make my tail lights better?",
        "Malfunction, tail light needs to be fixed.",
        "Is there a chance of repairing failed taillights very fast?",
        "The tail lamps did not work.",
        "If there is a chance of repairing the failed taillights fast.",
        "Are you capable of repairing my faulty taillights?",
        "Was it possible you could fix my broken taillights?",
        "To get my taillights fixed, can you help?",
        "Repair my broken taillights?",
        "Need my taillights fixed, can you help?",
        "Are broken tail lights fixed?",
        "Do you want toRepair taillights Impaired?",
        "They have to sort out my tail lamps.",
        "Do I have to fix my faulty tail lamps?",
        "Do you want me to repair my faulty taillights?",
        "Is it possible toRepair taillights impaired?",
        "my tail lamps failed",
        "Repairing my faulty taillights?",
        "Are you able to fix my broken tail lights?",
        "Has it been possible to fix my taillights?",
        "Fixus, my tail lamps did not work.",
        "Fixus, my tail lamps did not work?",
        "Is it possible for me to correct my taillights?",
        "Repairs my broken taillights?",
        "How about fixing misbehaving taillights?",
        "Maybe it's possible to fix taillights",
        "The tail light needs fix.",
        "So is tail light repair possible?",
        "Wrecked tail light requires immediate repair.",
        "Is it possible for me to get my taillights fixed?",
        "Inquire for a chance to fix the car taillights?",
        "Is malfunctioning tail lights doable?",
        "Do you wish to fix my faulty taillights?",
        "Is it possible to fix tail light?",
        "Could you repair my taillights?",
        "Do you need to repair my broken taillights?",
        "My broken taillights could be fixed.",
        "Is malfunctioning tail lights feasible to fix?",
        "My taillights need repair.",
        "You can repair my tail lights?",
        "Can you fix their broken taillights?",
        "Can you lend a hand with the broken taillights?",
        "Help for taillights that are broken?",
        "The tail lamps of my car are faulty.",
        "Isn't it possible to fix my taillights?",
        "Can you help with taillights busted?",
        "Do you think you should fix my broken taillights?",
        "Do you want to fix broken taillights?",
        "Is it possible for you to fix my faulty lights?",
        "There is malfunctioning taillight needs fixing.",
        "I want to know if you could repair my broken taillights.",
        "Do you mean to repair the taillights impaired?",
        "Is there a chance the malfunctioning tail lamps could be fixed?",
        "Fix my broken taillights!",
        "Did you know there is a chance of repairing failed taillights quickly?",
        "Taillights broken.",
        "My tail lamps stopped working?",
        "Can you lend a hand with the taillights?",
        "I wonder if you could fix my broken taillights.",
        "There are tail lamps that are messed up.",
        "Repairing my broken taillights?",
        "The tail light needs to be fixed.",
        "Is it possible for you to correct a malfunctioning taillights?",
        "Fix the tail lamps had problems.",
        "A possible fix for taillights?",
        "The taillights on my car are broken.",
        "A qualified repair for taillamps going dark?",
        "Do you wish to fix my broken taillights?",
        "Are you able to fix tail lights?",
        "Can there be a chance of repairing broken taillights fast?",
        "Fixus my tail lamps?",
        "Is there anything I can do to repair my taillights?",
        "Wrecked tail light needs fixing very soon.",
        "There are Taillights broken.",
        "Can you fix taillights that are malfunctioning?",
        "There is a chance of fixing the failed taillights fast.",
        "Fix bad taillights?",
        "How come my tail lamps did not work?",
        "There is a chance of repairing broken taillights quickly.",
        "Wrecked tail light need to be fixed quickly.",
        "Fix the broken taillights?",
        "Was it possible to repair my taillights?",
        "Can taillights be fixed?",
        "There were problems with my tail lamps.",
        "Mend faulty taillamps?",
        "Can I get my tail lamps fixed?",
        "I want swift heal malfunctioning tail clusters.",
        "My tail lights are not working.",
        "Is it possible for you to fix my broken tail lights?",
        "Do you have the skills to mend broken rear lights?",
        "My tail lamps are damaged.",
        "What do you think about repairing my faulty taillights?",
        "Do you have the ability to repair malfunctioning tail lights?",
        "Is it possible to repair tail lamps?",
        "How about fixing my malfunctioning tail lamps?",
        "Is there anyone who can fix my broken taillights?",
        "There are taillights broken",
        "Mend faulty tail lights?",
        "I need to sort out my broken tail lamps.",
        "I would like to know if you can repair my broken taillights.",
        "I want to know if you can fix my broken taillights.",
        "Maybe taillight needs fixing?",
        "Is there a chance of repairing failed taillights quick?",
        "Wrecked tail light needs repairing immediately.",
        "Is it possible to repair broken rearlights for me?",
        "The taillights need to be repaired.",
        "Are you going to fix taillights that are bad?",
        "The tail lamps are messedup.",
        "Problem with my tail lamps?",
        "Will you be able to fix my broken taillights?",
        "Is it Possible that you can fix my broken lights?",
        "Could we fix taillights?",
        "I need your help to get my taillights fixed",
        "Fix my broken tail lamps.",
        "Is my broken taillights fixed by you?",
        "Is tail light repair is possible?",
        "Do you have a chance of repairing the failed taillights quickly?",
        "My tail lights are broken.",
        "Is malfunctioning tail lights able to be fixed?",
        "I want to know if you can fix the taillights.",
        "Are the tail lights faulty?",
        "Are the taillights not working.",
        "Am I able to mend my broken taillights?",
        "There are taillight issues that you can sort out.",
        "The tail light needs to be fixed immediately.",
        "My tail lamps fail.",
        "Are your tail lights fixable?",
        "Are you willing to fix the taillights?",
        "The malfunctioning tail lamps could be fixed",
        "Can you assist me with getting my taillights fixed?",
        "Is there a chance of repairing taillights quickly?",
        "Is it necessary to repair my faulty taillights?",
        "Are the taillights busted?",
        "Was it possible to repair taillights impaired?",
        "It's possible to fix the taillights.",
        "Sort out the broken tail lamps.",
        "Wrecked tail light needs fixing right away.",
        "There are taillights that are malfunctioning.",
        "How about fixing my faulty tail lamps?",
        "Wrecked tail light is in dire need of repair.",
        "Fixus my tail lamps failed?",
        "The restoration of the taillight?",
        "Will the malfunctioning tail lamps be fixed?",
        "Can you do something about my broken taillights?",
        "The faulty tail lamps should be fixed.",
        "Problems with taillight needs fixing?",
        "Is it possible to fix Taillights not working?",
        "Couldn't you fix my broken taillights?",
        "You may be able to repair my broken taillights.",
        "I wonder if the malfunctioning tail lamps could be repaired.",
        "Help with broken taillights.",
        "A malfunctioning taillight needs to be fixed.",
        "Can you tell me how to fix the taillights?",
        "Can you help busted taillights?",
        "I would like to fix my busted taillights.",
        "Taillights broken, assistance?",
        "Can the tail light be repaired?",
        "My tail lamps broke.",
        "Are tail light repairs possible?",
        "I need help with my tail lights.",
        "I wanted to sort out my tail lamps.",
        "Are malfunctioning tail lights possible to fix?",
        "Mend faulty taillight?",
        "Is it possible to repair malfunctioning tail lamps?",
        "That taillight needs fixing.",
        "Is there a fix for taillights?",
        "Do you know if you can repair my broken taillights?",
        "The taillight needs to be fixed",
        "My tail lamps aren't right.",
        "There are taillights that are not working.",
        "Is it possible that your taillights can be fixed?",
        "Can you help get the taillights fixed?",
        "Can you repair my broken taillight?",
        "Can you help with the taillights?",
        "Can you fix the broken tail light?",
        "Repairing malfunctioning taillighs.",
        "Is there help for taillights broken?",
        "I ask if you can fix my tail lights.",
        "Is it possible to help busted taillights?",
        "Is there a way to fix taillights impaired?",
        "Will I be repaired my faulty taillights?",
        "You can help get my taillights fixed.",
        "Wrecked tail light in need of fixing.",
        "You might be able to fix my broken taillights.",
        "Are you able to repair my broken tail light?",
        "Problem lights, repair please?",
        "Fix my messed-up tail lamps.",
        "Is it possible to fix the tail light?",
        "I want toRepair my faulty taillights",
        "Is it possible to fix bad taillights?",
        "Fix broken taillamps?",
        "Would these tail lamps be fixed?",
        "can you help with the taillights?",
        "The taillights are broken, assistance?",
        "Is it possible you could fix the broken lights?",
        "Does anyone know how to fix my broken taillights?",
        "I have messed up tail lamps.",
        "I need your help getting my taillights fixed",
        "Is it possible that you can fix my broken taillights?",
        "Did I need to repair my faulty taillights?",
        "The taillight needs repair?",
        "There is a chance that the failed taillights could be repaired quickly.",
        "If there is any chance of repairing failed taillights fast.",
        "I question if you can fix my broken taillights.",
        "Is there a way to fix my faulty taillights?",
        "Was it possible to fix taillights impaired?",
        "The tail lamps could be fixed.",
        "Was there a chance to fix the car taillights?",
        "Can you help fix tail lights?",
        "Go and fix my tail lamps.",
        "Is there a chance you can fix my taillights?",
        "Are you able to help me fix my taillights?",
        "My tail lights are malfunctioning, can you fix them?",
        "Is there a faulty taillights?",
        "I need the taillights fixed.",
        "Someone needs to get their taillights fixed.",
        "The tail light needs to be fixed soon.",
        "Can there be a chance of repairing failed taillights quickly?",
        "Is there any chance of repairing failed taillights soon?",
        "Is there a fix for tail light?",
        "If there's a chance of repairing failed taillights quickly.",
        "I need you to repair my tail lights.",
        "Is there a chance of repairing failed taillights quickly.",
        "Did you have any chance of repairing failed taillights fast?",
        "Inquire to have malfunctioning car taillights fixed?",
        "Is there a possible fix for the tail light?",
        "Will I get my tail lamps fixed?",
        "Are the Taillights broken?",
        "There is a Wrecked tail light.",
        "Can you help me get my taillights repaired?",
        "Are you able to fix the broken tail light?",
        "Is my tail lamps bad?",
        "Problem with taillight needs to be fixed?",
        "Did you know you can sort out taillight issues?",
        "\"My tail lamps failed, fixus?\"",
        "Can you address taillight issues?",
        "Inquire if there is a chance to fix the car's taillights.",
        "Is it possible you can fix the taillights?",
        "It is possible you could fix my taillights.",
        "If you can help, I need my taillights fixed.",
        "How about repairing the taillights impaired?",
        "Was it possible to fix my tail lights?",
        "The tail light needs to be fixed right away.",
        "My tail lamps are faulty?",
        "Is it possible to mend my faulty taillights?",
        "Will it be possible for you to fix my broken taillights?",
        "Are you able to repair my tail lights?",
        "Are you interested in trying to fix malfunctioning car taillights?",
        "Is taillight malfunctioning or needs fixing?",
        "How about fixing broken taillights?",
        "Malfunction and taillight needs to be fixed.",
        "Inquire for a chance to fix the car's malfunctioning taillights.",
        "Wrecked tail light needed to be fixed quickly.",
        "Fix taillights?",
        "Fix the malfunctioning tailligh2s",
        "A broken tail light needs to be fixed.",
        "I wonder if you could fix my broken taillights?",
        "If there was a chance of repairing failed taillights quickly.",
        "Is there a chance of fixing taillights?",
        "Do you have the ability to fix tail lights?",
        "Do you need to fix my faulty taillights?",
        "Help? Taillights broken.",
        "Is it possible to repair failed taillights fast?",
        "Mend a faulty tail light?",
        "Is it necessary to repair my taillights?",
        "My taillights could be fixed by you.",
        "I wonder if you could mend my broken taillights.",
        "Does anyone have a chance of repairing failed taillights fast?",
        "How come taillights are broken?",
        "I have malfunctioning taillights",
        "Can you help me with my taillights?",
        "Was it possible to get my broken taillights fixed?",
        "Is it possible to fix the taillights.",
        "Are there any chances of repairing failed taillights fast?",
        "Is it possible you are able to fix my taillights?",
        "Can you fixed my broken taillights?",
        "Is it possible to mend my broken taillights?",
        "Is there a way to fix my bad taillights?",
        "Is it possible for you to change the malfunctioning taillights?",
        "How about the taillight issues?",
        "Was it possible that you could fix my taillights?",
        "The broken tail light needs to be fixed.",
        "Is it possible for you to fix my shattered taillights?",
        "I need someone to repair my broken taillights.",
        "Is it possible to fix my faulty tail lamps?",
        "I wonder if you could repair my broken taillights?",
        "Does anyone know how to fix my faulty tail lamps?",
        "A tail light is in need of repair.",
        "I have faulty tail lights, can you repair them?",
        "My tail lamps failed.",
        "Can you solve the problem with the taillights?",
        "Is it possible you can fix my tail light?",
        "Can you mend my broken taillights?",
        "Is it possible for tail light repairs to happen?",
        "Might the tail lamps be repaired?",
        "Fix my broken taillamps.",
        "Wrecked tail light needs fixing now.",
        "Is there a way to fix tail light?",
        "The taillights were mend faulty?",
        "Help what Taillights are broken?",
        "Is it possible you can fix my broken lights",
        "Malfunction, taillight needs repairs?",
        "There are some messed up tail lamps.",
        "Could you fix the tail lights?",
        "We could possibly fix taillights.",
        "Are you capable of fixing my broken lights?",
        "Is it possible to repair my flawed taillights?",
        "Is it possible to fix the faulty tail lamps?",
        "Do you mean toRepair taillights impaired?",
        "Any qualified repair for taillamps gone dark?",
        "Is it possible to sort out taillight issues?",
        "The taillight needs some attention.",
        "My tail lights aren't working",
        "Any chance of fixing failed taillights fast?",
        "Can you help with the taillights broken?",
        "Is it possible to repair failed taillights quickly?",
        "I am asking if you can fix my tail lights.",
        "It's possible to fix malfunctioning car taillights.",
        "Some tail lights are malfunctioning.",
        "My tail lamps failed",
        "Are you going to fix misbehaven taillights?",
        "Is there a chance of repairing failed taillights fast?",
        "Fix the malfunctioning taillighs.",
        "Can you help with Taillights?",
        "Do you have the ability to repair taillights?",
        "Is there a way to repair the tail light?",
        "Help please, taillights broken?",
        "The tail lamps might be repaired.",
        "Fix my broken taillights.",
        "The tailligh2s are malfunctioning.",
        "Problems with my tail lamps?",
        "Are the tail lamps malfunctioning?",
        "The broken tail light needs to be fixed asap.",
        "Are you able to sort out the taillight issues?",
        "There is a Wrecked tail light",
        "Is it possible to fix my malfunctioning tail light?",
        "Will you sort out taillight issues?",
        "My tail lamps have some issues.",
        "Do you want to repair my faulty taillights?",
        "Are you able to repair taillights impaired?",
        "The tail light needs fixing asap.",
        "Is these malfunctioning tail lamps fixed?",
        "Could tail light repair happen?",
        "Is there a fix for my taillights?",
        "Some tail lamps are messed up.",
        "The taillights are busted can you help?",
        "Maybe we can fix taillights?",
        "Inquire if you can fix malfunctioning car tail lights.",
        "Possible repair of tail light?",
        "Were you able to fix my taillights?",
        "Is it possible to fix a tail light?",
        "Is it possible to resolve tail light issues?",
        "A problem with the taillights?",
        "Is there any way to sort out tail light issues?",
        "Do you have the skill to fix my broken taillights?",
        "There is a possibility of fixing taillights.",
        "Can you help fix my taillights?",
        "The taillights were faulty?",
        "These are malfunctioning tail lamps.",
        "Was it possible to fix the taillights?",
        "I was wondering if there was a chance of repairing failed taillights fast.",
        "I want to know if you can fix my faulty tail lights.",
        "There is a possibility of repairing failed taillights fast.",
        "I need someone to fix my broken taillights.",
        "Is there a chance of tail light repair?",
        "Is fixing taillights possible?",
        "There's a need to heal malfunctioning tail clusters.",
        "Can you sort out the taillight problems?",
        "A tail light needs fixing asap.",
        "repair failed taillights fast",
        "Malfunction, taillight?",
        "Do you need to fix my taillights?",
        "How to repair taillights Impaired?",
        "Is it possible that you could fix my taillights.",
        "I need you to fix my broken taillights.",
        "Can the taillights be fixed?",
        "Are you interested in repairing my faulty taillights?",
        "Wanted: swift cure malfunctioning tail clusters.",
        "Does it possible you can fix my taillights?",
        "Is tail lamp repair possible?",
        "Can you help fix Taillights busted?",
        "Help if Taillights are broken.",
        "My tail lamp is messed up.",
        "Can you fix the taillights that are malfunctioning?",
        "Can you help with the tail lights?",
        "My tail lamps do not work?",
        "The faulty taillights need to be repaired.",
        "How to fix taillights that are impaired?",
        "How to repair the taillights impaired?",
        "Can you tell me if there is a chance of repairing failed taillights fast?",
        "Fixed taillights is possible?",
        "Do I need to fix the faulty tail lamps?",
        "Will you be able to fix the taillights?",
        "Will you be able to sort out tail light issues?",
        "I want your help fixing my broken taillights.",
        "Is it possible to change the tail light?",
        "There is a need to quickly heal malfunctioning tail clusters.",
        "My broken taillights could be fixed by you?",
        "Is it conceivable that you can fix my taillights?",
        "Is it possible these malfunctioning tail lamps could be fixed?",
        "How to repair taillights impaired?",
        "Is there any chance of repairing my faulty taillights?",
        "How about fix the taillights?",
        "I wish you could fix my broken taillights.",
        "Can you help fix malfunctioning taillights?",
        "My tail lamps are in disarray.",
        "Repairing taillights is possible.",
        "Is the Taillights broken, help?",
        "My tail lamps are in a mess.",
        "Help, the tail lights are broken.",
        "Did you have a chance of repairing failed taillights fast?",
        "How about my broken taillights?",
        "Can you help with taillight issues?",
        "I don't know if you can repair my tail lights.",
        "Were you mend faulty taillights?",
        "The tail light need to be fixed.",
        "Is it feasible for you to fix my broken taillights?",
        "Is it possible you can change my taillights?",
        "I need some help getting my taillights fixed.",
        "Is it possible you could fix my broken lights?",
        "You have to sort out my tail lamps.",
        "Is it Mens faulty taillights?",
        "There is a need to swiftly heal malfunctioning tail clusters.",
        "Need to fix my taillights?",
        "The tail light needs a fix.",
        "Wrecked tail light must be fixed asap.",
        "Are you ready to fix my broken taillights?",
        "Can you figure out the issues with taillight?",
        "Fixus, my tail lamp failed?",
        "Wrecked tail light needs to be fixed immediately.",
        "Please repair the lights?",
        "Do you know if you are able to fix my broken taillights?",
        "Restoration of taillight?",
        "Is it possible the tail lamps could be fixed?",
        "Repairing the taillights is possible?",
        "Resetting taillights is possible?",
        "taillight needs repair.",
        "I need to fix my faulty tail lamps.",
        "Maybe there is a chance of repairing failed taillights quickly.",
        "The tail light needs to be fixed quick.",
        "I need your help to get my tail lights fixed.",
        "Do you have what it takes to repair my broken taillights?",
        "I wonder if you can sort out taillight issues.",
        "Is it possible to fix broken taillights impaired?",
        "I'm wondering if there is a chance of repairing failed taillights fast.",
        "The tail lamps were faulty.",
        "Sort out my tail lamps.",
        "Is it possible to fixed taillights?",
        "My tail lamps went out.",
        "Fix malfunctioning taillighs",
        "Is it possible to get my broken lights fixed?",
        "Is it possible you can mend my broken taillights?",
        "I want my busted taillights fixed.",
        "Is it possible for you to fix my malfunctioning tail light?",
        "Get my tail lamps back together.",
        "Repair broken lights please?",
        "I need your help fixing my broken taillights.",
        "Can you help fix the taillights.",
        "Is it possible for you to repair my malfunctioning taillights?",
        "Problematic taillight needs fixing?",
        "I don't know if you can fix my broken taillights.",
        "Is tail light repair possible",
        "Is it possible to Fix taillights?",
        "Is it possible that you'll fix my broken lights?",
        "The tail lamps malfunctioned?",
        "Is it possible for you to fix my damaged taillights?",
        "Refitting taillights is possible?",
        "The taillights are not functioning.",
        "The taillight needs maintenance.",
        "I need to get my tail lights fixed.",
        "The tail light needs fixing immediately.",
        "Is it possible you may be able to fix my taillights?",
        "Can I get the broken lights fixed?",
        "Can you sort out taillight issues.",
        "Problem with Taillights, help?",
        "Fix the tail lamps had flaws?",
        "Are you mend faulty taillights?",
        "Do you need to repair my malfunctioning taillights?",
        "Is it possible for the tail lights to be malfunctioning?",
        "Is the tail light repair possible?",
        "The taillight may need to be fixed.",
        "Could it be possible to fix the taillights?",
        "Would there be a chance of repairing failed taillights quickly?",
        "Fix taillights broken, help?",
        "Are you ready to fix taillights?",
        "Is it possible that you are able to fix my broken lights?",
        "How can the taillights be broken?",
        "I need to fix my faulty taillights.",
        "Some of the taillights were faulty.",
        "Should you inquire about the chance to fix malfunctioning car taillights?",
        "The tail light must be fixed asap.",
        "I have a broken taillight could you fix it?",
        "Wrecked tail light that needs fixing asap.",
        "There was a faulty taillights.",
        "Something done with taillight restoration?",
        "Are the taillights possible to be fixed?",
        "How do you fix my broken taillights?",
        "Can you resolve tail light issues?",
        "Is there anything you can do to fix my taillights?",
        "Can you fix my deficient tail lights?",
        "Are tail lights malfunctioning and can be fixed?",
        "My taillights do not work.",
        "Can you assist with the Taillights?",
        "Problems with taillight needs fixing.",
        "Can IRepair my faulty taillights?",
        "Taillights are broken, help?",
        "Fix the problem with the taillights?",
        "Problem with my tail lamps.",
        "Is it possible we can fix my taillights?",
        "Help if taillights break.",
        "Are you able to get my taillights fixed?",
        "Is taillight needs fixing?",
        "The tail light needs to be repaired immediately.",
        "Inquire if there is a chance to fix malfunctioning car taillights?",
        "Who can fix my broken taillights?",
        "taillights faulty?",
        "A taillight needs fixing.",
        "Is it possible to change my taillights?",
        "Is there a way to fix the tail light?",
        "The tail light is in need of repair.",
        "Is it possible to fix taillights that are malfunctioning?",
        "Are they faulty taillights?",
        "Any chance of getting the failed taillights fixed quickly?",
        "Does anyone know if there is a chance of repairing failed taillights quickly?",
        "Is it possible to fix failed taillights fast?",
        "Do you have the skills to mend my broken taillights?",
        "The broken tail light needs to be fixed immediately.",
        "Are the tail lights broken?",
        "Maybe we could fix taillights?",
        "Is it possible for you to repair my broken taillights?",
        "There's a Wrecked tail light.",
        "Problematic tail lamps could possibly be fixed.",
        "Maybe the tail lamps could be fixed.",
        "Inquire about the chance to fix the car taillights.",
        "The taillights are not functional.",
        "Could the tail lights be fixed?",
        "I am asking if you can fix my taillights.",
        "Was it possible for you to fix my malfunctioning taillights?",
        "Could you fix my taillights?",
        "The tail light needs repairing immediately.",
        "Mend a faulty tail lamp?",
        "Fix the taillights that are bad?",
        "A damaged tail light needs to be fixed.",
        "Maybe it is possible to fix the taillights.",
        "A tail light is in disrepair.",
        "I need to know if you could fix my broken taillights.",
        "Are you able to sort out taillight problems?",
        "Can you help with getting my taillights fixed?",
        "The taillight needs repair.",
        "The tail lamps of my car failed.",
        "I have malfunctioning taillights, can you fix them?",
        "I want my faulty tail lamps fixed.",
        "Hey, can you help fix the taillights?",
        "A tail light needs to be fixed asap.",
        "help broken taillights",
        "Fix my broken taillights, I suppose?",
        "I need your help with my taillights.",
        "The malfunctioning tail lamps may be repaired.",
        "Taillights are broken and need help.",
        "Fix my broken taillights, right?",
        "The tail lamps failed me?",
        "Is it possible to repair malfunctioning tail lights?",
        "Might these malfunctioning tail lamps be repaired?",
        "Is it possible for the tail light to be fixed?",
        "I need to have my tail lights fixed."
    ]
}