{
    "company_type": "Retail Banks",
    "inquiry_category": "ATM and debit card issues",
    "inquiry_sub_category": "Balance or Transaction Inquiries",
    "description": "Customers request information on their current account balance, recent transactions, or require clarification on specific transactions appearing on their account statements.",
    "inquiry": "What is my current account balance?",
    "paraphrases": [
        "What is total contained in my account now?",
        "Can you tell me about my Balance?",
        "How much is in my account just now?",
        "It would be nice if you could show me the current account balance.",
        "What is the total I have in my account now?",
        "Can you please let me know my current balance?",
        "Question, what's the status of my account?",
        "The total in my account is not know.",
        "My account's balance is something I want to know.",
        "Please contact me about the balance on my account.",
        "Can you let me know what my current balance is?",
        "At this point, what is the total in my account?",
        "I have to figure out how much money I have in my account right now.",
        "I want to find out the balance of my account.",
        "I would appreciate it if you could see the account balance in my account.",
        "What's the worth of my account right now?",
        "Someone wants to know the balance of their account.",
        "Amount currently in my account?",
        "Something I would like to know is the account balance.",
        "Check the account balance to see the current amount.",
        "I'm curious about the status of the account.",
        "Do you know the exact balance of my account?",
        "Amount in my account, please?",
        "How much money was in my account at present?",
        "Do you know the value of my account at this time?",
        "What's the value of my current account?",
        "Please tell me the balance on the account",
        "Can you aid me in seeing my account balance?",
        "I need to find out how much cash is in my account right now.",
        "I need to know the account balance that I have at that time.",
        "Something that I want to know is the account balance.",
        "It would be wonderful if you could tell me the current account balance.",
        "Do I know myaccount balance?",
        "If you could give me the account balance, that would be great.",
        "I don't know how much money my account has.",
        "Can you give me details of my current balance?",
        "I'm curious about the status of this account.",
        "It would be good if you could reveal my account balance.",
        "I want to know my account's balance.",
        "I would like you to give me the latest account balance.",
        "It would be great if you could tell me the account balance.",
        "How much money am I holding in my account right now?",
        "The total in my account is not known at this moment.",
        "I want the balance of my account to be provided.",
        "How much money was in my account at the current moment?",
        "Can you give me information regarding my Current Balance?",
        "How much money was in my account as of this moment in time?",
        "Can you provide me with the balance of my account?",
        "How much is the Amount in my account at this time?",
        "Right now what is the value of my account?",
        "How much do I have in my bank account now?",
        "I want to know if you can verify my account balance.",
        "Could you please give me the current balance?",
        "Account balance is something that I would want to know.",
        "Tell me about my account status.",
        "Can you please give me current balance?",
        "Please let me know the account balance in my account.",
        "Are you able to give me information regarding my current balance?",
        "Can you give me information regarding my Current balance?",
        "I want to know the amount of money in my account.",
        "At this time what is the value of my account?",
        "What is the total with my account now?",
        "How much money was left in my account at this current time?",
        "I'm wondering what's in my account.",
        "Can you tell me about the balance of my account?",
        "Check your account balance to make sure its current.",
        "What is currently contained in my account?",
        "I wanted to know how much money was in my account at this time.",
        "I want to know the value of my account at the moment.",
        "What are the total contained in my account now?",
        "I want to know the balance in my account.",
        "I would like to know the account balance at that time.",
        "How much money remained in my account at this time?",
        "Please tell me how much there is in my account.",
        "Can you give me a balance in my account?",
        "I need to know how much I have in my account.",
        "I would like to know if I have a balance.",
        "I desire to know the account balance.",
        "The account's balance is something I want to know.",
        "Is the Amount in my account as of now?",
        "What is the total in my account, now?",
        "I would appreciate it if you would give me my current balance.",
        "I need to figure out how much I have in my account.",
        "Account balance is something I'd like to know",
        "I don't know if my Current account balance is balanced or not.",
        "Please tell me the balance at my account.",
        "Account balance, what is it?",
        "Do I know my current account amount?",
        "I would love to see my account balance disclosed.",
        "If I could let you know the account balance in my account, that would be great.",
        "What about my account balance?",
        "What amount of my account now?",
        "I need information regarding my balance.",
        "I'm curious about how my account is doing.",
        "Inform me of the status of my account.",
        "Account Balance is something that I would like to know.",
        "What amount is contained in my account today?",
        "I'm looking to see my account balance.",
        "It would be nice if you could disclose my account's balance.",
        "I'm curious about the status of my account?",
        "I would be great if you could reveal my account balance.",
        "Do I know my current accounts balance?",
        "Let me know the latest account balance.",
        "It would be wonderful if you could provide me a current account balance.",
        "The total now in my account is not known.",
        "What's thetotal in my account?",
        "How much is included in my account right now?",
        "How much is contained in my account presently?",
        "As of now, my current balance?",
        "I would be happy if you could give me the account balance.",
        "Can you tell me if I have a balance?",
        "What amount of money was in my account right now?",
        "How much is my account now?",
        "I have a question about my account balance.",
        "I have no idea of my current account balance.",
        "What's the value of my bank account right now?",
        "I wants to know the balance of my account.",
        "It would be great if you could confirm my account's balance.",
        "It would be lovely if you could provide me the account balance.",
        "I'd like you to know the account balance in my account.",
        "I would love to know the current balance.",
        "How much is in my bank accounts right now?",
        "Im curious about the status of my account.",
        "What are the current totals in my account?",
        "Where is the total in my account currently?",
        "I have an account balance to ask about.",
        "I'm wondering about my account's status.",
        "The total in my account is now unknown.",
        "Account balance is something that I would like to know!",
        "Now the total in my account is not known.",
        "I need to know if you currently have my balance.",
        "I would like to know what the account balance is.",
        "The total in my account is unknown at the moment.",
        "Please tell me the current balance on my account.",
        "What is the amount contained in my account now?",
        "Is there any money in my account right now?",
        "Do I know the status of my account?",
        "What is the account's total at the moment?",
        "\"How much is the current total in my account?\"",
        "How much is my account's current total?",
        "Is the balance in my account right now?",
        "What is the total in my account at this time?",
        "Current amount of account?",
        "I would appreciate it if I could let you know the account balance in my account.",
        "If you could reveal my account balance, it would be awesome.",
        "I don't know whether my current account balance is balanced or not.",
        "Please give the balance of my account.",
        "Please tell me the account's balance.",
        "I would be wonderful if you could reveal my account balance.",
        "The Amount in my account right now, is it?",
        "What amount reside in my account?",
        "Let me know account status.",
        "I would appreciate it if you could know the account balance in my account.",
        "do I know my account balance?",
        "I would like to know the current balance",
        "What is the account total now?",
        "I would appreciate it if you would give me the current balance.",
        "What is the amount of my balance now?",
        "Is it possible you could tell me my current balance?",
        "Is it the value of my account right now?",
        "Is the amount currently in my account and how much?",
        "I would be very happy if you could reveal my account balance.",
        "Is money in my account right now?",
        "Can you please give me the current balance??",
        "Is The Amount in my account currently?",
        "If I could let you know the account balance in my current account it would be great.",
        "I have a question about my current account balance.",
        "What amount of my account is contained in right now?",
        "I would love if you could let me know my account balance.",
        "Check your current account balance.",
        "It would be wonderful if you could give me the account balance.",
        "Account balance is something I would want to know.",
        "How much money are there in my account?",
        "Account balance is something I would like to know about.",
        "how much money is in my account right now?",
        "I don't know how much money is in my account right now.",
        "Do you know my balance at this moment?",
        "If you could give me the account balance it would be wonderful.",
        "Do you know the balance I have at this time?",
        "Please check my account balance.",
        "If you could show me my account's balance, it would be wonderful.",
        "how much is in my account?",
        "It would be great if you could show me my account balance.",
        "Amount of current account?",
        "I'm curious about the status of my account!",
        "What is the current sum in my account?",
        "Can you please tell me my current balance?",
        "What's the total in my account",
        "Amount of my account now?",
        "I would love to know what the account balance is.",
        "If you could give me the current account balance, I would appreciate it.",
        "I would love if you could show me the account balance.",
        "Do I know my current account balance.",
        "I need to know how much money I have in my account.",
        "I would like to have the current account balance.",
        "What is the value of my account at this time",
        "I would like information about my current balance.",
        "I would be very happy if you could disclose my account's balance.",
        "Do you know the amount in my account?",
        "I'd like to know my account status.",
        "I must figure out how much cash is in my account right now.",
        "How much is located in my account?",
        "Is it possible for you to tell me about my Current balance?",
        "What are my current balances?",
        "Do you know if I have a balance at the moment?",
        "Check your account balance, the amount that's current?",
        "What's the amount in my account at the moment?",
        "I would like to know the total contained in my account.",
        "I would like to know about my account.",
        "I want to know my account Balance",
        "Can you give me a current balance?",
        "So how much money is in my account right now?",
        "Can you give me my account's balance?",
        "If you could reveal my account balance, that would be great.",
        "I am unsure about my current account balance.",
        "How much's in my account right now?",
        "How much was in my account at this moment?",
        "Please tell me my current account balance.",
        "I want to let you know the account balance in my current account.",
        "I have no idea what the total in my account is.",
        "Please tell me of the balance on my account.",
        "Check current amount of account",
        "I wanted to know my current balance.",
        "The value of my account right now",
        "Please tell me how much is in my account.",
        "I want to know the status of my account.",
        "I am curious of the status of my account.",
        "Do I know my account account balance?",
        "How much are in my bank account right now?",
        "It's not known the total in my account.",
        "I'd love if you could reveal my account's balance.",
        "What is my account balance like?",
        "If you could give me the current account balance it would be great.",
        "I do not know if my current account balance is balanced",
        "If you could give me the current account balance I would be happy.",
        "We need to know my latest account balance.",
        "Please tell me about the balance of the account.",
        "Which is the value of my account right now?",
        "What is the balance of my account?",
        "The total in my account isn't known at the moment.",
        "I need to see my account Balance.",
        "What are the totals contained in my account now?",
        "Do I know my current account balance?!",
        "What amount of money is in my account.",
        "If you could give me the account balance, that would be wonderful.",
        "Right now, what is the value of my account?",
        "How much is in the account now?",
        "If you could disclose my account balance it would be wonderful.",
        "Accounts balance is something I'd like to know.",
        "I was wondering how much money was in my account at that time.",
        "If you could reveal my account's balance it would be great.",
        "If you could give me the current account balance, I would be happy.",
        "Exactly how much is in my account?",
        "If you could give me the latest account balance, it would be wonderful.",
        "I'd love to know the account balance in my current account.",
        "I want you to disclose my account balance.",
        "Is the Amount in my account currently there.",
        "It would be nice if you could show me the latest account balance.",
        "I am curious how the status of my account is.",
        "I would be happy if you could tell me the balance of my account.",
        "How much money was in my account at that current time?",
        "It's something to ask about the account balance that I have at that point.",
        "Can you kindly give me the current balance?",
        "Is that amount in my account right now?",
        "I need to know the balance in my account.",
        "Can you tell me the value of my account?",
        "I would love for you to disclose my account balance.",
        "I would prefer to know the balance of my account.",
        "Is it possible for you to give me some information about my Current Balance?",
        "My account's amount?",
        "What is the value of my account at the moment.",
        "Please give me an account balance.",
        "I want to know how much money is in my account at the moment.",
        "How much money was in myaccount at this time?",
        "Please let me know my current account balance.",
        "I need to know the account balance.",
        "An account balance is something that I'd like to know.",
        "Check account's current amount",
        "See if your account balance is current.",
        "Can you give me information regarding my balance?",
        "I would love to hear about the balance on my account.",
        "What is the total in my accounts now?",
        "How much is in my bank account, right now?",
        "Please tell me the value of my account.",
        "Iwould like to know about my balance.",
        "Is the account's balance current?",
        "What is the amount in my account, right now?",
        "Can you give me the Balance of my account?",
        "Can you provide the balance of my account.",
        "What is the balance of my account at this time?",
        "Please show me my account balance.",
        "Can you tell me my current balance",
        "I wonder how much money is in my account right now.",
        "What's the status of my account, I'm curious?",
        "I am curious about my current balance.",
        "The value of my account is currently not known.",
        "I need to know about the account balance that I have.",
        "Check your account balance, your current amount?",
        "I would like to know of my balance.",
        "I wonder what's the status of my account?",
        "Do you know the amount of my balance at this time?",
        "What's my account's value at the moment?",
        "Can you please provide the balance of my account?",
        "Can you tell me the balance of myaccount?",
        "How much is the current total of my account?",
        "How much does my account currently have in it?",
        "I need to verify my account balance.",
        "I need to know how much money is in my account at the moment.",
        "Is the amount in my account currently total?",
        "Check the account balance to see if it's current.",
        "Do I knowmy current account balance?",
        "What's the total currently in my account?",
        "I'm curious, how is my account doing?",
        "What is the total in my account.",
        "Check your account balance, currently?",
        "Is the exact amount in my account right now?",
        "What's the status of my account right now?",
        "There is a question about the balance of my account.",
        "The value of my account at this time is not known.",
        "Check your account Balance.",
        "I wonder about the account balance that I have at that point.",
        "I'm a little curious about the status of my account.",
        "It would be great to let you know the account balance in my account.",
        "I'd like to know the balance of the account.",
        "Check account's current amount.",
        "It would be wonderful if you could give my current account balance.",
        "I need to figure out how much is in my account right now.",
        "Can you tell us the balance of my account?",
        "I would love to know the account balance.",
        "Please mention the balance on my account.",
        "How much money I have in my account at the moment?",
        "What's the current total in my account?",
        "Please let me know how much I have on my account.",
        "Is my account current account balance?",
        "It would be nice if you could give me the account's balance.",
        "Is Amount in my account right now?",
        "What is my current account balance like?",
        "I want to know if I know my current account balance.",
        "I wonder how much is contained in my account right now.",
        "I need to ask about the account balance.",
        "The balance of my account is unknown.",
        "I want to understand the balance of my account.",
        "Do you know the balance I have at the moment?",
        "I want to know of my account balance.",
        "Are you able to give me some information regarding my balance?",
        "Check your account Balance, Current Amount?",
        "Check account current amount.",
        "Something to ask about the account balance that I have at that point.",
        "What's my account's value right now?",
        "I need to ask about the account balance that I have at that point.",
        "What is the amount of my balance at the moment?",
        "Can you tell me the balance of my accounts?",
        "What is the sum contained in my account?",
        "What is the current state of my account?",
        "What are the total contained in my account right now?",
        "How much money was there in my account at this moment in time?",
        "Can you please help me see my account balance?",
        "I'd love to know my account balance.",
        "Let me know about my account status.",
        "My balance is something I would like to know.",
        "How much is in my accounts now?",
        "I need to know my current balance.",
        "At the present time, what is the total in my account?",
        "I don't know how much is contained in my account right now.",
        "Can you give me some information pertaining to my balance?",
        "How much is the current account balance in my account?",
        "At the moment in time, how much money was in my account?",
        "Check the amount that is current in your account",
        "What is the worth of my account at the moment?",
        "How much money do I have in my account?",
        "If you could provide the current account balance, it would be wonderful.",
        "It would be wonderful if I could let you know the balance of my current account.",
        "What amount I have in my account?",
        "\"Is the amount in my account right now?\"",
        "I would like to know how my balance is.",
        "Do I know my current bank account balance?",
        "Is it possible you could give me information regarding my current balance?",
        "What is the total in my account now?",
        "Right now how much money is in my account?",
        "It would be great if you were able to disclose my account balance.",
        "I am looking for the current balance.",
        "If you could let me know my account balance it would be great.",
        "checking account balance, the amount that is current?",
        "How much funds was in my account at this time?",
        "The balance of my account?",
        "Is it possible you can give me some information regarding my current balance?",
        "Do you know the total contained in my account?",
        "What is my account's current value?",
        "Please show me my account status.",
        "Are you able to give me details about my current balance?",
        "Is the amount in my account currently available?",
        "If you could provide the current account balance, it would be great.",
        "I would like to know the current balance of my account.",
        "Is the amount in my account currently known?",
        "Can you give me information about my Current balance?",
        "What's the total in my account at this time?",
        "How is my balance right now?",
        "Is it possible for you to tell me about my Current Balance?",
        "I would be grateful if you could tell me about my balance.",
        "Do you know my current account balance?",
        "I want to know how my balance is.",
        "Can you tell me something about my current balance?",
        "Please let us know my account balance.",
        "Current amount on account?",
        "How much is in my account now.",
        "What is in the account now?",
        "I'm curious what my account status is.",
        "I need to know if you have my current balance",
        "Can you tell me the true balance of my account?",
        "Can you identify my account balance?",
        "The Amount in my account is currently unanswered.",
        "\"How much is contained in my account right now?\"",
        "Is the Amount in my account right now, and how much?",
        "Please tell me what's on my account.",
        "I would like to know about the account balance",
        "I have no idea if my current balance is balanced.",
        "How much is there currently in my account?",
        "If you could disclose my account's balance it would be great.",
        "What's the value of my account, at this time?",
        "Isyour account balance current?",
        "Is the Amount in my account right now",
        "How much funds were in my account at this time?",
        "Do I know where my account balance is?",
        "I'm interested in the balance of my account.",
        "I need to know the account balance that I have at that point.",
        "Can you help me discover my account balance?",
        "how much is my account balance?",
        "Can you help me check my account balance?",
        "Right now is the amount in my account?",
        "Account balance is something I want to know.",
        "Is the Amount in my account right now.",
        "What's the value in my account right now?",
        "How much is in my accounts right now?",
        "How much's contained in my account right now?",
        "Is it possible that you can give me some information regarding my current balance?",
        "What is my account amount?",
        "Is the amount in my account currently.",
        "I am curious on the status of my account.",
        "What Amount in my account?",
        "account balance is something that I want to know",
        "Do I know my current account's balance?",
        "Can I find out my balance status?",
        "Could you provide me information about my balance?",
        "The current account balance is not known.",
        "If you could reveal my account balance it would be wonderful.",
        "It is wonderful if you could give me the current account balance.",
        "Information about my current balance?",
        "How much is the currenttotal in my account",
        "Can you please verify my account balance?",
        "Check the amount on your account balance.",
        "It would be great if you could tell me the current account balance.",
        "You should verify my account balance.",
        "Can you show me the balance in my account?",
        "Does the Amount in my account currently exist?",
        "Are you able to give me information about my current balance?",
        "I am wondering about my balance status.",
        "I need to know whether you have my current balance.",
        "Can you give me the current balance of my finances?",
        "Can you provide me information about my balance?",
        "What is my total contained in my account now?",
        "\"Check your account balance, current amount?\"",
        "It is unknown what the total is in my account.",
        "How much are the Amount in my account right now?",
        "I need to figure out how much is in my account.",
        "I need to know the total in my account.",
        "Is the money in my account at the moment?",
        "It would be nice if you could give me the current account balance.",
        "It would be nice if I could let you know the account balance in my account.",
        "What is the amount of my account right now?",
        "Is it possible for you to provide me with information about my Current Balance?",
        "Do you know how much my balance is at this moment?",
        "There is an account balance that I want to know about.",
        "What's the current state of my account?",
        "I would like to know of my balance",
        "How much is theCURRENTtotal in my account?",
        "I am looking for the latest account balance.",
        "I'd love to know the balance of my account.",
        "Please show me the latest account balance.",
        "The Amount in my account is currently unknown.",
        "I would like to know what the account balance is at that point.",
        "I would like information regarding my current balance.",
        "Check account balance, the amount that's current?",
        "Is the amount in my account just now?",
        "I need to know the account's balance.",
        "How much is in my bank account now.",
        "I'm curious about the status of my Account.",
        "Is it possible you could give me information on my current balance?",
        "There is an account balance that I need to know about.",
        "How much is the current amount of the account?",
        "Do I know my account balance??",
        "What account balance do I hold?",
        "Check your account balance - is it current?",
        "I have no idea the balance of my account is balanced.",
        "I want to know if my account is balanced.",
        "How much is it currently in my account?",
        "What is the total on my account right now?",
        "Can you please clarify the current balance?",
        "I am interested in the balance on my account.",
        "Which amount of money is in my account right now?",
        "do I know my current account balance",
        "Do I know the amount in my account?",
        "Do I know my current accountbalance?",
        "Check current amount in account.",
        "How much is in my account as of right now?",
        "I asked how much money was in my account.",
        "What amount of money was in my account now?",
        "The balance of my account can you provide?",
        "Right now what's the value of my account?",
        "There is a question about your account balance.",
        "Can I know the amount in my account?",
        "Can you specify my current balance?",
        "How much is contained in my Account right now?",
        "The Amount in my account at the moment.",
        "Can you tell me how much is in my account?",
        "I'd like to know something about account balance.",
        "I'd like to let you know the account balance in my current account.",
        "I'd like to know whataccount balance is.",
        "I don't know if my current account balance is balanced.",
        "How much are in my account?",
        "How much is the current total in my accounts?",
        "How much was in my account at this moment in time?",
        "Can you please give me my current balance.",
        "Check your account balance current amount.",
        "What's the Amount in my account right now?",
        "If you could give me the account balance I would be very happy.",
        "I need to know about account balance.",
        "Account balance is something i would like to know.",
        "I have no idea how much my current account balance is.",
        "Please say my account balance.",
        "Accounts balance is something that I want to know.",
        "How much money am I currently holding in my account?",
        "How much money I have in my account at this moment in time?",
        "I would love to know my account's balance.",
        "Alright, what's the value of my account right now?",
        "How much is the account's current total?",
        "What is the Amount currently in my account?",
        "What's the amount in my account right now?",
        "What is the total in the account at the moment?",
        "Currently my balance?",
        "Please tell me what's in my account.",
        "Ask about the balance on my account.",
        "Check the account balance, the amount that is current?",
        "I have to figure out how much money is in my account now.",
        "It would be great if you could provide me with the account balance.",
        "It would be great if you could tell me the latest account balance.",
        "Please tell me about the amount on my account.",
        "It would be wonderful if you could provide my account balance.",
        "I need to know how much is contained in my account right now.",
        "Is the sum in my account currently in my account?",
        "I would appreciate it if you could tell me about the balance on my account.",
        "Check the amount that is currently in your account.",
        "What amount is in my account at this time?",
        "do I know my current account balance?",
        "checking account balance, current amount?",
        "I want to know the total contained in my account now.",
        "I want to know the money in my account.",
        "I am looking for the current account balance.",
        "What amount are in my account right now?",
        "The account balance is something that I would like to know more about.",
        "Can you tell me details about my current balance?",
        "I would like to know my current balance",
        "Is the amount currently in my account?",
        "How much is money in my account?",
        "Is it possible you could provide me with some information about my current balance?",
        "What's the current status of my account?",
        "Please tell me what my account balance is.",
        "Consider checking your account balance.",
        "If you could reveal my account's balance, it would be nice.",
        "Amount in my account is unclear.",
        "I would be happy if you could provide the current account balance.",
        "Current account balance, what is it?",
        "Please tell me the Balance on my account.",
        "How much is current in my account?",
        "Is the account amount currently in my account?",
        "Which is the total contained in my account now?",
        "Can you please give the balance of my account?",
        "What is the worth of my account currently?",
        "I don't know the balance of my account",
        "I'd like to know the current balance.",
        "How much is the current amount in my account?",
        "Please tell me about my account balances.",
        "What is the total contained in my account, right now?",
        "It would be wonderful if you could tell me the latest account balance.",
        "I'm curious about the status of my account",
        "I wonder what's in my account.",
        "What's the value of my account today?",
        "If you could give me the current account balance it would be fantastic.",
        "What are the totals in my account right now?",
        "I would love if you could give me the account's balance.",
        "I would like to know regarding my balance.",
        "I'm curious about the account status.",
        "How much remains in my account right now?",
        "Inform me about my current balance.",
        "It would be wonderful if you could let me know the current account balance.",
        "I want to know if you have any information regarding my current balance.",
        "I have to figure out how much I have in my account.",
        "The current account balance is what I want to know.",
        "How much money was in my account this current moment in time?",
        "I would love to know my current balance.",
        "It would be great if you could show me the account's balance.",
        "I want you to reveal my account balance.",
        "Please let me know of my latest account balance.",
        "Is the amount currently in the account?",
        "Is the Amount in my account now?",
        "Please tell me how much I have in my account.",
        "What is the total in my account as of now?",
        "How much money was in my account at the current time?",
        "How much is my current account's total?",
        "What is the balance in my account at the moment?",
        "Check my account status.",
        "I would like to know the account balance?",
        "I want to know how much money I have in my account.",
        "The value of my account at this time?",
        "What are the current total in my account?",
        "Can you tell me what my account balance is?",
        "Please make me aware of my account balance.",
        "I have to figure out how much money I have left in my account at the moment.",
        "Check my account balance.",
        "How much is in the account right now?",
        "I do not know if my account is balanced or not.",
        "The total I have in my account is unknown.",
        "I am looking for the balance of my account.",
        "Account balance is something I would like to know.",
        "What's the total in my account at this point?",
        "Check your account balance to see if the amount is current.",
        "how much money was in my account at the moment?",
        "How much money is in my bank account now?",
        "What amount is in my account currently, and how much?",
        "Check your account balance current amount?",
        "How much money in my account right now?",
        "I need to know the balance of my account",
        "how much in my account?",
        "Do you know my account status?",
        "I am curious about the state of my account.",
        "Can you make a determination of my account balance?",
        "Is the current Amount in my account?",
        "I'm curious about the status of my accounts.",
        "What is the balance in my account now?",
        "Please reveal my current account balance.",
        "How much is in my bank Account now?",
        "Can you tell me what I am bankin?",
        "I would like to know about the account balance.",
        "Please let me know the current balance.",
        "I don't really know if my current account balance is balanced or not.",
        "What is the total contained in my account at this moment?",
        "Please tell me the balance on my account!",
        "Please tell me the account balance",
        "Please tell me about my balance",
        "Can you tell me how my account is doing?",
        "Account check: what's the current amount?",
        "Please let me know how much my latest account balance is.",
        "I need to know the current balance.",
        "Can you provide me my current balance?",
        "Please check your account balance.",
        "Let me know the account status.",
        "How much is there in my account right now?",
        "Please tell me about the balance in my account.",
        "Please let me know of the balance on my account.",
        "The account balance that I have is something that I need to ask about.",
        "Please tell me the balance in my account",
        "I need to let you know the account balance in my account.",
        "How much is the value of my account at this moment?",
        "It's not clear what's in my account.",
        "A person wants to know the balance of their account.",
        "My current account balance is uncertain.",
        "What is the worth of my account right now?",
        "What amount remains in my account?",
        "I do not know my account balance.",
        "What is the current account status?",
        "If you could give me the latest account balance, I would appreciate it.",
        "I'm curious about the status with my account.",
        "Please show me account status",
        "Can you give me the information regarding my current balance?",
        "Are you able to tell me the balance of my account?",
        "What amount is contained in my account?",
        "Check your account balance, the amount current?",
        "Are you able to give me some information about my current balance?",
        "What is my account's value now?",
        "I'm wondering about the status of my account.",
        "How much money was in my account as of the moment?",
        "Do I know my current account balance?",
        "Do I know my account's balance?",
        "Account balance is something I would like to know",
        "The account balance is something that I have to ask about.",
        "I have to know how much money is in my account right now.",
        "How about the current account?",
        "The value of my account right now is unknown.",
        "Know my account status.",
        "Can you find out my account balance?",
        "How much money is currently in my account?",
        "How much are in my bank account now?",
        "Check your account balance to see if you have the current amount.",
        "I'm interested in the status of my account.",
        "I am wondering about the status of my account.",
        "So what is the total in my account?",
        "Is the amount in the account currently?",
        "Can you tell me the balance of my account.",
        "I need to find out how much money is in my account.",
        "Check account amount.",
        "I would like to know the account status.",
        "Is it the current total in my account?",
        "Tell me about the balance on my account",
        "How much are the amount in my account?",
        "Something to ask about is the account balance I have at that time.",
        "I was wondering how much money was in my account.",
        "Is it possible that you could provide me with information about my current balance?",
        "What is total in my account now?",
        "Please inform me of my latest account balance.",
        "What amount of money is in my account",
        "Is the amount in my account as of right now?",
        "What's the total in my account now?",
        "If you could reveal my account balance, that would be wonderful.",
        "The account balance is something I'd like to know more about.",
        "So, what's the status of my account?",
        "I don't know if the balance of my account is balanced.",
        "How much remained in my account at this time?",
        "I want you to know the account balance in my account.",
        "Can you give me some information about my Balance?",
        "What is the current amount for the account?",
        "It would be wonderful if you could let me know my account's balance.",
        "I'd like to know something about the account balance.",
        "I want to know the balance of the account.",
        "Please state my account balance.",
        "It is unknown how much is in my account.",
        "Please let me know of my account balance.",
        "How much is in my account right now?",
        "What is in my account currently?",
        "The value of my account at the moment is not known.",
        "I want to know my current account balance.",
        "I would like to know if you have my current balance.",
        "What is the total in my account at this moment?",
        "The account balance is something I need to inquire about.",
        "It would be great if you could provide the current account balance for me.",
        "What is the total that I have in my account now?",
        "It would be wonderful if you could provide my current account balance.",
        "I want to know what my current balance is.",
        "A total in my account is not known.",
        "What's the total in my account at this moment?",
        "Can you confirm my account balance?",
        "What is the current account balance?",
        "I want to know how the account balance is.",
        "What is my account's balance?",
        "How much is contained in my account, right now?",
        "Is it possible you could provide me with my current balance?",
        "The account balance that I have at that time is something to question.",
        "Can you help me see my account balance?",
        "What amount of money remains in my account?",
        "I need to see my account balance.",
        "Can you give me the current account balance?",
        "An account balance is something I'd like to know.",
        "I am curious about the status of my account",
        "Is my account's amount currently in it?",
        "I have no idea what my current account balance is.",
        "Could you provide me with information about my current balance?",
        "Can you tell me the balance in my account?",
        "There is an account balance that I want to ask about.",
        "I have an account balance that is something to ask about",
        "It would be wonderful if you can give me the current account balance.",
        "Do I know my account balance",
        "What's the current account balance like?",
        "Can you show us the balance of my account?",
        "Yes, my current balance?",
        "I wanted to see my account balance.",
        "Is the Amount in my account at this time?",
        "My account's balance would be wonderful if you could reveal it.",
        "Please clarify my account balance.",
        "I would be happy if you could provide me the current account balance.",
        "If you could tell me my account's balance it would be great.",
        "The balance of my account is something I need to know.",
        "You can provide the balance of my account?",
        "At this moment in time, how much money was in my account?",
        "What amount of money was in my account at the moment?",
        "Please inform me of the balance on my account",
        "At this current time, how much money was in my account?",
        "My current account?",
        "I have a question about the account balance that I have at that point.",
        "What amount of money was in my account currently?",
        "How much money is in my account at the moment?",
        "It would be great if you could give my account's balance.",
        "What is my balance right now?",
        "My account balance is something I'd like to know.",
        "I'm curious, what the status of my account is?",
        "I am interested in what the status of my account is.",
        "I'm trying to see my account balance",
        "I'd love for you to know the account balance in my account.",
        "I need to find out how much money is in my account at the moment.",
        "Can you tell me the current balance",
        "I do not know if my current account is balanced.",
        "What is the amount of my account at the moment?",
        "It is something to ask about the account balance I have at that point.",
        "I would love to know the account balance of my current account.",
        "What are the total in my account at the moment?",
        "I need to know the latest account balance.",
        "How much is in my account right now",
        "It would be nice if you could provide me the account balance.",
        "Please let me know the account balance in my current account.",
        "What is total in my account right now?",
        "Can you give me my current balances?",
        "Account balance would be something I would like to know.",
        "Please tell me about my balance in my account",
        "Are you able to give me my current balance?",
        "I'm curious about what the status is of my account.",
        "It would be great if you could inform me of my account's balance.",
        "What are the totals currently in my account?",
        "Do you know the total in my account?",
        "The total in my account is not certain.",
        "I want to verify my account balance.",
        "What is the value of my account at this time.",
        "I need to know the value of my account at this time.",
        "I want to know the balances of my account.",
        "Check your account balance: current amount?",
        "I'm curious about the situation of my account.",
        "I would love if you could know the account balance in my current account.",
        "Do you know my account balance?",
        "It would be great if you could provide my account's balance.",
        "Yes, do I know my current account balance?",
        "I want to know what the total is in my account.",
        "The account balance is something I wish to know.",
        "Account balance is something I would love to know.",
        "I am not sure if my current account balance is balanced.",
        "The status of my account is something I am curious about.",
        "I'm curious, what's the state of my account?",
        "Is the Amount in my account at this moment?",
        "I need to know my current account balance.",
        "It would be terrific if you could reveal my account's balance.",
        "If you could reveal my account's balance, it would be wonderful.",
        "Please let us know my current account balance.",
        "The total in my account is unknown right now.",
        "Account balance is something that I should know.",
        "I need information regarding my current balance.",
        "If you could disclose my account balance, it would be wonderful.",
        "Do you know the current balance that I have?",
        "Please tell me the status of my account.",
        "What is the amount in my account at this time?",
        "Do I know myCURRENT account balance?",
        "Account balance is something I want to know about.",
        "I'm curious what's the status of my account",
        "I would like to know what account balance is.",
        "I would love if you could show me the balance of my account.",
        "Check your account balance, currently amount?",
        "What is the total contained now in my account?",
        "The amount of money in my account was asked.",
        "It would be great to let you know the account balance in my current account.",
        "What is my account's value at this time?",
        "What's the state of my account?",
        "How much is the Amount in my account at the moment?",
        "I want to know thebalance of my account",
        "What's my balance currently?",
        "account balance is something that I would like to know?",
        "Which amount is in my account right now?",
        "Can you tell me the present balance?",
        "Can you tell the balance of my account?",
        "I have to find out how much is in my account.",
        "How Much is the current total in my account?",
        "I'd like to know the balance of my account",
        "I'm curious how my account is.",
        "It would be wonderful if you were able to disclose my account's balance.",
        "Please identify my account balance.",
        "Can you give me the currentbalance?",
        "Current account balance is what I am wondering.",
        "I want you to know the account balance in my current account.",
        "Can you give me the balance of my account??",
        "Something that I'd like to know is the account balance.",
        "What's theCURRENT value of my account?",
        "I want to know the value of my account at this time.",
        "Please check account balance?",
        "I don't know thetotal in my account.",
        "Can you give me balance of my account?",
        "I want to know the position of my account.",
        "Do you know the amount of my balance currently?",
        "What is the value of my account just now?",
        "Account balance is what I'd like to know.",
        "My current account balance is unclear.",
        "I wonder if you can confirm my account balance.",
        "How much am I currently holding in my bank account?",
        "How much is it in my account now?",
        "Is the current total in my account accurate?",
        "Do you know the exact amount of my balance at the moment?",
        "Is my account's Amount currently in it?",
        "I am wondering my current balance?",
        "I have a question about the account balance that I have.",
        "How much is the Amount in my account, right now?",
        "How much is in the bank account right now?",
        "The account balance that I have at that time is something to ponder.",
        "the total in my account is unknown.",
        "I wish to know the current balance.",
        "How much money was in my account at this point in time.",
        "I want to find out the balance of my account",
        "my current balance?",
        "What is thetotal contained in my account now?",
        "I am unsure if my current account balance is balanced or not.",
        "Something that I would like to know is the account balance.",
        "What is the total in my account at that moment?",
        "What is the sum in my account?",
        "Please inform me about my account balance.",
        "This account balance is something to ask about.",
        "Do I know the amount of my account balance?",
        "My current balance right now?",
        "How much is the sum in my account?",
        "I don't know how much is in my account right now.",
        "Tell me about the balance of my account.",
        "What's the total in my accounts right now?",
        "If you could let me know my account's balance would be wonderful.",
        "what is the total in my account right now?",
        "I wish you could give me the current account balance.",
        "What is the value of my account at present?",
        "Can you tell me the actual account balance?",
        "It would be wonderful if you could show me my account's balance.",
        "If I could let you know my account balance, it would be wonderful.",
        "So how much money was in my account at this time?",
        "Account balance is something that I would like to know about?",
        "How much is retained in my account right now?",
        "There's no idea if my current account balance is balanced.",
        "How much money was in my account at this time.",
        "My current balance as of now?",
        "I need to figure out how much money is in my account currently.",
        "How much is the Amount in my account right now?",
        "Please tell me my latest account balance",
        "If you can give me the latest account balance it would be wonderful.",
        "The account balance that I have at that time is something to ask about.",
        "What is the total contained in the account right now?",
        "Can you please show me my account balance?",
        "I want to know about theaccount balance.",
        "Actual amount in my account?",
        "Is the Amount in my account there right now?",
        "If you could disclose my account's balance it would be wonderful.",
        "I don't know if my present account balance is balanced.",
        "I don't have an idea if my current account balance is balanced.",
        "What amount of money was in my account at this current time?",
        "How much am I currently holding in my account?",
        "Please tell me the amount of my balance.",
        "What are the value of my account at this time?",
        "Can you tell me some information about my balance?",
        "I would be happy if you could let me know my account balance.",
        "The account balance is something that I need to inquire about.",
        "Account balance is something that I'd like to know.",
        "I am trying to see my account balance.",
        "I wish to know the balance on my account.",
        "Can you give me my current account balance?",
        "What amount of money was in my account at the current time?",
        "I do not know if the current account balance is balanced.",
        "Can you give me the balance of the account.",
        "Is the amount in my accountCURRENTLY in my account?",
        "Were you able to give me information about my current balance?",
        "How much is the total in my account at this time?",
        "There's a question about my balance status.",
        "What quantity is contained in my account right now?",
        "My balance is right now?",
        "Do I know how much money is in my account?",
        "Do I know the balance in my account?",
        "Can you give me information about my Balance?",
        "Can you give me myCURRENT balance?",
        "I have to determine how much money is in my account right now.",
        "Can you tell me about the balance on my account?",
        "I'd like to see my account balance.",
        "Is the total in my account at the moment?",
        "What's the balance in my account right now?",
        "I wish to know the balance of my account",
        "I need to know the total contained in my account now.",
        "What is my account balance at the moment?",
        "It would be awesome if you could disclose my account's balance.",
        "Please let me know the most recent account balance.",
        "How much Money was in my account at this time?",
        "Is the money in my account currently in my account?",
        "Is it possible for you to tell me what my current balance is?",
        "It would be great if you could give me the latest account balance.",
        "Is there much in my account currently?",
        "The total in my account is still not known.",
        "I would like to know about my current balance",
        "Do you know the size of my balance now?",
        "It would be wonderful if you could provide me with the account's balance.",
        "Please give me the balance on my account",
        "Do I know if my account is balanced?",
        "What is the total contained in the account now?",
        "I want to know what account balance is.",
        "Please tell me the balance on my accounts.",
        "What is the total in my account at present?",
        "Please tell me the current account balance.",
        "Something to ask about is the account balance I have at that point.",
        "I want information regarding my current balance.",
        "Are the amounts in my account right now?",
        "I'd like to know about my balance",
        "Get my account status.",
        "How much money is sitting in my account right now?",
        "I would appreciate it if you could provide the current account balance.",
        "Can you tell me how much I have in my account?",
        "Can you help me to find my account balance?",
        "It is not known the total in my account.",
        "I'm curious what the status of my account is.",
        "I need to know about the account balance at that time.",
        "Can you help me determine my account balance?",
        "Please tell me my newest account balance.",
        "It would be nice if you could reveal my account balance.",
        "I am looking to know the balance of my account.",
        "What's total in my account right now?",
        "I am trying to see my account balance",
        "Please provide my account balance.",
        "Can you please send me my current balance?",
        "So how much is in my account?",
        "Can you give me my balance currently?",
        "What is my account's total contained now?",
        "Please let me know my account balance.",
        "What is the value of my account now?",
        "I would like to know the state of my balance.",
        "It would be great if you could provide my account balance.",
        "Can you please provide my current balance?",
        "I'm asking about the balance on my account.",
        "If I could let you know my account balance, that would be wonderful.",
        "So how much is contained in my account right now?",
        "Is the amount in my account present right now?",
        "Does anyone know my current account balance?",
        "How much money do I have in my account right now?",
        "I'm curious as to what's going on with my account.",
        "I need to know the current total in my account.",
        "It would be great if you could provide me a current account balance.",
        "Do you know the exact balance I have now?",
        "How much money was in my account at this moment?",
        "I want to know about my balance.",
        "Is the amount in my account currently in it?",
        "Can you tell me the amount that is current?",
        "What is the value of my bank account right now?",
        "I'm curious as to the status of my account",
        "the total in my account is not known",
        "It's something to ask about the account balance I have.",
        "I was wondering how much money was in my account at the time.",
        "You should tell me the balance on my account.",
        "What is the total contained in my account at this time?",
        "The account balance is something that I'd like to know about.",
        "Is it possible for you to provide me with information regarding my Current Balance?",
        "The Amount in my account is currently in question.",
        "I would love to see the current account balance.",
        "It would be great if you could detail my account's balance.",
        "I want to see the account balance.",
        "How much money is in my account at this moment?",
        "I would like to know mybalance",
        "How much is the total in my account at the moment?",
        "What amount in my account is it?",
        "I don't know if I have a balanced current account.",
        "How much money in my account?",
        "The current amount of your account should be checked.",
        "What is my account balance.",
        "What's the value of myaccount right now?",
        "I have an account balance that's something to ask about.",
        "What is the total in my account at the time?",
        "I didn't know if my current account balance was balanced or not.",
        "Can you confirm the account balance?",
        "Please let me know about my account balance.",
        "I wonder what is in my account.",
        "What is the total contained in my account currently?",
        "I don't know the total in my account",
        "If you have my current balance, I want to know.",
        "Something I would like to know is account balance.",
        "I am curious what is the status of my account.",
        "It would be great if you could provide me the latest account balance.",
        "The exact amount in my account is unknown.",
        "The account balance at that time is something I need to ask about.",
        "Is the amount in the account currently there?",
        "I would like to know the account balance",
        "How much money was in my account at now?",
        "Current amount of the account?",
        "How much are the Amounts in my account?",
        "It would be lovely if you could disclose my account balance.",
        "Please tell me about my account.",
        "If you could give me the current account balance, it would be amazing.",
        "I'd like to know about Account balance.",
        "I would like to know my recent account balance.",
        "Account balance is something I need to know.",
        "Please provide my current account balance.",
        "At this moment in time how much money was in my account?",
        "If you could give me the latest account balance, it would be lovely.",
        "I'd like to know the Account Balance.",
        "Is the Amount in my Account right now?",
        "How much is contained in my account at the moment.",
        "I don't know what the status of my account is.",
        "I have no idea about my current account balance.",
        "I would love if you could give me my account balance.",
        "Please tell me the balance of my accounts.",
        "I have to check my account balance.",
        "What's my account's current value?",
        "I need to ask about the account balance that I have.",
        "The total in my account is not known",
        "What's my account worth right now?",
        "Can you give me information about my current balance?",
        "I don't know if my current account is balanced.",
        "I want to know the Balance of my account",
        "It would be wonderful if I could let you know the balance in my current account.",
        "What is the value of myaccount right now?",
        "How much money did I have in my account at this time?",
        "How much money are in my account right now?",
        "I asked if I know my current account balance.",
        "It would be lovely if you could disclose my account's balance.",
        "Can you provide me information about my current balance?",
        "Please provide me with the account balance.",
        "What Amount is currently in my account, and how much?",
        "I want to know the amount in my account.",
        "I would love if you could show me my account's balance.",
        "What is the value of my account at now?",
        "Check the current amount of the account.",
        "The amount of my account now?",
        "What is the total in my account at now?",
        "I am curious about the status of my account.",
        "Do I know my account balance.",
        "Is there information regarding my current balance?",
        "Someone asked how much money was in my account.",
        "Please let me know about my latest account balance.",
        "It would be great if you could let me know my account's balance.",
        "How much money was in my account currently?",
        "If you could give the current account balance, it would be great.",
        "I'm curious what's going on with my account?",
        "The account balance in my current account would be great to know.",
        "Someone would like to know the account balance.",
        "What is the total contained in my account these days?",
        "I do not know if my account balance is balanced.",
        "Do you know the value of my account right now?",
        "How much is the Amount in my account?",
        "I need you to tell me the balance on my account.",
        "Can you let me know the current balance?",
        "check account's current amount",
        "I'm curious, what's the current status of my account?",
        "Please inform me of my account balance.",
        "How much is the value of my account right now?",
        "What's the worth of my account at the moment?",
        "What amount of my account is contained now?",
        "I'm curious about my account'sstatus.",
        "I don't understand if my current account balance is balanced or not.",
        "I need you to know if I have a balance.",
        "Would you tell me my current balance?",
        "The value of my account right now.",
        "If you can give me the current account balance, it would be wonderful.",
        "I have an account balance that is something to ask about.",
        "Can you give me the balance of my account",
        "Do I know what my current account balance is?",
        "I'm curious, what is my account status?",
        "Amount of money in my account at this time?",
        "I'd like to know about account balance.",
        "I wonder if you could tell me about my current balance.",
        "Can you help me verify my account balance?",
        "An account balance is something that I would like to know.",
        "What's the position of my account?",
        "How much money were in my account at this moment?",
        "Someone wants to know the balance of his account.",
        "What is the total within my account now?",
        "Check your account balance, the amount that is currently current?",
        "The total in my account is unknown at this moment.",
        "What's my current balance status?",
        "If I could let you know the account balance in my account, it would be great.",
        "I want to know if there is a balance in my account.",
        "What is the total held in my account right now?",
        "I have to calculate how much money is in my account at the moment.",
        "It would be nice to know my account's balance.",
        "I would like you to know the account balance in my current account.",
        "How much in my account is there?",
        "I am wondering how much is in my account.",
        "How much is the current balance in my account?",
        "So how much money is in my account?",
        "I am wondering if you can give the balance of my account.",
        "The total for my account is not known.",
        "Check the current amount in the account.",
        "How much is in myaccount now?",
        "I am looking for a current balance.",
        "Can you please provide me with a current balance?",
        "What is the value of my account as of now?",
        "I have an account balance that I would like to know about.",
        "The total in my account isn't known.",
        "Is the amount in my account currently what it is?",
        "I need to know the account balance at that time.",
        "Check the account balance, the current amount?",
        "What is in my account balance?",
        "Are you able to help me see my account balance?",
        "Are you able to give me the balance of my account?",
        "Can you please give me my account balance?",
        "Do you have any information on my current balance?",
        "How Much is contained in my account right now?",
        "Can you tell me the total contained in my account?",
        "I need your help in seeing my account balance.",
        "I would be happy if you could tell me my account balance.",
        "Which amount is in my account?",
        "What is my current account balance",
        "So how much is in my bank account now?",
        "Please tell me the newest account balance.",
        "How much am I holding in my account right now?",
        "If you could tell me my account's balance it would be wonderful.",
        "How much is inside of my account right now?",
        "It is my current balance?",
        "I desire to know the balance of my account",
        "Check you account balance.",
        "I would be happy if I could tell you the account balance in my account.",
        "Let me know my account balance.",
        "Is The Amount in my account right now?",
        "Can you please give me my current account balance?",
        "If you could give me the current account balance, it would be awesome.",
        "How much does my account contain right now?",
        "Please give me the latest account balance.",
        "I don't know if my current account balance is balanced or not",
        "I want to know the total in my account.",
        "I need to know the balance on the account.",
        "I need some information regarding my current balance.",
        "I'm wondering what the status is of my account.",
        "Can you tell me the Balance of my account?",
        "Do I know my balance with my account?",
        "Can you tell me about my balance?",
        "The account balance that I have is something to be questioned.",
        "Please specify my account balance.",
        "Check your account account balance.",
        "He wants to know the balance of his account.",
        "What is my total contained in my account right now?",
        "How much money is in my current account?",
        "What have I got in my account?",
        "What amount is there in my account?",
        "Can you help me identify my account balance?",
        "The account balance is something I need to know.",
        "The total in my account is unknown.",
        "If you could provide me the current account balance it would be great.",
        "I would like to know my balance status.",
        "If you could reveal my account balance it would be awesome.",
        "What is the total of my account right now?",
        "If I could let you know the account balance in my current account, it would be great.",
        "How much money is inside my account right now?",
        "What is the total in my account as of this moment?",
        "I wish you could tell me my account balance.",
        "I would like to know Account balance.",
        "I don't know how much remains in my account.",
        "Amount in my account??",
        "Can you tell me the balance of my account?",
        "How much is contained in my account at this time?",
        "If you could give me the current account balance I would be very grateful.",
        "The amount in my account is being questioned.",
        "It would be great if you could give me the account balance",
        "I would like to know about my balance",
        "How much money do I have currently?",
        "\"Do I know my account balance?\"",
        "Can I know my current balance?",
        "Do you know my balance at the moment?",
        "I wish to know the balance of the account.",
        "Exactly how much money is in my account right now?",
        "I don't know if my current account has a balanced balance.",
        "How much are the Amount in my account currently?",
        "What is the value of my account at the minute?",
        "Do I know of my current account balance?",
        "Can you tell me where my current balance is?",
        "My current account balance?",
        "How much is the current total within my account?",
        "There is an account balance I would like to know about.",
        "I'm curious what is the status of my account.",
        "What's it in my account?",
        "My account amount now?",
        "Is my amount in my account right now?",
        "Account balance is something that I would like to know?",
        "I don't know my current account balance.",
        "Something that I want to know is account balance.",
        "The amount in my account?",
        "It's unknown the total in my account.",
        "What is my account value right now?",
        "Check the current amount of your account.",
        "Yes, can you give me the balance of my account?",
        "Do you know what my balance is at this time?",
        "How much is the current total inside my account?",
        "Check the amount in the account.",
        "What amount resides in my account?",
        "I'm looking for my current balance.",
        "I was curious about the status of my account.",
        "Can you give me my current balance please?",
        "It would be lovely if you could reveal my account balance.",
        "Do you know what my balance is now?",
        "How much is in my current account?",
        "do I know the current account balance?",
        "I wish to know the account's balance.",
        "At the current time, how much money was in my account?",
        "I am trying to figure out how much money is in my account.",
        "Please tell me the balance within my account.",
        "The current balance of my account?",
        "Check account status.",
        "What is what in my account now?",
        "How much money was in my account here at the moment?",
        "I want to know the balance of myaccount.",
        "Where's the total in my account right now?",
        "What amount is in my bank account currently?",
        "It would be great if you could tell me the account's balance.",
        "What amount is in my account today?",
        "I need to see if you have my current balance.",
        "My account balance is something to ask about.",
        "I have an account balance that needs to be asked about.",
        "What is the total of my account currently?",
        "Are the amount currently in my account?",
        "Are you able to verify my account balance?",
        "It would be lovely if you could tell me my account's balance.",
        "I want to know how much money was in my account right now.",
        "How much money was in my account at the current moment in time?",
        "I have a question about the account balance at that point.",
        "Do I know how much my account balance is?",
        "It would be great if you could explain my account's balance.",
        "I want you to disclose my account's balance.",
        "How much is the current account?",
        "Can you tell me what my current balance is?",
        "Do I know the Amount in my account?",
        "I need to see my account balance",
        "I don't know about my current account balance.",
        "I would like you to check my account balance.",
        "Current account balance, what is that?",
        "If you could reveal my account balance, it would be wonderful.",
        "I would be great if you could give me the current account balance.",
        "Tell me what's in my account.",
        "How much in my account is contained right now?",
        "Can you let me know the balance of the account?",
        "Can I tell you the amount in my account?",
        "I would like you to see my account balance.",
        "I'm curious as to the status of the account.",
        "Amount in my Account?",
        "I am curious about the status of the account.",
        "Can you tel me the balance of my account?",
        "Please tell me if there is a balance on my account.",
        "I would like to know regarding my current balance.",
        "I wish to know my current balance.",
        "I'm interested in the status of my account",
        "What is contained in my account at the moment?",
        "Can you tell me where the current balance is?",
        "I wants to know about my balance.",
        "It's unknown what the total in my account is.",
        "What is the amount of my balance at this time?",
        "Is my account current with the amount?",
        "I'm curious the status of my account.",
        "If I could let you know the account balance in my account it would be great.",
        "I need to know about the balance on the account.",
        "Check the account to see the current amount.",
        "I would be delighted if you could reveal my account's balance.",
        "I would like to know my current position.",
        "The Amount in my account right now is a question.",
        "Please let me know the latest balance of my account.",
        "Check the account balance.",
        "Please, account balance?",
        "The account balance is something I'd like to know.",
        "Check the account current amount.",
        "Please let me know the balance on my account.",
        "Inform me about account status.",
        "How much my current account balance is?",
        "If you could give me the account's balance, it would be wonderful.",
        "Can you give me some information about my account balance?",
        "It would be wonderful if you could provide me with the current account balance.",
        "Please tell me about the balances on my account.",
        "The total in my accounts is not known.",
        "My account balance?",
        "What are the total in my account right now?",
        "Please tell me the balance of the account.",
        "How much money was in my account as of this moment?",
        "I have to figure out how much money is in my account at the moment.",
        "I want to know about the account balance.",
        "If you could reveal my account balance, it would be lovely.",
        "How much is kept in my account right now?",
        "What is the situation with my account?",
        "Check your account balance to know the current amount.",
        "What's the value of my account at this moment?",
        "What is the total contents of my account now?",
        "It would be nice if you could show me the balance of my account.",
        "how much is my current account balance?",
        "What's the worth of my account now?",
        "What's the value of my account at the moment.",
        "Let me know what my account status is.",
        "Do you know the exact balance I have at this time?",
        "The amount in my account is currently in question.",
        "How much is contained in the account currently?",
        "Check your account balance, is it current.",
        "Is the Amount in my accounts right now?",
        "I want to know what the account balance is at that point.",
        "What's the total in my account.",
        "Please tell me the balances on my account.",
        "It would be lovely if you could show me my account's balance.",
        "What is the current total in the account?",
        "Please tell me the balance of the account",
        "Is the amount I have in my account currently?",
        "Could you tell me what my balance is?",
        "What's contained in my account now?",
        "It would be awesome if you could reveal my account's balance.",
        "How's the current account?",
        "I want to know if the Amount is in my account right now.",
        "Account balance is something I'd like to know about.",
        "What is the current balance of my account?",
        "I am looking for information regarding my current balance.",
        "How much money I had in my account at this time?",
        "I must know if you have my current balance.",
        "Can you give me my current balance.",
        "Is money in my account currently in my account?",
        "What's my balance right now?",
        "I'd like to know what the account balance is.",
        "Account balance is something that I need to know.",
        "Can I know my account balance?",
        "I would love to know about the balance on my account.",
        "I am not sure what the total is in my account.",
        "I want to know the current account balance.",
        "It would be great if you could provide me the account balance.",
        "Do I know the current balance of my account?",
        "Is the account amount in my account right now?",
        "Check the current balance of your account.",
        "What is the status of my account?",
        "What is the value of my account, at this time?",
        "How much is in my account at this moment?",
        "Is my current account balance known?",
        "Can you please give me the current balance",
        "How much was in my account at the moment?",
        "How much is the current total for my account?",
        "What's the value of my account right now.",
        "What is my account's worth right now?",
        "Let me know what the balance is on my account.",
        "I want to know how much money is in my account right now.",
        "I don't know what my account balance is.",
        "How much is contained in my account today?",
        "What is the amount currently in my account, and how much?",
        "It's something to ask about the account balance I have at that point.",
        "How much money is there in my account?",
        "What's the amount in my account?",
        "The account balance I have at that time is something to ask about.",
        "What is the current amount of my account?",
        "What's in my account now?",
        "I would appreciate if you could tell me the balance on my account.",
        "What is the total that is in my account now?",
        "I'd like to know the account balance in my account.",
        "Do I know my current account balance",
        "I have a question about the account balance.",
        "Please tell me about the balance of my account",
        "It would be great if you could provide me with my account balance.",
        "Can you let me know my account balance?",
        "I want to be aware of my account balance.",
        "I'm wondering, what's the status of my account?",
        "I would really like to know the latest account balance.",
        "Could you give me information regarding my current balance?",
        "I'm curious what the status of my account is?",
        "I would appreciate if you could give me the latest account balance.",
        "I have a current balance?",
        "What Amount is in my account?",
        "Tell me about the balance in my account.",
        "I need to figure out how much money is in my account at the moment.",
        "please tell me about the balance on my account",
        "How much is my current account total?",
        "How much money have I got in my account?",
        "How much is the current amount of my account?",
        "I have no idea the total in my account.",
        "The value of my account right now?",
        "Is it possible you could tell me something about my current balance?",
        "What is the amount in my account today?",
        "What amount is in my bank account right now?",
        "The amount in my account isn't known.",
        "I want to know what the account balance is?",
        "Amount in My account?",
        "It is something to ask about the account balance I have.",
        "Is the amount in my account currently there?",
        "I'd like to know aboutaccount balance.",
        "Is it possible for you to give me the current balance of my account?",
        "At present, what is the total in my account?",
        "Account balance is something I would like to understand.",
        "Please tell me about the latest account balance.",
        "How much money exists in my account right now?",
        "I would appreciate if you could give me the current balance.",
        "Do I know my currentaccount balance?",
        "I'm curious concerning the status of my account.",
        "Something I'd like to know is account balance.",
        "The total in my account is unknown as of now.",
        "Can you provide me with information about my Current balance?",
        "I would like to know the most recent account balance.",
        "Can you give me the account balance.",
        "I am curious as to what's the status of my account.",
        "I am wondering if you can give me the balance of my account.",
        "Is the amount in my account currently in my account",
        "Is the amount in my account currently correct?",
        "What is my account now?",
        "So do I know my current account balance?",
        "There is an account balance that I would like to know about.",
        "How much is currently in my account?",
        "How much is contained in my account at present?",
        "What is the current balance in my account?",
        "I want to let you know my account balance.",
        "I want to know the account balance that I have.",
        "It would be great if you could give me my account's balance.",
        "I would be very happy if I could let you know the account balance in my account.",
        "Is there the Amount in my account right now?",
        "What are my current account balances?",
        "It would be great if you could give my current account balance.",
        "I am looking for help to see my account balance.",
        "What is my account total at the moment?",
        "What amount is in my bank account now?",
        "What is the status of my account right now?",
        "I have no idea whether my current account balance is balanced or not.",
        "Yes, can you verify my account balance?",
        "I desire to know about my balance.",
        "I want to know if you have information regarding my current balance.",
        "I am curious, what are the status of my account?",
        "I would like to let you know the account balance in my current account.",
        "It would be wonderful if you could provide me the current account balance",
        "I am curious how my account is doing.",
        "The account balance is something I need to ask about.",
        "It would be great if you could reveal my account balance.",
        "Can you give my account's balance?",
        "If you can give me the current account balance it would be great.",
        "How much money was in my account, at this moment in time?",
        "How much is the current total in the account?",
        "What is the amount of money in my account right now?",
        "If you could let me know my account balance it would be wonderful.",
        "My latest account balance is not known.",
        "Please tell me about my balance.",
        "Check your account balance to see what's current.",
        "What is my account balance",
        "Can you confirm the balance of my account?",
        "It would be great if you could provide my current account balance.",
        "I need info regarding my current balance.",
        "The account balance that I have is something to be questioned about.",
        "Please tell me the amount of money in my account.",
        "What amount of money am I holding in my account right now?",
        "I am curious what is the status of my account?",
        "Can you help me find my account balance?",
        "How much is contained in my account now.",
        "I would be very happy if you could reveal my account's balance.",
        "I want to know the account balance in my current account.",
        "Can you tell me the value of my account right now?",
        "How much money was in my account in this current moment?",
        "How much do I have in my current account balance?",
        "Please confirm the balance on my account.",
        "Does the amount in my account currently exist?",
        "Please check your account balance, is it current?",
        "If you could give me the current account balance, it would be nice.",
        "Do I know my account amount?",
        "How much is contained within my account currently?",
        "It would be wonderful if you could explain my account's balance.",
        "How much is in my bank account just now?",
        "I do not know whether my current account balance is balanced or not.",
        "The balance of the account is something I want to know.",
        "Can you give me the balance of my account?",
        "I would like to know my account balance.",
        "What's my account value at this time?",
        "I have to figure out how much cash my account has at the moment.",
        "Please let me know what the balance is on my account.",
        "It is not known what the total is in my account.",
        "If you could provide me the latest account balance, it would be great.",
        "Would you tell me about my current balance?",
        "What is my total currently in my account?",
        "How much is the current value in my account?",
        "How much in my bank account now?",
        "How much is in my account at this point?",
        "So how much is the current total in my account?",
        "What is the total for my account now?",
        "How much money was in my account at this particular moment?",
        "The account balance is something I want to know.",
        "What amount of money is in my account now?",
        "Do you know if I have a current balance?",
        "I want to know how much is in my account right now.",
        "What is the total contained in my account right now?",
        "It would be terrific if you could give me the current account balance.",
        "I need to know about my account balance.",
        "How much is in myaccount right now?",
        "Check the current amount on the account.",
        "It's wonderful if you could give me the current account balance.",
        "Do you know how much I currently have?",
        "Do you know the current balance I have?",
        "What is the situation of my account?",
        "I'm curious, what's my account status?",
        "Please tell me how much money is in my account.",
        "Need to know my current balance?",
        "Check the current amount in your account.",
        "I want to know how much my account balance is.",
        "The account balance that I have is something to question.",
        "I would be happy if you could show me my account's balance.",
        "I am interested in finding out my current balance.",
        "Can you tell me if I have a current balance?",
        "I would appreciate it if you could see the account balance in my current account.",
        "Right now is the Amount in my account?",
        "\"What's the value of my account right now?\"",
        "Can you please tell me the balance of my account?",
        "I want to know my account balance.",
        "I am curious to know the status of my account.",
        "The total in my account is unknown at this time.",
        "I would appreciate if you could tell me about my balance.",
        "I want to know the account balance",
        "What is the total currently contained in my account?",
        "If you can reveal my account balance, it would be wonderful.",
        "I want to know what the balance of my account is.",
        "What amount of money is in my bank account right now?",
        "It would be wonderful if you could show me the current account balance.",
        "At this time, what is the total in my account?",
        "Is the current amount in my account and how much?",
        "Currently, what is my balance?",
        "Please let me know my current balance.",
        "I am curious as to what is the status of my account.",
        "The account balance that I have is something to be asked about.",
        "My account's total now?",
        "What is the currenttotal in my account?",
        "Can you clarify my current balance?",
        "I wonder how much is in my account right now.",
        "What is the current account balance like?",
        "What do I know about the value of my account right now?",
        "I want to know the condition of my account.",
        "It would be nice if you could disclose my account balance.",
        "I need to find out how much cash is in my account at the moment.",
        "I don't know my account balance.",
        "I want to know, current finances?",
        "I would be delighted if you could reveal my account balance.",
        "What is total contained in my account right now?",
        "What is my current balance status?",
        "How much money is in my account currently?",
        "What does my current account balance look like?",
        "How much money I have in my account right now?",
        "Can you please provide me with my current balance?",
        "what is my current balance?",
        "I have no idea whether my current account is balanced or not.",
        "What is the total contained in this account now?",
        "Inform me about the balance on my account.",
        "I'm not sure what the status of my account is.",
        "What is the balance in my account currently?",
        "What's my account total now?",
        "How much is in my bank account right now.",
        "Can you provide me with information on my current balance?",
        "Can you help me to see my account balance",
        "I have no idea if my current account balances are balanced.",
        "How much is the current account total in my account?",
        "It's something to ask about the account balance that I have.",
        "I would be happy if you could reveal my account's balance.",
        "I ask about my current balance.",
        "Is the money in my account currently?",
        "The total in my account is not known right now.",
        "I want to know my current balance",
        "Is the value of my account current?",
        "Can you tell me the exact balance of my account?",
        "Do I know my current balance?",
        "Check your current account amount.",
        "It would be wonderful if you could tell me about my account balance.",
        "Please report my account balance.",
        "I would love to know my account balance.",
        "I have to figure out how much I have left in my account at the moment.",
        "The total in my account was not known.",
        "What's the total in my account currently?",
        "I want to know my accounts balance.",
        "Can you let me know the balance of my account?",
        "I would be happy if you could tell me my account's balance.",
        "What is my account value at the moment?",
        "Which is my current account balance?",
        "Can you tell me something about my balance?",
        "It would be good to know my account balance.",
        "I would love to know the latest account balance.",
        "Please tell me the balance on the account.",
        "If you could reveal my account balance, it would be nice.",
        "Does the Amount in my account right now exist?",
        "What are my balance in my account?",
        "Please tell me the balance with my account.",
        "Current account amount?",
        "It would be great if you were able to disclose my account's balance.",
        "The amount of money in my account is not known.",
        "The total in my account is currently not known.",
        "Accounts balance is something that I would like to know.",
        "Do I know my balance of my account?",
        "It would be awesome if you could disclose my account balance.",
        "Can you provide my account balance?",
        "I would like to find out the balance of my account.",
        "The current amount of the account?",
        "I have an account balance that needs to be inquired about.",
        "Can you provide me a current balance?",
        "Current account in balance?",
        "Is the amount in my account presently?",
        "What's the worth of my account at this time?",
        "Something I want to know is the account balance.",
        "Do you know how much money I have in my account?",
        "Check your account balance right now, current amount?",
        "Please tell me about the account's balance.",
        "Is the amount I have in my account right now?",
        "I need to know about the balance on my account.",
        "Amount within my account?",
        "Is the total in my account currently?",
        "I would like to know theaccount balance.",
        "At the moment what is the total in my account?",
        "The total in my account isn't clear.",
        "Check the account balance, is it current?",
        "Tell me the balance on my account",
        "I need to hear about the balance on my account.",
        "How much are there in my account?",
        "Where is the current total in my account?",
        "Is the value of my account currently known?",
        "What's the value of my account at now?",
        "I want to know about my account.",
        "How much in my account is it?",
        "I would be very pleased if you could reveal my account's balance.",
        "I would be great if I could let you know the account balance in my account.",
        "What account balance are I in?",
        "I would love to know the account's balance.",
        "Could you tell me more about my current balance?",
        "What is the current value of my account at this time?",
        "Do you know the balance that I have at the moment?",
        "Check your account balance and see if it is current.",
        "what is the value of my account at this time?",
        "If you could give me the current account balance, I would be very appreciative.",
        "Check your account balance currently.",
        "how much is the current total in my account?",
        "The total in my account is not currently known.",
        "Please tell me the amount on my account.",
        "I don't know whether my current account is balanced or not.",
        "Can you verify my account balance",
        "Account balance is something that I'd like to know",
        "Do you know the actual amount of my balance?",
        "Please let me know the account balance",
        "Can you provide the balance in my account?",
        "How much money was in my account at this current time?",
        "Please tell me how much my account has.",
        "I'm looking for the current balance.",
        "Is the current total in my account correct?",
        "I would like to know the balance of the account.",
        "The total in my account is unknown now.",
        "Inform me about my account status.",
        "Is the Amount in my account current?",
        "Something to inquire about is the account balance that I have.",
        "I'd like to know my current account balance.",
        "Can you verify my accounts balance?",
        "I want to know about my account balance.",
        "Please provide the current account balance.",
        "It would be awesome if you could tell me my account balance.",
        "If you could let me know my account balance, it would be great.",
        "The balance of my account can you tell me?",
        "Please tell me the account balance.",
        "I want to know what the account balance is at that time.",
        "Will you tell me about my current balance?",
        "Tell me my account status.",
        "What is the total in my account now.",
        "What information could you provide about my current balance?",
        "Find out if your account balance is current.",
        "I would like to know about my Balance.",
        "The account balance that I have at that time is something to inquire about.",
        "Check account balance, current amount.",
        "So what is my account balance?",
        "What's the amount of my account right now?",
        "Tell me the balance in my account.",
        "What is the current total of my account?",
        "I would love to know the balance in my account.",
        "I would like to find the balance of my account.",
        "I want to know what the status of my account is.",
        "Do I know the current account balances?",
        "What is the total amount in my account right now?",
        "Can you give me the balance of my account, please?",
        "How much is the current Total in my account?",
        "The balance of my account is asked.",
        "How much money are in my account at the moment?",
        "I'm curious what is the status of my account?",
        "The amount of money in my account was questioned.",
        "The account balance that I have is something I should ask about.",
        "How much is the current sum in my account?",
        "I'm wondering about my balance status.",
        "I have to find out how much money is in my account right now.",
        "If you could tell me my account's balance, it would be wonderful.",
        "\"Do I know my current account balance?\"",
        "What is in my account now?",
        "I need to know if you can verify my account balance.",
        "Is the amount in my account right right now?",
        "The amount of money in my account was asked at this time.",
        "I would appreciate if you could give me the current account balance.",
        "If you could reveal my account's balance, that would be great.",
        "I would like to know the latest account balance.",
        "I want you to reveal my account's balance.",
        "I was wondering if you could tell me my current balance.",
        "The account balance I have is something to ask about.",
        "Let's see my account balance.",
        "How much money are I holding in my account right now?",
        "I would love to know the current account balance.",
        "I would like to know what accounts balance is.",
        "Please give me the balance on my account.",
        "I have to figure out how much is in my account right now.",
        "What is the balance in my account right now?",
        "checking your account balance, is it current?",
        "I'm curious about where my account is at.",
        "Check your account balance at the moment",
        "There is an account balance I need to ask about.",
        "I would like to know the situation with my balance.",
        "What is the value of my account now.",
        "Is the amount in my account currently there.",
        "The total currently in my account is not known.",
        "What is my Account Balance?",
        "If you could give me the current account balance.",
        "How much money is in my accounts right now?",
        "I don't know how much money is in my account.",
        "Do I know the current account balance?",
        "I am wondering if you can verify my account balance.",
        "Do I have a current account balance?",
        "Please tell me the balance of my account",
        "What's the total in the account right now?",
        "Can you give me the current balance please?",
        "I would appreciate if you could give me the account balance.",
        "I need to figure out how much money is in my account now.",
        "There is an account balance that I would like to know.",
        "what is my account balance?",
        "Do you know how much is in my account?",
        "I would be very happy if you could tell me my account balance.",
        "Please provide me the current account balance.",
        "I wonder what the status of my account is.",
        "Please inform me of the balance of my account.",
        "Do I know my current account balance??",
        "Do you know the exact amount of my balance now?",
        "I don't really know if my current account balance is balanced.",
        "The current account balance is something I don't know.",
        "I want to know how much the current total is in my account.",
        "I wondered about the account balance at that point.",
        "Just how much money is in my account?",
        "What amount are contained in my account right now?",
        "Can you let me know about my current balance?",
        "how much do I have in my account?",
        "Is my current total in my account?",
        "What amount is in my account now?",
        "It would be great if you could tell me my account balance.",
        "I need you to know my current balance.",
        "I need to figure out how much cash is in my account at the moment.",
        "Is the amount currently in my account known?",
        "What is the total now in my account?",
        "Can you help me to see my account balance.",
        "Are you able to confirm my account balance?",
        "I don't know what my current account balance is.",
        "I have an account balance that I need to ask about.",
        "Someone please tell me the balance on my account.",
        "How much is the Amount in my account now?",
        "It would be wonderful if you could tell me the account balance.",
        "Are you able to give the balance of my account?",
        "How much money were in my account at this time?",
        "What's the value of my account at this time.",
        "How much money was in my account at this present moment in time?",
        "How much money resided in my account at this time?",
        "What is my Account balance?",
        "I need information about my balance.",
        "Do I know my balance in an account?",
        "I'd like to know what theaccount balance is.",
        "If you could provide me the current account balance, that would be wonderful.",
        "I would like information regarding my balance.",
        "Is the Amount currently in my account?",
        "I need to figure out the amount of money in my account.",
        "I hope to know the balance of my account.",
        "How much is currently in my bank account?",
        "I don't know if my current account balance is right.",
        "I would love to know about my current balance.",
        "Can you give the balance of my account.",
        "I wish to know my latest account balance.",
        "Please let me know my latest balance",
        "It would be great if you could give me the account's balance.",
        "I need to know the amount of my account.",
        "There's an account balance that I have to ask about.",
        "The Amount in my account is currently not known.",
        "What is the current value in my account?",
        "What is the amount currently in my account?",
        "Please tell me account status.",
        "I wonder how much is in my bank account now.",
        "I need to let you know my account balance.",
        "Do you know how much money is in my account?",
        "What amount is currently in my account, and how much?",
        "Something to ask about is the account balance I have.",
        "It would be fantastic if you could show me the current account balance.",
        "How much money was in my accounts at the moment?",
        "What is the sum in my account now?",
        "Can you help me understand my account balance?",
        "Is it possible to know my current account balance?",
        "Are you able to tell me about my current balance?",
        "I're curious about the status of my account.",
        "I do not know what's in my account.",
        "The value of my account at this time, what?",
        "I want to know the amount of my account",
        "Please tel me the balance on my account.",
        "I haven't figured out if my current account balance is balanced or not.",
        "I would like to know the balance of my account.",
        "It would be awesome if you could give me the current account balance.",
        "What amount is the currenttotal in my account?",
        "If you check your account balance, what amount is current?",
        "I want to know if you can confirm my account balance.",
        "It would be great if you could give me a current account balance.",
        "I need to let you know the account balance in my current account.",
        "I hope you can give me the latest account balance.",
        "Can you tell me the status of my account?",
        "What amount does my account hold?",
        "I am wondering how much the current total is in my account.",
        "I want to know about my balance",
        "What is the total at the moment in my account?",
        "Do I know about my current account balance?",
        "Could you tell me about the current balance?",
        "I want to know the balance in my account",
        "I wish to know my account balance.",
        "Please state the balance on my account.",
        "Can you tell me my account balance?",
        "Do you have information regarding my current balance?",
        "How much is the amount currently in my account?",
        "Please tell me how much is on my account.",
        "I wanted to know the account balance.",
        "The account balance is something I should inquire about.",
        "Can you confirm my current balance?",
        "I would appreciate it if you could show me account status.",
        "Please tel me the account balance.",
        "Please tell me of the account balance.",
        "It would be wonderful if you could let me know the latest account balance.",
        "What amount is in my account right now?",
        "What is the size of my account now?",
        "how much money is in my account?",
        "Do you know the amount of my current balance?",
        "Please tell me what the balance on my account is.",
        "It would be wonderful if you could identify my account balance.",
        "I don't know what is in my account.",
        "It would be wonderful if you could show me the balance of my account.",
        "Is the sum in my account currently there?",
        "What was the total contained in my account now?",
        "What is thetotal in my account now?",
        "The balance of my account I want to know.",
        "If you could give me the account balance it would be great.",
        "Please tell me about the balances in my account.",
        "I have no idea what the total is in my account.",
        "how much is the current total in my account",
        "I would like to receive the latest account balance.",
        "I have an account balance that is something to inquire about.",
        "Is it possible that you could give me information regarding my current balance?",
        "I want to know about my current balance.",
        "Inquire if your account balance is current.",
        "What do you know about my balance at this time?",
        "I am wondering about my current balance.",
        "I want to know the account balance in my account.",
        "If you could disclose my account's balance, it would be wonderful.",
        "Check the account's current amount",
        "What amount of money was in my account at this moment?",
        "My account balance is something that I would like to know.",
        "What are the values of my account right now?",
        "I'd like to know the Account balance.",
        "Checking account balance, current amount?",
        "I am wondering if I know my current account balance.",
        "Can you tell me my current position?",
        "Something to ask about is the account balance that I have at that point.",
        "Account balance is something I'd want to know.",
        "Please tell me the current balance.",
        "I'm wondering what the value of my account is right now.",
        "I would like to know the amount of my account.",
        "It would be wonderful if you could reveal the balance of my account.",
        "What amount is the current total in my account?",
        "Can you help show me my account balance?",
        "What amount of money are in my account right now?",
        "What is the total in the account right now?",
        "I would love if I could let you know the account balance in my current account.",
        "Do you know what my balance is right now?",
        "How much are contained in my account right now?",
        "How much is the current value of my account?",
        "It would be great if you could give me the account balance.",
        "How many dollars are in my account right now?",
        "how much is contained in my account right now",
        "Do you know about my current balance?",
        "Is it possible that you could provide me with some information about my current balance?",
        "The balance of my account at that point is something to ask about.",
        "At present, what's the total in my account?",
        "Right now, how much is contained in my account?",
        "Do I know the current account balance.",
        "I am curious about what's the status of my account.",
        "I would love it if I could let you know my account balance.",
        "There is a question about my current account balance.",
        "Accounts balance is something I would like to know.",
        "How much is contained in my account right right now?",
        "I'd love if you could tell me my account balance.",
        "Is the amount in my account current, and how much?",
        "Right now, my current balance?",
        "It would be awesome if you could show me my account's balance.",
        "Can you tell me the amount of my account?",
        "I wanted to know the balance of my account.",
        "Is the amount in my account what it is?",
        "I would like to know the account balance at that point.",
        "I would like to know aboutaccount balance.",
        "Accounts balance is something I want to know.",
        "Thetotal in my account is unknown.",
        "It would be wonderful if you could give me the current account balance",
        "I would love to find out my account balance.",
        "I'd like to know the balance of my account.",
        "What's the total in my account at the moment?",
        "How much is in this account?",
        "Can you please provide me with the current balance?",
        "Please provide me with the latest account balance.",
        "There is a question about the status of my account.",
        "Please let me know the newest account balance.",
        "The total in my account is not known at the moment.",
        "What's the value of my account at present?",
        "If you could tell me my account balance it would be great.",
        "I would like to know if there is an account balance.",
        "The balance of my account can you provide it?",
        "I have to determine how much money is in my account at the moment.",
        "How much money was in my account in the present time?",
        "How much money was in my bank account right now?",
        "What's the situation of my account?",
        "Something I'd like to know is the account balance.",
        "account balance is something that I would like to know.",
        "The exact amount in my account is not known.",
        "What amounts is contained in my account right now?",
        "Please help me to see my account balance?",
        "Do I know the total in my account?",
        "Please let me know about the account balance",
        "Are you able to tell me my current balance?",
        "What amount is in my account at the moment?",
        "Check your account balance, the amount is current?",
        "It would be great if you could show my account's balance.",
        "How much is contained into my account right now?",
        "Let me know about my account balance.",
        "Please provide me the account balance.",
        "What is the amount in my bank account now?",
        "Is the Amount in my account presently?",
        "Please inform me about the balance of my account.",
        "Please tell about my account balance.",
        "I'm wondering how much is in my account right now.",
        "Account balance was something I would like to know.",
        "Please give me my latest account balance.",
        "It would be fantastic if you could show me my account balance.",
        "What is the total contained in my account today?",
        "What amount is currently in my account and how much?",
        "I would like you to help me see my account balance.",
        "How much money was in my account at this moment in time?",
        "The balance of my account is something I would like to know.",
        "I have to figure out how much I have in my account right now.",
        "Is my current account balance currently known?",
        "How much was contained in my account right now?",
        "What's the balance in my account at the moment?",
        "account balance is something I'd like to know.",
        "Please clarify the balance on my account.",
        "Can you tell me my current balance.",
        "How much's the current total in my account?",
        "It would be wonderful if you could reveal my account's balance",
        "Is the amount in my account currently in there?",
        "Is the money currently in my account?",
        "I don't have any idea if my current account balance is balanced.",
        "Can you tell me how much money is in my account?",
        "Can you give me my current balance?",
        "Please tell me what the balance is in my account.",
        "What's there in my account?",
        "Check your account balance, please.",
        "Can you check out my account balance?",
        "Check the current amount on your account.",
        "I would be grateful if you could give me the current account balance.",
        "It would be wonderful if you could show my account balance.",
        "Account balance is asked.",
        "Is the Amount in my account currently there?",
        "Please give me my current account balance.",
        "What account balance is I in?",
        "The balance of my account is something I want to find out.",
        "I need your help to see my account balance",
        "Is the amount in my account the current one?",
        "Can you tell me the amount of my balance at this time?",
        "Amount in my account is not known.",
        "Account balance is something that I would love to know.",
        "I'm curious of the status of my account.",
        "How much is the Amount in my account right now.",
        "It would be wonderful if you could provide me with the account balance.",
        "What is my balance in my account?",
        "What is the value of my account this moment?",
        "I would like to know the Account Balance.",
        "Is the amount in my account rightnow?",
        "Is there any money in my account currently?",
        "I would be grateful if you could reveal my account balance.",
        "How much is the current state of my account?",
        "I need to figure out how much is in my account at the moment.",
        "Is the total contained in my account currently?",
        "I am in need of information regarding my current balance.",
        "I'm asking for my current balance.",
        "I want to know what's in my account.",
        "Is there amount in my account?",
        "What is there in my account now?",
        "What's my account balance?",
        "Can you please give me the current account balance?",
        "I would like to know about theaccount balance.",
        "I would love to let you know the account balance in my current account.",
        "Check your account balance to see the current amount",
        "How much is the current amount for the account?",
        "Do you know how much balance I have right now?",
        "Please show me the balance on my account.",
        "I would like to find out what my balance is.",
        "I want information about my current balance.",
        "What is the total in my account at the moment?",
        "I would like to see the balance of my account.",
        "I would be happy if you could give me the account's balance.",
        "I am curious regarding the status of my account.",
        "The account balance is something that I would like to know about.",
        "Check account for the current amount",
        "Do you know the extent of my balance at this time?",
        "If you could disclose my account balance it would be great.",
        "What is the worth of my account at this moment?",
        "Check your account balance to find out the current amount.",
        "You could let me know my account's balance.",
        "Check the current amount in an account.",
        "What amount of money is in my account today?",
        "I'm curious about the balance of my account.",
        "I want to know my balance status.",
        "Can you please help me with my account balance?",
        "I'm interested to know the status of my account.",
        "I want to know whether my account is balanced.",
        "I am curious about my account status.",
        "The total currently in my account is unknown.",
        "What's in my account right now?",
        "What's the situation with my account?",
        "Is the amount in my accountCURRENT?",
        "What's my account balance like?",
        "Show me current account status.",
        "I need your help seeing my account balance.",
        "I need to know what the account balance is.",
        "How much is contained in my account at the present time?",
        "I don't know if my current accountbalance is balanced or not.",
        "I was wondering about the status of my account.",
        "Check your account balance to see how much is current?",
        "Current account balance?",
        "Amount in my account right now?",
        "Account balance, is it current?",
        "How much money is in my account at this point?",
        "I'd like to know what the account balance is like.",
        "Can you help figure out my account balance?",
        "What is thetotal in my account at the moment?",
        "I would love if you could give me the latest account balance.",
        "I have a question about how much money is in my account right now.",
        "Account balance is something that I would like to find out.",
        "I don't know if my account Balance is balanced.",
        "The account balance is something I have to ask about.",
        "At this current moment, how much money was in my account?",
        "What's the amount in my account currently?",
        "I would be happy if you could disclose my account's balance.",
        "What amount are the current total in my account?",
        "Current account balance, what's it?",
        "Is the account balance current?",
        "Do I know where my current account balance is?",
        "How is the current account?",
        "Current account balance what is it?",
        "What is the total in my account right now.",
        "I would love it if you could give me the latest account balance.",
        "I want to know more about my current balance.",
        "I want to know how much is in my bank account now.",
        "What is the total in my account these days?",
        "I want to know if you have my current balance",
        "It would be great if you could let me know my account balance.",
        "It would be great if you could disclose my account's balance.",
        "I'd like to know my balance",
        "I want to know how my account balance is.",
        "I need to know what my balance status is.",
        "What is the value of my account right now.",
        "My current balance, can you tell me?",
        "I'm curious to know what the status of my account is.",
        "I'm wondering if you can verify my account balance.",
        "Is my balance current?",
        "Tell me the account balance.",
        "What is the state of my account?",
        "Can you help me figure out my account balance?",
        "Yes, do I know my account balance?",
        "I request that you tell me the balance on my account.",
        "I would like to know the current balance.",
        "It's not clear if my current account balance is balanced or not.",
        "I'm curious to know the status of my account.",
        "The account balance is something that I should inquire about.",
        "I want to know my account balances.",
        "It would be nice if you could tell me my account balance.",
        "How much is the currently total in my account?",
        "I want to know if you have my current balance.",
        "How much money is in my account at the time?",
        "I would be very pleased if you could give me the current account balance.",
        "How much is the latest total in my account?",
        "Check account balance to make sure it's current.",
        "How much am I in my bank account right now?",
        "How much is located in my account right now?",
        "What is the value of my account at this time?",
        "I'm not sure what the total is in my account.",
        "The Amount in my account, right now?",
        "I don't know if my present account balance is balanced or not.",
        "What total is contained in my account now?",
        "I asked about the account balance at that time.",
        "Do you know how much balance I have now?",
        "I want to know the current balance of my account",
        "I'd love to know the current account balance.",
        "I would love if you could reveal my account balance.",
        "I don't understand if my current account balance is balanced.",
        "I need you to see my account balance.",
        "How much is the current account total?",
        "I would be happy if you could reveal my account balance.",
        "What is the amount contained in my account?",
        "What is the current amount on the account?",
        "I would like to know my current account balance.",
        "I would love if I could let you know the account balance in my account.",
        "I would like to know if you can verify my account balance.",
        "Is it possible for you to provide me with some information about my current balance?",
        "Is the Amount in my accountCURRENT?",
        "I'd like to know account balance.",
        "I want to know the total contained in my account.",
        "Please explain the balance of my account.",
        "Amount, in my account?",
        "Checking your account balance, current amount?",
        "The value of my account is unknown right now.",
        "What amount was in my account at this time?",
        "What's the balance of my account?",
        "I would like you to verify my account balance.",
        "What's my account's value currently?",
        "I would be very happy if you could show me my account balance.",
        "Whats the status of my account?",
        "Can you give me my current balance",
        "I asked if you could verify my account balance.",
        "It would be great if you could disclose my account balance.",
        "The account balance that I have is something to ask about.",
        "The total in my account is unknown at present.",
        "How much is contained in my account in the moment?",
        "Do I currently have a balance?",
        "I would be happy if you could show me my account balance.",
        "What is in my account right now?",
        "I would be wonderful if you could give me the current account balance.",
        "What is thetotal in my account right now?",
        "Do you know how much balance I currently have?",
        "I wish you could tell me my account's balance.",
        "What is my account's total currently?",
        "I asked how much money was in my account at this time.",
        "Check me account status.",
        "I don't know if my currentaccount balance is balanced.",
        "Balance of current account?",
        "It would be wonderful if you could identify my account's balance.",
        "How much am I in my bank account now?",
        "Please detail my account balance.",
        "Is it possible you could give me details about my current balance?",
        "Please check your account balance",
        "What is the current value of my account.",
        "What amount is contained in the account right now?",
        "What is the value of my account at this point in time?",
        "My account balance is something I would like to know.",
        "Please tell me about my current balance.",
        "Please tell me the balance of my account.",
        "What's the current value of my account.",
        "Please tell me the exact balance on my account.",
        "How much is there in my bank account right now?",
        "Please verify my account balance.",
        "How much is the current Amount in my account?",
        "How much is current total in my account?",
        "I don't know the total in my account.",
        "What was the amount of money in my account at this time?",
        "Accounts balance is something I would like to know?",
        "I'm curious as to what's the status of my account?",
        "What is the Amount in my account at this moment?",
        "Please provide me with the balance on my account.",
        "What is my balance status currently?",
        "Check your account balance, it's current amount.",
        "If you could give me the account balance, it would be wonderful.",
        "Something to ask about is the account balance that I have at that time.",
        "Is my current account account balance known?",
        "I was curious, what is the status of my account?",
        "Do I know my balance in my current account?",
        "I need to figure out how much cash is currently in my account.",
        "Can you provide the balance of my accounts?",
        "The account balance that I have is something to ponder.",
        "Is the amount in the account currently in my account?",
        "I would like to know about the balance on my account.",
        "I want to let you know the account balance in my account.",
        "Can you give me an idea of my account balance?",
        "If you could let me know my account's balance, it would be wonderful.",
        "If you can give me the current account balance, it would be great.",
        "Check your account balance to see if its current.",
        "What information could you give me about my current balance?",
        "It would be nice if you could tell me the balance of my account.",
        "My current account balance is unknown",
        "I need to know about the balance in my account.",
        "I would like to know the balance of my accounts.",
        "How much is in my account right now.",
        "Please let me know the balance in my account.",
        "Is it possible for you to tell me my Current Balance?",
        "What are the contents of my account now?",
        "If you could reveal my account balance it would be lovely.",
        "Can you tell me about my Current Balance?",
        "How much is my current balance?",
        "I need to know if you've got my current balance.",
        "Tell me my current balance.",
        "Let me know the balance on my account.",
        "My current account balance is not known",
        "The balance of my account is something I want to know.",
        "I have no idea if my current account is balanced or not.",
        "I would like to know about Account balance.",
        "How much money is in my account?",
        "What is the current value of my account?",
        "At this time what's the value of my account?",
        "Let me know the status of my account.",
        "They want to know the balance of their account.",
        "What amount do I have in my account?",
        "How much is that in my account?",
        "Do you know what my balance is currently?",
        "Are you able to show me my account balance?",
        "What is my total in my account now?",
        "Account balance is something I'd love to know.",
        "Amount located in my account?",
        "What is my account's total at the moment?",
        "account balance is something I would like to know",
        "how much money was in my account at this time?",
        "Please let us know my balance.",
        "I am wondering if you can provide the balance of my account.",
        "You should tell me about the balance on my account.",
        "I would like to know the value of my account at this time.",
        "What is contained in the account right now?",
        "What is the number in my account now?",
        "Something that I'd like to know is account balance.",
        "How much money was in my account at the moment?",
        "How much is contained in my account just now?",
        "What is the amount of my account?",
        "If you have my current balance, I need to know that.",
        "Checking account's current amount?",
        "What amount is contained in my account currently?",
        "I want to know the balance of myaccount",
        "Are you aware of the amount of my balance at this time?",
        "I am curious what the status of my account is.",
        "Can you please give me the balance of my account?",
        "Please reveal the balance of my account.",
        "what is the value of my account at the moment?",
        "It would be good if you could give me the latest account balance.",
        "If you could provide me the latest account balance it would be wonderful.",
        "I would like to know my balance.",
        "How much money are in my account?",
        "I don't know the total in my account now.",
        "I was curious, what's the status of my account?",
        "I would like to know the balance in my account.",
        "Can you tell me about my current Balance?",
        "I'm curious about what the status of my account is.",
        "At the moment, how much is in my account?",
        "What amount are in my account?",
        "What amount of money was in my account at this current moment in time?",
        "It would be nice to let you know the account balance in my account.",
        "Please provide me with the balance of my account.",
        "I have no idea what the current account balance is.",
        "Is the Amount in my account present right now?",
        "What amount is in my account currently?",
        "What are my account values at this time?",
        "Amount that is in my account?",
        "The account balance please?",
        "I'm wondering how much money is in my account.",
        "Do you know my balance at this time?",
        "How much is the total in my account currently?",
        "It would be great if you could show me the account balance.",
        "Please provide me account status.",
        "What information could you give regarding my current balance?",
        "What is the total contained in my account at this point?",
        "How much money was in my account, at the moment?",
        "I would like to know the account balance that I have at that time.",
        "I would really like to know my account balance.",
        "my balance right now?",
        "At this time, what's the value of my account?",
        "I want to know how much money is in my account.",
        "Please let me know about the account balance.",
        "Where is the value of my account at right now?",
        "Is the amount in my account right now?",
        "I would be very happy if you could tell me my account's balance.",
        "I'm curious how my account is?",
        "Account balance is something that I don't know.",
        "I need to know my account's balance.",
        "Can you give me the balance on my account?",
        "I have to figure out the cash in my account at the moment.",
        "Is the amount in my account currently here?",
        "What is my balance with my account?",
        "I want to know the amount of my account.",
        "What is the current balance of my accounts?",
        "I want to know what account balance is?",
        "What total is in my account right now?",
        "Can you have a look at my account balance?",
        "My current account balance is a mystery.",
        "What are the totals contained in my account right now?",
        "Please inform me about the balance on my account",
        "Can you please let me know the current balance?",
        "Please tell me what the balance is on my account.",
        "I want to know my balance",
        "Check your account Balance, is it current?",
        "Are you able to give me some information regarding my current balance?",
        "Is it possible for you to give me details about my current Balance?",
        "How much is contained in my account now?",
        "If you could tell me the balance of my account, it would be great.",
        "I want to know the value of my account right now.",
        "It would be wonderful if you could give me my account's balance.",
        "Tell me about my current balance.",
        "Please let me know my latest balance.",
        "If I could let you know the account balance in my account, it would be wonderful.",
        "Please tell me of the balance in my account.",
        "Can you give me information regarding my current balance?",
        "Ask me about the balance on my account.",
        "What is my account balance currently?",
        "Do I know my current account Balance?",
        "There is a question about the Amount in my account.",
        "Can you provide me the current balance?",
        "What amount are in my bank account now?",
        "The account balance that I have is something to ask about",
        "What amount is in it currently?",
        "The total in my account isn't know.",
        "Exactly how much money is in my account?",
        "What amount of money is in my account?",
        "I'd love to know the account balance in my account.",
        "What is my total now in my account?",
        "My current account balance is not known.",
        "What is the Amount in my account now?",
        "It would be awesome if you could tell me the balance of my account.",
        "How much is the current amount in the account?",
        "If you could tell me my account's balance would be great.",
        "I request that you reveal my latest account balance.",
        "What is the current amount contained in my account?",
        "How much is the value of my account now?",
        "I'd like to know Account balance.",
        "Please give me the current account balance.",
        "Can you reveal the balance of my account?",
        "How much is the recent total in my account?",
        "I would appreciate if you could give me my current balance.",
        "The amount in my account is unknown at the moment.",
        "Is the amount in my account now?",
        "Do I know the present account balance?",
        "The balance of my account is something that I would like to know.",
        "I would like to know the account Balance.",
        "Please tell me where the balance is on my account.",
        "I have an account balance that I need to inquire about.",
        "The balance on my account is not known.",
        "I would be grateful if you could give me the account balance.",
        "The total in my account is still unclear.",
        "I would like to know the account balance that I have at that point.",
        "It would be wonderful if you could show my account's balance.",
        "I would be grateful if you could reveal my account's balance.",
        "Can you please give me my current balance",
        "Please describe the balance on my account.",
        "How much money was in my account at the moment in time?",
        "What is the amount in my account now?",
        "What is the value of myaccount at this time?",
        "Is the Amount in my account currently?",
        "I'm interested to know what the status of my account is.",
        "Please reveal my account balance.",
        "What's the value of my account right now",
        "What is the total contained in my account just now?",
        "I'm curious about the condition of my account.",
        "Do you know the amount of my balance at this point?",
        "As of this time, how much money was in my account?",
        "What is the contents of my account right now?",
        "Current account situation?",
        "Account balance is something I'd like to know.",
        "I would be grateful if I could let you know the account balance in my account.",
        "Can you confirm my account balance.",
        "I'm wondering what's the status of my account.",
        "What is theCURRENT total in my account?",
        "Total in my account is not known.",
        "Is my current account balance known.",
        "I need to know account status.",
        "Can you provide me with my current balance?",
        "Is the amount in my account right now",
        "I'd like to know the account balance.",
        "It would be fantastic if you could reveal my account's balance.",
        "Do I knowmy account balance?",
        "I'm curious how the status of my account is.",
        "It would be great if I could tell you the account balance in my current account.",
        "What is my account's value at the moment?",
        "I don't know if my Current account balance is balanced.",
        "I want to know the account Balance.",
        "I have no idea if my current accountbalance is balanced.",
        "Please provide me with my latest account balance.",
        "I am curious about my current account balance.",
        "If I could let you know the account balance in my current account it would be wonderful.",
        "I would appreciate knowing the balance of my account.",
        "At this current time in time, how much money was in my account?",
        "What amount is contained in my account at the moment?",
        "I am curious about the status of my accounts.",
        "I would appreciate it if you could tell me the account balance in my account.",
        "Please help me see my account balance.",
        "I am wondering what my current account balance is.",
        "I am looking to see my account balance.",
        "Inform me of my account balance.",
        "Can you give a balance of my account?",
        "It would be terrific if you could reveal my account balance.",
        "I need to figure out how much cash is in my account right now.",
        "A current balance for me?",
        "It would be great if you could provide me the current account balance.",
        "Account Balance is something I'd like to know.",
        "Please let me know about the balance of my account.",
        "Is there a amount in my account?",
        "Please tell me the exact balance of my account.",
        "If you could give me the current account balance, this would be wonderful.",
        "I do not know the balance of my account.",
        "I'm wondering if the amount is in my account right now.",
        "What's the balance of my account right now?",
        "Please let me know account status.",
        "Account balance is something I wish to know.",
        "Tell me my latest account balance.",
        "Something to ask about is the account balance.",
        "I need to know about the account balance that I have at that point.",
        "The balance of my account, I want to know.",
        "I wish to know my balance.",
        "Can you give the amount of my account?",
        "I do not know what my current account balance is.",
        "Do I have an amount in my account?",
        "I request that you disclose my latest account balance.",
        "What is my current balance?",
        "Can you provide the balance of my account",
        "I want to know if you can tell me about my current balance.",
        "Can you tell me about my current balance?",
        "The total in my account is unclear",
        "How much is currently in the account?",
        "I'm not sure how much money is in my account.",
        "It would be fantastic if you could reveal my account balance.",
        "I asked about my current balance.",
        "The total in my account right now.",
        "The figure in my account is not known.",
        "It would be good if you could give me the current account balance.",
        "Can you possibly give me the current balance?",
        "Do I have my current account balance?",
        "Can you clarify the balance of my account?",
        "\"Check your account balance, is it current?\"",
        "At this time, how much money was in my account?",
        "Are the Amount in my account currently there?",
        "At the current moment in time, how much money was in my account?",
        "Account balance is what I would like to know.",
        "What's the amount of my account?",
        "I don't know whether my current account balance is balanced.",
        "How much is the Amount in my account today?",
        "I'd like to know about my current balance.",
        "What is the Amount in my account at the moment?",
        "Tell me about my current balance",
        "Is the amount in my account current?",
        "I'm curious about my current balance.",
        "Something I want to know is account balance.",
        "I have to figure out how much money is in my account right now.",
        "What is my balance currently?",
        "I need you to verify my account balance.",
        "At this moment, what is the value of my account?",
        "I want to know the account's balance.",
        "Is the account balance currently current?",
        "I am interested in the status of my account.",
        "Can you tell me how much my current balance is?",
        "Can I inquire about the status of my account?",
        "Can you help me to know my account balance?",
        "Please tell me about the balance of my account.",
        "I would like to know what my balance is.",
        "What amount of money do I have in my account?",
        "I have to figure out how much money is currently in my account.",
        "Can you tell me if my account balance is correct?",
        "Please note the balance on my account.",
        "I would like to know how my current balance is.",
        "The total in my account is not yet known.",
        "Can you give me the balance of my Account?",
        "Let me know account status",
        "I have to find out how much I have in my account.",
        "It would be great if you were able to reveal my account's balance.",
        "I want to know about my current balance",
        "Is the Amount in my account currently in there?",
        "Can you give me some information on my current balance?",
        "Can you tell me my balance at the moment?",
        "Checking account amount.",
        "Can anyone tell me how much remains in my account?",
        "How much money was in my account at the present moment?",
        "Amount is in my account?",
        "How much money currently is in my account?",
        "I want to know how much money was in my account at this time.",
        "What do you know about my balance at the moment?",
        "I would love to get the current account balance.",
        "What is my current account amount?",
        "What Amount is in my account right now?",
        "account balance is something I would like to know?",
        "Check account balance, current amount?",
        "If you could show me my account balance, it would be wonderful.",
        "The amount in my account is currently unknown.",
        "At the moment, how much money was in my account?",
        "Please tell me about my account balance",
        "The account balance I have at that point is something to ask about.",
        "How much is the current count in my account?",
        "Do you have any information about my current balance?",
        "How much is contained in this account right now?",
        "I need information about my current balance.",
        "At this time, what is the value of my account?",
        "I don't know if my current balance is balanced.",
        "I don't know my current balance.",
        "Do you know the status of my account?",
        "I need to know what is in my account.",
        "Tell me the balance on my account.",
        "I would love if you could show me the current account balance.",
        "The total in my account are not known.",
        "Can you explain the balance of my account?",
        "I don't know the balance of my account.",
        "Do you know how much balance I have at this time?",
        "Please tell me about my balance on my account.",
        "Can you tell me thebalance of my account?",
        "The balance of my account is in question.",
        "Can you give the balance of my account?",
        "I am interested in seeing my account balance.",
        "I wish to know about the balance on my account.",
        "Can you give me my current balance??",
        "If you check your account balance is it current?",
        "How much are the funds in my account?",
        "What is the amount in my account right now?",
        "Do you know what amount of a balance I have?",
        "Do I know my balance on my account?",
        "What is my account's total now?",
        "It would be great to let you know my current account balance.",
        "How much money was in my account at this time in time?",
        "Please let me know my latest account balance.",
        "I would like to know the balance of myaccount.",
        "I ask if I know my current account balance.",
        "What amount exists in my account?",
        "The total I have in my account is not known.",
        "I don't know if my current account is balanced or not.",
        "Is the sum currently in my account?",
        "The value of my account at the moment?",
        "I want to know how much is in my account now.",
        "I have to find out how much cash is in my account right now.",
        "I am not sure if my current account balance is balanced or not.",
        "I would like to know my current balance.",
        "I have to figure out how much money is in my account at the moment",
        "How much is contained within my account right now?",
        "Can you tell me the balance of mine?",
        "I'm looking for the balance of my account.",
        "Is the currenttotal in my account?",
        "So how much money was in my account at the moment?",
        "What's the current amount in my account?",
        "I want to know the balance of my accounts",
        "I am unsure if my current account balance is balanced.",
        "What is the account balance now?",
        "I must figure out how much money is in my account right now.",
        "I'm curious about the balance on my account.",
        "It would be wonderful if you could give me the balance of my account.",
        "What is the current amount of the account?",
        "If you could give me the current account balance, I would be thrilled.",
        "Can you please give me a current balance?",
        "Right now, how much money is in my account?",
        "Please specify the balance on my account.",
        "Account balance is something that i would like to know.",
        "If you could disclose my account's balance, it would be great.",
        "Can you give me information on my current balance?",
        "What amount of money is in my account currently?",
        "You could let me know my account balance.",
        "What amount is in my account.",
        "I am curious about the balance of my account.",
        "I don't know if my current account Balance is balanced or not.",
        "What amount is in my account?",
        "A amount in my account?",
        "I would like to know something about the account balance.",
        "How much money is in my account",
        "Do you know how much my balance is at this time?",
        "The current total in my account is unknown.",
        "Do I know how much is in my account?",
        "I want to know how much my current balance is.",
        "Is the current amount in my account accurate?",
        "What is the account value right now?",
        "Please tell me my current balance.",
        "I am curious, what is my account status?",
        "Are you able to provide me with information about my current balance?",
        "I would really like to know the balance of my account.",
        "I want to know what the account balance is.",
        "What is the total that is contained in my account now?",
        "Can you give the current balance of my account?",
        "I would love to know the balance of my account",
        "I'd like to know what account balance is?",
        "What is my current balances?",
        "I have to figure out how much money is left in my account at the moment.",
        "What amount of money was in my account at this current moment?",
        "I have to know if you have my current balance.",
        "Checking account: Current amount?",
        "How much is the amount in my account now?",
        "Does my current account have a balance?",
        "What about my account at this time?",
        "What is the sum in my account at the moment?",
        "I would like to know the current total in my account.",
        "I'm curious about what's the status of my account.",
        "Can you give me a balance on my account?",
        "What is the worth of my account now?",
        "It would be great if you could tell me the balance of my account.",
        "The account balance that I have is something I have to ask about.",
        "I'm curious, what are the status of my account?",
        "So what is the total contained in my account now?",
        "The Amount in my account now?",
        "How much does my account have in it?",
        "Check account balance, the amount that is current?",
        "Can you please tell me about my current balance?",
        "Please tell me about the balance with my account.",
        "How much do I have in my account now?",
        "What amount of money is currently in my account?",
        "Could you give me the balance of my account?",
        "Do you know the balance that I have at this time?",
        "How much is in my account.",
        "Please tell me if I have my current balance.",
        "I want to know my current balance.",
        "I want the current account balance.",
        "Do you know how much of a balance I have right now?",
        "Please tell me what the balance of my account is.",
        "I need to know my latest account balance.",
        "Can you tell me what the current balance is?",
        "Can you please tell me what my current balance is?",
        "Check the account balance to see if it is current.",
        "The balance of my account can you give it to me?",
        "Let me know my latest account balance",
        "Please tell me about the balance on the account.",
        "I am wondering what my account balance is.",
        "If you could give me the current account balance it would be lovely.",
        "Is the amount currently in my account accurate?",
        "Check your account balance, currently.",
        "checking your account balance is it current?",
        "Make me aware of my account status.",
        "Is the Amount in my account as of right now?",
        "verify my account balance",
        "What's the value of my account at the moment?",
        "As of now, the total in my account is not known.",
        "What is the total in the account now?",
        "Could you give me some information about my current balance?",
        "I would like to know something about my balance.",
        "How much money was in my account now?",
        "I would like to know the balance on my account.",
        "Can you please let me know my balance?",
        "How much is in my bank account today?",
        "I'm curious, the status of my account?",
        "current account balance, what is it?",
        "Does the amount in my account currently stand?",
        "Please give me the latest account balance",
        "It would be wonderful if you could tell me about my account's balance.",
        "How much is inside my account at the moment?",
        "I need to know the current account balance.",
        "Where is the value of my account currently?",
        "what is the current account?",
        "How much money was in my account as of right now?",
        "How much is the current total in my account",
        "How much money was in my account at this point in time?",
        "What account balance does I have?",
        "What much is contained in my account right now?",
        "I'd like to know what Account balance is.",
        "I am unsure how much money is in my account.",
        "Let's know my latest account balance.",
        "what is the status of my account?",
        "I'm curious about the position of my account.",
        "I'm curious about the status on my account.",
        "I wonder about the account balance at that time.",
        "It would be great if you could show me the balance of my account.",
        "Can you help me to see the balance of my account?",
        "What is the current balance on my account?",
        "Please give me my account balance.",
        "I have no idea if the balance of my current account is balanced.",
        "The total in my account is not clear.",
        "Check your account balance, it's current amount?",
        "If you could provide me the current account balance, it would be wonderful.",
        "How much money was in my account at this exact moment?",
        "A question to ask is the account balance that I have.",
        "Can you help me know my account balance?",
        "Can you please give me the account balance?",
        "Is it possible you could give me some information about my current Balance?",
        "Is the Amount in my account currently here?",
        "I'm curious, what is the state of my account?",
        "I'd love to know the latest account balance.",
        "The total in my account is not known at this point.",
        "What is the balance of my account right now?",
        "Are you able to provide me with information regarding my current balance?",
        "Is the Amount in the account currently in my account?",
        "I would like to know the status of my account.",
        "I need to know my current balance",
        "How much money was in my account at the minute?",
        "Please show me my latest account balance.",
        "Check your account balance, the amount right now?",
        "I would love if I could let you know the balance in my account.",
        "Can you tell me the current balance of my account?",
        "The total in my account is unsure.",
        "I would like to know my latest account balance.",
        "It would be wonderful if you could reveal my account balance.",
        "Can you provide me with information about my Current Balance?",
        "I am wondering about my current account balance.",
        "Check that your account balance is current.",
        "What is the total in my account just now?",
        "What amount of my account is contained right now?",
        "How much is it in my account?",
        "It would be lovely if you could reveal my account's balance.",
        "What's the current total of my account?",
        "Please report the balance on my account.",
        "I need to know how much money is in my account right now.",
        "I am asking for my current balance.",
        "Something to ask about is the account balance that I have.",
        "Can you tell me the account balance?",
        "I don't know my account balance",
        "Can you specify the balance of my account?",
        "Can you provide me details about my Balance?",
        "Do you know the amount of my balance at the present time?",
        "Which is the value of my account at this time?",
        "Can you take a look at my account balance?",
        "The account balance is something I want to know about.",
        "How much money is in my account, right now?",
        "Check the account balance, current amount?",
        "I am curious, what is the state of my account?",
        "I'm wondering, what is the status of my account?",
        "Do you know the balance I have now?",
        "I would be glad if you could reveal my account balance.",
        "What is the total contained in my account now",
        "Tell me the balance on the account.",
        "Check account to see the current amount.",
        "Is there any amount in my account right now?",
        "If you could reveal the balance of my account, it would be wonderful.",
        "I am not sure how much money is in my account.",
        "How much is in my bank account at this time?",
        "The amount in my account is currently not known.",
        "In my account right now?",
        "What is the Amount in my account right now, and how much?",
        "Let me know about the balance in my account.",
        "I would like to know my account status.",
        "It is something to ask about the balance in my account.",
        "The balance of my account isn't known.",
        "How much is inside my account right now?",
        "How much money are in my account now?",
        "I need your help to see my account balance.",
        "What is the total contained in my account right now.",
        "Check the account balance right now.",
        "What is the total in my account at that time?",
        "I want to be able to let you know the account balance in my account.",
        "I are curious about the status of my account.",
        "Please let me know the balance of my account.",
        "Do you know my balance now?",
        "What is the value of my account at this point?",
        "Could you give me details about my current balance?",
        "Please let me know about the balance in my account.",
        "I need the current balance, please.",
        "Can you give me current balance?",
        "the total in my account is not known.",
        "I have to figure out how much is in my account.",
        "I would like to know what account balance is?",
        "Current account Balance?",
        "How is my account now?",
        "Let me know the balance of my account.",
        "I want to know the current state of my account.",
        "What is the current total for my account?",
        "I want to know about the account balance that I have at that point.",
        "Can you give me the account's balance?",
        "Please tell me the amount on my account",
        "I would love it if you could give me the account balance.",
        "Let me know about the account balance.",
        "If I could let you know my account balance it would be wonderful.",
        "I was wondering if you could tell me about my current balance.",
        "Please tell me my account's balance.",
        "I would love for you to know my account balance.",
        "Do I know my current balances?",
        "I would like to know the account balance that I have.",
        "I want to know what my current account balance is.",
        "Can you tell me what my balance status is?",
        "Please check the account balance.",
        "How much is the value of my account currently?",
        "Can you tell me what my balance is right now?",
        "I would like to know how my account is doing.",
        "Is the amount in my account currently in the amount?",
        "How much in my account do I have?",
        "The total of my account is not known.",
        "Please let us know my latest account balance.",
        "Can you provide me with information about my current balance?",
        "What is the total in my accounts right now?",
        "Please check your account balance, the amount that is current?",
        "I want to see the balance of my account.",
        "Let me know my current balance.",
        "I don't know how much is in my account.",
        "I don't know if the balance of my current account is balanced or not.",
        "Is the Amount in my account, right now?",
        "How much money is in my account right now.",
        "At this current moment in time how much money was in my account?",
        "The amount is in my account?",
        "what is the value of my account right now?",
        "Can you provide me the account balance?",
        "Are the amount in my account currently there?",
        "Please tell me about the account balance",
        "I'm trying to see my account balance.",
        "It would be great if you could give me my current account balance.",
        "I would like to know what Account balance is.",
        "The balance of my account is something that I want to know.",
        "Please explain to me the balance on my account.",
        "How much is the current figure in my account?",
        "I would be glad if you could reveal my account's balance.",
        "Do I know my Current Account Balance?",
        "Do I know my Account balance?",
        "Consider checking your account balance, the amount that is current?",
        "Is it possible you could tell me about my current balance?",
        "Do you know my balance right now?",
        "I would like to know about my current balance.",
        "How much are the total in my account right now?",
        "How much is the Amount currently in my account?",
        "Is the amount in this account right now?",
        "I am curious what the status is of my account.",
        "Please tell me about my account balance.",
        "Exactly how much is in my account right now?",
        "What is the total in my account, right now?",
        "At this time, how much was in my account?",
        "How much is in my account right right now?",
        "If you could give me the account's balance it would be great.",
        "I need the balance of my account provided.",
        "How much funds is in my account?",
        "I would like to know the balance of my bank account.",
        "If you could reveal my account's balance, it would be lovely.",
        "I would like to know how the account balance is.",
        "It would be wonderful if you could give me my account balance.",
        "I would be thrilled if you could tell me my account balance.",
        "Can you tell me the current account bal?",
        "How much is now in my account?",
        "I want to know if there is an account balance.",
        "I wish you could reveal my account's balance.",
        "Is the amount in my account currently in my account.",
        "My account balance now?",
        "How much is the total in my account?",
        "Are you able to provide the balance of my account?",
        "The current account balance is what I'm wondering.",
        "Do I know my account balance?!",
        "What is the amount in my account at the moment?",
        "What is the account value at this time?",
        "I would like to know what the status of my account is.",
        "Please tell me about the current account balance.",
        "I would love if you could tell me my account balance.",
        "Are the amount in my account right now?",
        "I'm curious regarding the status of my account.",
        "Please tell me the account's latest balance.",
        "I have to figure out how much money I have in my account at the moment.",
        "Can you show me the balance of my account.",
        "I don't know if my current account Balance is balanced.",
        "Check the account balance, current amount",
        "How much do I have in my account right now?",
        "How much money were in my account at this current time?",
        "It would be nice if you could provide me the current account balance.",
        "What is the total contained in my current account?",
        "It would be nice if I could tell you the account balance in my account.",
        "account balance is something I would like to know.",
        "Can you give me the balance of the account?",
        "How much money do I currently have?",
        "It would be great if you could show the balance of my account.",
        "If you could reveal my account's balance, that would be wonderful.",
        "Is this the amount in my account?",
        "What's currently in my account?",
        "Can you inform me of my current balance?",
        "I'm curious about the Status of my account.",
        "I want to see the balance in my account.",
        "Do you know how much balance I have at the moment?",
        "What is the total in my account right now?",
        "What is the total in my account nowadays?",
        "Please disclose my account balance.",
        "Would you please tell me about my current balance?",
        "Is my account balance currently known?",
        "Do you know the exact balance I have at the moment?",
        "Is the amount in myaccount right now?",
        "Are the Amount in my account currently?",
        "Is the amount in my account at this time?",
        "The total in my account isn't known at this time.",
        "How much money I had in my account at this moment in time?",
        "What is my current balance right now?",
        "Can you please provide me a current balance?",
        "Please let me know about my account's balance.",
        "At this point in time, how much money was in my account?",
        "There is an account balance I would like to know.",
        "How much funds are in my account right now?",
        "I have no idea if my current account balance is balanced.",
        "Is the account balanced please?",
        "I wish to know about the account balance.",
        "Which amount is contained in my account right now?",
        "Can you help me to see the balance in my account?",
        "I would like to let you know the account balance in my account.",
        "Do you know the amount of my balance at this point in time?",
        "Is the amount in my account currently in the account?",
        "I wondered what the status of my account was.",
        "How much is within my account currently?",
        "How much is my account currently holding?",
        "Is the amount in my account currently accurate?",
        "Will you tell me my current balance?",
        "I want to know the current position of my account.",
        "I'd like to know what account balance is.",
        "It would be great if you could give me the balance of my account.",
        "The total that I have in my account is unknown.",
        "What is my account balance now?",
        "Is it possible you could tell me about my current Balance?",
        "Please tell me the amount in my account.",
        "Please tell me the amount on the account.",
        "Do you know what my current balance is?",
        "I don't know if my current account is balanced",
        "How much is contained in myaccount right now?",
        "I'm curious about the state of my account.",
        "At the moment, what's the total in my account?",
        "what is the total in my account now?",
        "How much is present in my account?",
        "What is the current amount in my bank account?",
        "The account balance that I have is something to ponder about.",
        "I would be grateful if I could let you know my account balance.",
        "I need to figure out how much money is in my account.",
        "How's the status of my account?",
        "Account balance is something that I would like to know more about.",
        "It is not clear what the total is in my account.",
        "Is the amount in my account, right now?",
        "Please tell me about my account Balance",
        "Can you verify my account's balance?",
        "It would be wonderful to know the account balance in my current account.",
        "I would love to let you know the account balance in my account.",
        "Can you give the balance in my account?",
        "What is the amount in my account currently, and how much?",
        "I would appreciate it if you could reveal my account's balance.",
        "I need to know about my current balance.",
        "I ask about the account balance at that time.",
        "Do I know how much my current account balance is?",
        "I want to see account status.",
        "What are the value of my account right now?",
        "I would be grateful if you could give me the latest account balance.",
        "The current total in my account is asked.",
        "I do not know my current account balance.",
        "What is the current status of my account?",
        "If you could give me a current account balance, it would be wonderful.",
        "I don't know if my current account balance is balanced or not.",
        "What is contained in my account now?",
        "Is there the amount in my account right now?",
        "How much in my account?",
        "My account right now?",
        "I would really like to know the account balance.",
        "It would be wonderful if you could give me the account balance",
        "How much has the current total in my account?",
        "The value of my account is currently unknown.",
        "Let me know my account status.",
        "The amount in my account is unknown at this time.",
        "Is the amount in the account right now?",
        "I am curious what's the status of my account.",
        "What is the total in my accounts at the moment?",
        "I need to inquire about the account balance at that time.",
        "I'd like to know the current account balance.",
        "Which amount is currently in my account?",
        "Can you verify my account balance.",
        "Do you know how much my balance is currently?",
        "I'm curious, what's the condition of my account?",
        "I'm not sure if my current account balance is balanced or not.",
        "How much is there in the account?",
        "What is the total in my account today?",
        "My balance right now?",
        "This would be wonderful if you could give me the current account balance.",
        "Do you know how much of a balance I have currently?",
        "Please inform me of the balance on my account.",
        "Please tell me about the balance on my account",
        "Can you give us the balance of my account?",
        "Do I know my account's current balance?",
        "At this point, what's the total in my account?",
        "I need to know the balance of my account.",
        "Please inform me of the account balance.",
        "Can you tell me my current balances?",
        "Please inform me about the balance on my account.",
        "I'm curious about the account's status.",
        "How much is currently contained in my account?",
        "I would love it if you could reveal my account balance.",
        "I am wondering, what is the status of my account?",
        "What's the value on my account right now?",
        "Which is the total in my account now?",
        "I would like to know if I can verify my account balance.",
        "Please inform me about the account balance.",
        "How much money was in my account right now.",
        "I am unsure of the total in my account.",
        "I would appreciate if you could tell me about the balance on my account.",
        "Could you give me information about my current balance?",
        "What is the current total in my account.",
        "I'm curious about my account status.",
        "An amount in my account?",
        "Please tell me the latest account balance.",
        "How's my balance right now?",
        "Please let me know my account balance",
        "How much money was in my account at this present time?",
        "It would be wonderful if you could let me know the balance of my account.",
        "Tell me the balance of my account.",
        "You need to know my current balance.",
        "How much is the amount in my account?",
        "Is the Amount in my accountCURRENT.",
        "If you could give the current account balance, it would be wonderful.",
        "There is a question about my account balance.",
        "How much is contained in my current account?",
        "The total now in my account is unknown.",
        "Can you give the balance of my account",
        "I need to know if you have myCURRENT balance.",
        "If you could give me the current account balance, it would be wonderful.",
        "My current balance can you tell me?",
        "I want to know the account balance that I have at that point.",
        "How much is the amount in my account today?",
        "I would appreciate it if you could tell me the balance on my account.",
        "A question about my account balance.",
        "Please let me know the account balance.",
        "I am curious as to the status of my account.",
        "I would appreciate it if you could tell me about my balance.",
        "Can you supply me my current balance?",
        "I would appreciate it if you could give me the account balance.",
        "What is my account Balance?",
        "It would be great if you could tell me my account's balance.",
        "Is it possible that you could give me some information regarding my current balance?",
        "I would love to let you know my current account balance.",
        "I am wondering how much money is in my account.",
        "It would be wonderful if you could give me a current account balance.",
        "I request the balance of my account.",
        "Can you confirm my account balances?",
        "I'm curious, what is the status of my account.",
        "I'd love to let you know the account balance in my current account.",
        "I want to know information about my current balance.",
        "How much is there in my account now?",
        "Please let us know my latest balance.",
        "I want to know about account balance.",
        "It would be fantastic if you could give me the current account balance.",
        "I want to know what my account balance is.",
        "Do you know the current balance of my account?",
        "A question about what's in my account.",
        "As of now, the total in my account is unknown.",
        "Can you please supply me with the current balance?",
        "Account check: what is the current amount?",
        "What amount in my account is there?",
        "The account balance is something that I'd like to know.",
        "How much money was in my account at this current moment?",
        "If I could let you know the account balance in my account, that would be wonderful.",
        "The current total in my account, how much?",
        "Is the amount in my account right now, and how much?",
        "Is the amount in my account at the moment?",
        "I want to see the balance of the account.",
        "It's not known what the total in my account is.",
        "If I could let you know my current account balance, it would be wonderful.",
        "Please let me know my account status.",
        "I have to figure out how much cash is in my account right now",
        "I'd like to see my account status.",
        "Check your account balance right now?",
        "What's my account balance now?",
        "What account balance am I on?",
        "Am I current account bal?",
        "I want to know about Account balance.",
        "Amount contained in my account?",
        "What's the value of my account at the present time?",
        "Is my current balance balanced?",
        "I'm interested in seeing my account balance.",
        "The account balance is something that I would like to know.",
        "The balance of my account is something to ask about.",
        "I desire to know my balance.",
        "I'm wondering what the status of my account is?",
        "Can you help me to see myaccount balance?",
        "The account balance is something that I want to know.",
        "I have to find out how much cash is in my account at the moment.",
        "If you could give me the latest account balance, that would be great.",
        "Is there money in my account right now?",
        "Can you tell me the current balance?",
        "My account total is not known.",
        "Do I know what my account balance is?",
        "The total in my account is not known now.",
        "How much money was there in my account at the moment?",
        "What amount is my account balance?",
        "I need you to tell me about the balance on my account.",
        "How much money is in my account.",
        "Can you please check my account balance?",
        "Do you know the amount of my balance now?",
        "I'm curious over the status of my account.",
        "Can you please tell me what the current balance is?",
        "Where's the value of my account right now?",
        "Can you please give me the current Balance?",
        "If you could give me the current account balance",
        "Can you determine my account balance?",
        "I would like to find out about my balance",
        "The balance of my account is what I would like to know.",
        "How much money was in my account at this time today?",
        "I have to find out the amount of money in my account.",
        "Please inform me about the balance in my account.",
        "I wanted to know the balance of my account",
        "How much money was in my account in this current moment in time?",
        "How much is the current total in myaccount?",
        "It would be wonderful if you could reveal my account balance",
        "Can you give me the current Balance?",
        "The account balance that I have is something to be inquired about.",
        "Please give me my current balance.",
        "Where is the value of my account right now?",
        "How much is presently in my account?",
        "Right now, my balance?",
        "I need to know what's in my account.",
        "Can you provide the balance on my account?",
        "The total in my account at the moment is not known.",
        "It would be great if you could provide me with the current account balance.",
        "I don't know if the balance of my account is balanced or not.",
        "Account balance, the amount that is current?",
        "How much money were in my account at this moment in time?",
        "I wish to know the amount of my account.",
        "What is my account balance right now?",
        "How much money were in my account right now?",
        "I'm curious what's the status of my account?",
        "Is the amount in my accountCURRENT.",
        "It would be awesome if you could tell me my account's balance.",
        "Can you kindly give me my current balance?",
        "How much money did I have in my account at the moment?",
        "How much money is there currently in my account?",
        "If you could tell me my account balance would be great.",
        "Please provide me with my current account balance.",
        "If you could tell me my account balance it would be wonderful.",
        "It is not known what the total in my account is.",
        "What amount is located in my account?",
        "How much is in my account at the time?",
        "Is there information I can get regarding my current balance?",
        "I must figure out how much money is in my account at the moment.",
        "I'm interested in the balance on my account.",
        "How much money was in my account at this juncture?",
        "Account balance is asked",
        "Please check your account balance, current amount.",
        "I wish to know the balance of my account.",
        "It would be great if you could reveal my account Balance.",
        "It would be good if you could give me the account balance.",
        "If you could reveal my account balance it would be great.",
        "I wonder how much is in my account?",
        "Will you confirm my account balance?",
        "What's the total in my account?",
        "Do I know the Current account balance?",
        "How much is the total in my account right now?",
        "Is my balance balanced right now?",
        "Can you give me some information pertaining to my current balance?",
        "There is a question about the account balance that I have.",
        "What is theCURRENT value of my account?",
        "Let me know about the balance on my account.",
        "Can you tell my current balance?",
        "Can you provide me with information about my balance?",
        "The balance of my account can you give me?",
        "What's the current account balance?",
        "Is the Amount right now in my account?",
        "I would like the balance of my account to be provided.",
        "If you could give me the current account balance it would be wonderful.",
        "Can you supply me with my current balance?",
        "Is my account balanced?",
        "I have an account balance that I have to ask about.",
        "Account balance is something that I would like to know",
        "Can you explain to me the balance of my account?",
        "How much money was in my account, at this time?",
        "Please tell me about my balance in my account.",
        "How much is the Amount in my account currently?",
        "I would like to see my account balance.",
        "Do you know the exact amount of my balance right now?",
        "Right now how much is in my account?",
        "Is the amount in my account right now.",
        "How much money was in my bank account at the moment?",
        "account balance is something I'd like to know",
        "What is the amount in my account at this moment?",
        "I am curious about thestatus of my account.",
        "If you have my current balance I need to know.",
        "How much in my account is there right now?",
        "I haven't figured out if my current account balance is balanced.",
        "Please let me know about the balance on my account",
        "Check your account balance, current amount.",
        "I don't know if my current account balance is balance or not.",
        "what's the status of my account?",
        "It would be awesome if you could show me the current account balance.",
        "How much is my total currently in my account?",
        "The account balance that I have at that time is something to be asked about.",
        "Account balance is something I'd like to know?",
        "The current account balance is what I am wondering.",
        "Are the amount in my account currently in my account?",
        "What's the total in my account, right now?",
        "How much money was in my account at this very moment?",
        "I'm curious about the current status of my account.",
        "Check the amount that is current in your account.",
        "How much money does my account have?",
        "It would be ideal if you could give me the current account balance.",
        "How much money is in my account today?",
        "Let me know my latest account balance.",
        "It would be great if you could let me know the latest account balance.",
        "How much is my total in my account?",
        "The total in my account is uncertain.",
        "Please tell me the balances in my account.",
        "Check your account Balance is it current?",
        "I want to know about the account balance at that time.",
        "How much do I have in my account?",
        "How much is in my account at the present time?",
        "what is the current account balance?",
        "What total is contained in my account right now?",
        "Do you know my current balance?",
        "I'd love to know the account balance.",
        "A question about the total in my account.",
        "I need to know about the account balance.",
        "How much is my account balance?",
        "I have to figure out how much cash is currently in my account.",
        "I want to know my account Balance.",
        "If you could give me the current account balance, I would be very grateful.",
        "Can you give me the balance of my account?!",
        "What is the total contained in my account now.",
        "If you could tell me the balance of my account, it would be wonderful.",
        "I'd like you to give me the latest account balance.",
        "I would like to know whataccount balance is.",
        "Can you tell me the account's balance?",
        "What's the amount in my account now?",
        "I don't know the exact total in my account.",
        "I have a question about the account balance at that time.",
        "I would be glad if you could give me the current account balance.",
        "It would be nice if you could give me the latest account balance.",
        "What is the current amount in my account?",
        "What amount is contained in my account right now?",
        "It would be great if you could give me the current account Balance.",
        "It would be lovely if you could give me the current account balance.",
        "It would be great if you could show my account balance.",
        "Please tell me the amount of my account balance.",
        "Is the account balanceCURRENT?",
        "Please tell me my balance in my account.",
        "Is the amount in my account currently in tact?",
        "Check youraccount balance, current amount",
        "please tell me the balance of my account",
        "Please explain the balance on my account.",
        "What is it in my account right now?",
        "I would be very pleased if you could reveal my account balance.",
        "I wanted to know about my current balance.",
        "What amount of money were in my account at this time?",
        "I would like to know about my bank balance.",
        "Can you please provide me the current balance?",
        "Please inform me of my latest balance.",
        "Currently, what is my account balance?",
        "What's the value of my account just now?",
        "I would like to know more about the account balance.",
        "What is the total contained in my accounts right now?",
        "I need to know how much is in my account right now.",
        "Please let me know the balance on the account.",
        "Can you provide my current balance?",
        "I would be very happy if you could give me the current account balance.",
        "What about my account right now?",
        "How much money was there in my account right now?",
        "What is the current figure in my account?",
        "What's the sum in my account?",
        "Tell me my account balance.",
        "Theaccount balance is something I would like to know.",
        "I would like information on my current balance.",
        "Please tell me what the account balance is.",
        "Can you tell me about the account balance?",
        "Checkaccount balance, current amount",
        "I don't know if my currentaccount balance is balanced or not.",
        "How much money existed in my account at this time?",
        "I'm wondering how my account is doing.",
        "The account balance is something I would like to know",
        "How much money is in my account now?",
        "I wondered how much money was in my account.",
        "Accountbalance is something I would like to know.",
        "Do you know the amount of balance I have at this time?",
        "I would love to know about the account balance.",
        "Can you give me the account balance?",
        "The account balance that I have is something that I have to ask about.",
        "I have to find out how much money I have in my account.",
        "Check your account balance, what's the current amount?",
        "What is contained in my account at this time?",
        "I need to know my account status.",
        "I would love if you could disclose my account balance.",
        "I would be happy if I could let you know the account balance in my account.",
        "What is the value of my account at right now?",
        "How much is the total in my account today?",
        "The total in my account now is not known.",
        "What is the total inside my account now?",
        "The total in my account wasn't known.",
        "I would love to know the account balance of my account.",
        "Please tell me what the balance is on my account",
        "Account balance is something I would like to know about?",
        "What is the value of my account at this moment?",
        "My current account balance isn't known.",
        "I want to know the current balance of my account.",
        "How much is the Amount in my account at this moment?",
        "How much has the current total in my account been?",
        "Please tell me the current balance on my account",
        "What amount is contained in my account at this time?",
        "Can you please tell me the current balance?",
        "I don't know if my current account balance is correct.",
        "I was wondering if you could verify my account balance.",
        "I want to know something about the account balance.",
        "I'm curious, what's the status of my account",
        "Check your account balance, currently amount.",
        "How are things in my account?",
        "I am looking for information about my current balance.",
        "What is my total in my account right now?",
        "I would like to know the current state of my finances.",
        "How much money was in my account as of this time?",
        "Is the amount in my account correct right now?",
        "I need you to check my account balance.",
        "The question is, do I know my current account balance?",
        "Can you provide a balance of my account?",
        "Do you know the amount of balance I have at the moment?",
        "Is it possible that you could tell me about my current Balance?",
        "Please tell me about the account balance.",
        "account balance is something that I would like to know",
        "The account balance is something I would like to know about.",
        "If you could give me the account's balance it would be wonderful.",
        "Is the amount in my account currently in question?",
        "Check your account's current amount.",
        "How much is in the account currently?",
        "I want to know the balance of my accounts.",
        "How much is there in my bank account now?",
        "I want to ask about the account balance at that time.",
        "Can you tell me the current total in my account?",
        "What are the totals in my account now?",
        "What is the amount of money in my account?",
        "I'm curious as to what the status is of my account.",
        "How much money was located in my account at the moment?",
        "Current balance for me?",
        "If you can reveal my account's balance, it would be wonderful.",
        "Do you know the exact amount of my balance at this time?",
        "Amount in my account is currently unknown.",
        "The value of my account is not known.",
        "What is the total in my account at the present time?",
        "How much is the current tally in my account?",
        "Can you tell me about my account balance?",
        "I would love if I could tell you the account balance in my account.",
        "Is Amount currently in my account?",
        "Its my current balance?",
        "I would like to know account balance.",
        "Can you give me an account balance?",
        "How much is there in my account?",
        "I did not know if my current account balance was balanced.",
        "There is a question about the account balance that I have at that point.",
        "I request that you tell me about the balance on my account.",
        "The total in my account at the moment is unknown.",
        "How much is the balance in my account?",
        "I want you to check my account balance.",
        "How much is contained in my accounts right now?",
        "What's the account value at this time?",
        "Do you know the amount of my balance right now?",
        "Can you tell me account balance?",
        "What's the value of my account this moment?",
        "I need to figure out how much money is currently in my account.",
        "I am interested in knowing my current balance.",
        "I would like to let you know my current account balance.",
        "checking account balance, current amount",
        "Check the account amount.",
        "Please let me know the current account balance.",
        "Can you check my account Balance?",
        "If you could give me the account balance, it would be great.",
        "I have to determine how much money is in my account.",
        "Accounts balance is something that I'd like to know.",
        "I would like you to reveal my account's balance.",
        "Could you tell me what my current balance is?",
        "\"I'm curious, what's the status of my account?\"",
        "I was wondering about my current balance.",
        "What is the worth of my account today?",
        "Can you please give an account balance?",
        "I'd like to let you know the account balance in my account.",
        "A question about the current total in my account.",
        "Do I know the current account Balance?",
        "Can you tell me the current account?",
        "What's my total in my account right now?",
        "I'd like to know about the account balance.",
        "Is my balance currently balanced?",
        "Check your account balance, is it still current?",
        "The amount in my account right now.",
        "Check current amount of account.",
        "My account balance is something I want to know.",
        "Please let me know if there is a balance on my account.",
        "Can you verify the balance of my account?",
        "I want to know the balance for my account.",
        "Please tell me my balance on my account.",
        "I don't know if my current account account balance is balanced.",
        "I want to see the balance of my account",
        "How much is the amount in my account at this time?",
        "Could you let me know my current balance?",
        "I would wish to know about my balance.",
        "Can you please tell me how much my balance is?",
        "Is there an amount in my account right now?",
        "How much money was in my account at this time",
        "I would love it if you could give me the current account balance.",
        "How's my account now?",
        "Can you please tell me the current balance.",
        "How much money were in my account at this point in time?",
        "Are you able to tell me the current balance?",
        "I'd like to know if there is an account balance.",
        "I don't have an idea if my current account balance is balanced or not.",
        "The value of my account, right now?",
        "I would like to find out my balance.",
        "What is the total contained in my account, now?",
        "I would like to ask about the account balance at that time.",
        "It would be great if I could let you know the balance in my current account.",
        "Is my current balance current?",
        "Could you give me some information about my Balance?",
        "If you could give me the current account balance, it would be fantastic.",
        "I would love to let you know the account balance of my account.",
        "How much money is in my bank account right now?",
        "I want to know the account balance at that time.",
        "How much is in my account today?",
        "Can you tell me the amount of my balance at the moment?",
        "Check your account balance, how much is current?",
        "Please provide me with my account balance.",
        "Inform me of my account status.",
        "Please tell me about the balance in my account",
        "If you could give me the current account balance I would be very happy.",
        "I'm curious What is the status of my account?",
        "How much was in my account at this time?",
        "Account balance is something that I'd like to know about.",
        "I need to know what the account balance is at that time.",
        "Please tell me about my account's balance.",
        "How much money was in my account at the present moment in time?",
        "I want to know account status.",
        "It would be wonderful if you could show me the account's balance.",
        "What is the total in my account right now",
        "Check your account balance, the current amount?",
        "What is the value of my account at the current time?",
        "Please let me know about the balance on my account.",
        "If you could let me know my account balance would be wonderful.",
        "I'm interested in knowing the balance of my account.",
        "Where is the value of my account at this time?",
        "An account balance is something I want to know.",
        "How much money was in my account at the present time?",
        "Do you know the size of my balance at this time?",
        "Is the amount in my accounts right now?",
        "Could you give me information regarding my balance?",
        "I want to know the current total in my account.",
        "What are the current values of my account?",
        "What's my account's value at this time?",
        "What is the current amount of money in my account?",
        "I would appreciate it if you could give me the current balance.",
        "Can you give me a balance for my account?",
        "The total contained in my account now, what is it?",
        "I need to know the balance of the account.",
        "Is the Amount in my account at present?",
        "I want to see my account Balance.",
        "Please note my account balance.",
        "Is it possible for you to give me some information about my Current balance?",
        "What is the current account account?",
        "Do I know the balance of my account?",
        "Account balance is something I want to know?",
        "My account balance, what is it?",
        "I would like you to reveal my account balance.",
        "Account balance is something I want to know",
        "I'd love if you could reveal my account balance.",
        "Check account to see current amount.",
        "There is an account balance that I have to inquire about.",
        "How much in my account is there now?",
        "What amount of money was in my account at the current moment?",
        "Do you tell me my current balance?",
        "Please provide the balance of my account.",
        "Check the amount that's current in your account.",
        "If you could disclose my account balance, it would be great.",
        "You should be able to give me the current account balance.",
        "Check account for current amount.",
        "Do I know the amount of my current account?",
        "If you could reveal my account's balance, it would be awesome.",
        "How much is my current total in my account?",
        "Check account balance, current amount",
        "I want to know what the value of my account is right now.",
        "I am wondering how much is contained in my account right now.",
        "What is the total in my account at the moment.",
        "I would like to know the account balance in my account.",
        "What amount of money is in my account right now?",
        "How much do I have in my bank account right now?",
        "I am trying to figure out my account balance.",
        "Try to check your account balance.",
        "Is my current account balance current?",
        "Is the current total in my account?",
        "Can I know the balance of my account?",
        "I have an account balance that I want to know about.",
        "Please give me my current balance",
        "The total that I have in my account is not known.",
        "I have to figure out the amount of money in my account.",
        "Currently, my balance?",
        "I would like to find out about my balance.",
        "Do you know about my balance at the moment?",
        "A question about my current balance.",
        "I don't know if my current account balance is balanced",
        "How much was in my account right now?",
        "What amount is in the account?",
        "Can you provide me the balance of my account?",
        "I want you to verify my account balance.",
        "Do you know the amount of my balance at this moment?",
        "I would like to hear about the balance on my account.",
        "Right now, is the amount in my account?",
        "What's my balance status right now?",
        "Check the account's current amount.",
        "I need to know the balance on my account",
        "I need to see the account balance.",
        "Please tell me my recent account balance.",
        "account balance is something that I'd like to know",
        "What is it in my account?",
        "Account balance is something I would like to know!",
        "Please let me know my recent account balance.",
        "I need your assistance in seeing my account balance.",
        "Please tell the balance of my account.",
        "What amount of money is in my account at this time?",
        "Make me know account status.",
        "How much is in my account these days?",
        "Check account amount",
        "Can you provide my account's balance?",
        "I am curious what the status of my account is?",
        "Which amount of money is in my account?",
        "How is the status of my account?",
        "The total in my account is not quite known.",
        "How much is the balance of my account?",
        "What is the value of my accounts right now?",
        "Amount available in my account?",
        "Can you tell me the balance of the account.",
        "How much money existed in my account at the moment?",
        "I wish you could provide the current account balance.",
        "Please give me the current balance, please?",
        "Amount in my account now?",
        "I wanted to know the balance of the account.",
        "My current account balance is unknown.",
        "If you could provide me the current account balance, it would be great.",
        "What is the total in my account currently?",
        "What's the account value right now?",
        "What's the total in my account today?",
        "I am wondering what my balance status is.",
        "I would like to know where my balance is.",
        "Can you tell me the balance on my account?",
        "Can you please tell me what my balance is?",
        "I would like to inquire about my balance.",
        "Please tell me what my latest account balance is.",
        "I do not know how much money is in my account.",
        "What the total is in my account now?",
        "Something to inquire about is the account balance that I have at that point.",
        "How much money is in my account in the moment?",
        "Please share the balance of my account.",
        "What are the total contents of my account now?",
        "What is the current total on my account?",
        "It would be wonderful if you could reveal my account's balance.",
        "my current account balance is unknown",
        "What's contained in my account right now?",
        "Can you tell me the amount of my account balance?",
        "I want information regarding my balance.",
        "What is the amount in my account?",
        "Account balance, I would like to know.",
        "I don't know if my current accountbalance is balanced.",
        "Is the total in my account current?",
        "The total in my account is not sure.",
        "I do not know the total in my account.",
        "I'm wondering what's the status of my account?",
        "please tell me the balance on my account",
        "There is a question to ask about the account balance.",
        "I want to know my account status.",
        "There is something I would like to know about account balance.",
        "The Amount in my account is not known.",
        "The account balance is something that I want to know about.",
        "How much is my current account balance?",
        "Do you know my balance currently?",
        "What account balance do I have?",
        "What's the total now in my account?",
        "My current account balance is not clear.",
        "Can I know my current account balance?",
        "I have a question about my balance.",
        "The Amount in my account at the moment?",
        "I want to know how much is in my account.",
        "I was curious about the status of the account.",
        "Account balance is something that I want to know?",
        "How much is the amount in my account at the moment?",
        "I don't know if myCURRENT account balance is balanced or not.",
        "How much is in my account nowadays?",
        "What is the total of my account at the moment?",
        "Let me know about the balance of my account.",
        "What sum is contained in my account now?",
        "I want to know the balance on my account.",
        "What is my current total in my account?",
        "At the moment, what is the total in my account?",
        "How much is contained in my account to date?",
        "What amount of money was in my account at this time?",
        "What's the account balance at the moment?",
        "If you could reveal my account's balance, it would be great.",
        "How much is in my bankaccount now?",
        "The value of my account is not known at the moment.",
        "Could you give me information about my Current Balance?",
        "I would like the current account balance.",
        "How much Money was in my account at the moment?",
        "Can you please help me with my current balance?",
        "I'd like to know about theaccount balance.",
        "Do I know how much I have in my account?",
        "How much I have in my account now?",
        "If you could show me the current account balance, it would be wonderful.",
        "How much money was in my account this current time?",
        "I'm a bit curious about the status of my account.",
        "I want to learn the balance of my account.",
        "Amount in current account?",
        "The account balance is something I would love to know.",
        "Tell me about the balance on the account.",
        "The total in my account is unknown at this point.",
        "I have to figure out how much I have in my account at the moment.",
        "Do you know the amount of a balance I have?",
        "If you could give me the account's balance, it would be great.",
        "Do you know how much my balance is at the moment?",
        "Can you tell me the amount in my account?",
        "What is the Amount in my account currently?",
        "How much money was in my account this current moment?",
        "Tell me the latest account balance.",
        "I would like to be able to let you know the account balance in my account.",
        "It would be great if you could provide the latest account balance for me.",
        "You should know the account balance in my account.",
        "Please tell me how much money is left on my account.",
        "I want to know the latest account balance.",
        "I want to know the account's balance",
        "Please tell me my latest account balance.",
        "The amount in my account is currently unanswered.",
        "Check youraccount balance, current amount.",
        "If you could give me the balance of my account, it would be wonderful.",
        "Someone wants to know if your account balance is current.",
        "Is my Amount in my account right now?",
        "Please tell me if there's a balance on my account.",
        "The total in my account is currently unknown.",
        "I'd like to know the account balance?",
        "I needs to know if you have my current balance.",
        "I am curious to know what the status of my account is.",
        "Please tell me about the balance on my accounts.",
        "It is not known how much is in my account.",
        "Ask if your account balance is current.",
        "Account balance is what I want to know.",
        "Can you provide me with a current balance?",
        "What is the value of my account currently?",
        "Please give me the account balance",
        "I would like information about my balance.",
        "Check your account balance is it current?",
        "It would be great if you can give me the current account balance.",
        "Is the amount in my account currently in my balance?",
        "I question if I know my current account balance.",
        "What's the value of my account right now, what?",
        "What are my account balances?",
        "Is the amount in my account at this moment?",
        "I want to see my account status.",
        "I have to find out how much money is in my account now.",
        "Do you have information about my current balance?",
        "I want to know my account's balance",
        "I'd like to know my current balance.",
        "How much do I have in my account at the moment?",
        "I have to find out how much cash is in my account currently.",
        "Please let me know what my latest account balance is.",
        "Do you know what the status of my account is?",
        "Is the Amount in my account there currently?",
        "How much was in my account at this current moment in time?",
        "What's the total in my account right now?",
        "You need to know if I have my current balance.",
        "Can you help me to check my account balance?",
        "I'm curious how my account is holding up.",
        "I didn't know if my current account balance was balanced.",
        "It would be nice if I could let you know the account balance in my current account.",
        "What is the balance with my account?",
        "How much is the total in my account now?",
        "I'm curious, what's the status of my account.",
        "How much are in my account right now?",
        "I don't know if my account is balanced",
        "It would be nice if you could reveal my account's balance.",
        "It would be wonderful if I could let you know the account balance in my current account.",
        "The account balance that I have is something to inquire about.",
        "How much is contained in my account at the moment?",
        "Please tell me about the balance on the account",
        "How much is the Amount in my account at this point?",
        "Can you assist me to see my account balance?",
        "Right now how much is contained in my account?",
        "Can you provide me with information regarding my current balance?",
        "Is the amount in my account there?",
        "I would appreciate seeing account status.",
        "What is the total in my account for now?",
        "The balance of the account is what I want to know.",
        "Is there an amount in my account?",
        "It would be nice to know the current account balance.",
        "Please let me know the latest account balance",
        "How much are the current totals in my accounts?",
        "What is my account value now?",
        "What's my current account balance?",
        "The total in my account has not been known.",
        "Check account balance, currently amount?",
        "The current total in my account is how much?",
        "I would love if you could tell me the balance of my account.",
        "Right now, what's the value of my account?",
        "If you could reveal my account's balance it would be wonderful.",
        "What is the value on my account right now?",
        "I'm curious: what's the status of my account?",
        "I would love it if you could tell me my account balance.",
        "It would be great if you could let me know the balance of my account.",
        "Is it possible for you to tell me my Current balance?",
        "I would like to know more about my current balance.",
        "What is the total contained in my accounts now?",
        "Is the amount in my account in the present?",
        "What is the total contained within my account now?",
        "I wish you could disclose my account balance.",
        "Where is the total in my account at the moment?",
        "What is the total at this time in my account?",
        "What is the value of my account today?",
        "I'm curious as to what's the status of my account.",
        "The balance on my account is unknown.",
        "Check to see if your account balance is current.",
        "I would like to know the balance of my account",
        "I want to know what my balance is.",
        "Please let me know about the balance on the account.",
        "What is my account total now?",
        "I want to know about the balance on my account.",
        "I want to know thebalance of my account.",
        "Can you give me the amount of my account balance?",
        "I want information about my balance.",
        "I need to know about the balance of my account.",
        "I'm curious about my account's status",
        "Do you know how much my balance is now?",
        "I hope you could give me the latest account balance.",
        "It would be awesome if you could show me the balance of my account.",
        "Is the amount in my account there right now?",
        "What is my balance on my account?",
        "How much is contained in my account as of right now?",
        "Please tell me if I have a balance on my account.",
        "I would love if you could let me know my account's balance.",
        "Account balance is something that I would like to know about.",
        "How much is the amount in my account at this moment?",
        "How much money is present in my account?",
        "How much does my account have?",
        "Account balance is something that I would like to know.",
        "Amount that's in my account?",
        "I would love if you could disclose my account's balance.",
        "I don't know if my current account balance is balanced, or not.",
        "account balance is something I want to know.",
        "Can you tell me my account balance.",
        "I don't know if my current account balances are balanced.",
        "I want to know the balance of the account",
        "I'm wondering how much is contained in my account right now.",
        "I would like to verify my account balance.",
        "Can you tell me how my balance is?",
        "I'm curious about my account's status.",
        "The balance of my account at that time is something to ask about.",
        "I want to know the account balance.",
        "Can you tell me my balance right now?",
        "I have no clue if my current account balance is balanced.",
        "Account balance is something I should know.",
        "Can you give me the balance for my account?",
        "Can you show me the balance on my account?",
        "How much is my account's amount currently?",
        "I am unsure of my current account balance.",
        "It would be great to know the balance of my account.",
        "How much is the current money in my account?",
        "The amount in my account is currently being questioned.",
        "How much is the total currently in my account?",
        "What is the account value at the moment?",
        "How much of my money is currently in my account?",
        "What account balance am I with?",
        "what's the value of my account right now?",
        "What is the total in my account at this point?",
        "My total in my account is not known.",
        "How's my current balance?",
        "What can you tell me about my current balance?",
        "I have no idea if my current account is balanced.",
        "What amount is currently in my account?",
        "How much money was currently in my account?",
        "Let me know my current account balance.",
        "My balance currently?",
        "What are my account values right now?",
        "What is the current account balance for me?",
        "It is unknown what the total in my account is.",
        "Right now, how much is in my account?",
        "It would be great if you could provide me with my account's balance.",
        "Check the account balance to make sure it's current.",
        "What the value of my account is right now?",
        "Check your account balance at the moment?",
        "I need to figure out how much money is in my account right now.",
        "How much is contained in my bank account right now?",
        "If you could tell me my account balance, it would be great.",
        "I don't know if the balance of my current account is balanced.",
        "I'm looking for help to see my account balance.",
        "I would like to know about the account balance at that time.",
        "How much am I in my account?",
        "If you could give me the current account balance, that would be great.",
        "I need to know if you have my current balances.",
        "It would be good if you could reveal my account's balance.",
        "my current balance right now?",
        "Please tell me if there is a balance in my account.",
        "If you could tell me my account's balance, it would be great.",
        "It would be great if you could give me the balance of my current account.",
        "The balance of my account is not known.",
        "It would be great if you can give me the latest account balance.",
        "How much money was within my account at this time?",
        "I don't know the amount in my account.",
        "Can you help me find out my account balance?",
        "I'm looking for the status of my account.",
        "What is the sum contained in my account now?",
        "Tell me what my account status is.",
        "I would love if you could give me the account balance.",
        "Check your account balance, current amount",
        "I don't know what's in my account.",
        "Check the account balance, current amount.",
        "I would like to know my account's balance.",
        "Is the amount in my account currently present?",
        "I'm not sure if my current account balance is balanced.",
        "What is total in my account at the moment?",
        "It would be great to know the account balance in my account.",
        "If you could provide me the latest account balance, it would be wonderful.",
        "The total contained in my account is not known.",
        "Check your current account balance?",
        "What is the total held in my account now?",
        "Tell me about my account balance.",
        "The total of my account is unknown at the moment.",
        "I would like to know the Balance of my account.",
        "How much money I had in my account at the moment?",
        "I have no idea what the balance of my account is.",
        "What's the value of my accounts right now?",
        "Is the amount in myaccount currently in my account?",
        "How much is the value of my account at the moment?",
        "How much money was in my account at this present moment?",
        "I would like to know the current account balance.",
        "Can you tell me the current balance.",
        "I want to know something about account balance.",
        "How much is in my account at this time?",
        "The total contained in my account right now.",
        "I need to figure out how much cash is in my account currently.",
        "I am interested in knowing the balance of my account.",
        "I wonder what's in my account?",
        "Find my account status.",
        "A account balance is something I would like to know.",
        "How much in my account is the current total?",
        "What is it in my account at the moment?",
        "Can you tell me the balance of my Account?",
        "Check account with current amount.",
        "The account balance is something I would like to know about?",
        "I would be very grateful if you could give me the current account balance.",
        "Can you make a determination on my account balance?",
        "Check the account balance",
        "I want to know about the account balance that I have.",
        "At this moment, what's the value of my account?",
        "Look at my account status.",
        "I don't know what the total is in my account.",
        "Do I know my actual account balance?",
        "The total in my account is not known.",
        "What is the total right now in my account?",
        "What is it in my account now?",
        "It would be wonderful if you could tell me the balance of my account.",
        "I need to know my account balance.",
        "You should know if I have a current balance.",
        "An account balance is something that I want to know.",
        "If I could let you know the balance in my account, it would be great.",
        "Please let me know the balance on my account",
        "There is something I would like to know about the account balance.",
        "Is it possible you could give me some information regarding my current balance?",
        "I have to find out how much money is in my account at the moment.",
        "I would appreciate it if you could tell me my balance.",
        "What is the Amount in my account at this time?",
        "The total in myaccount is not known.",
        "How much is my total in my account right now?",
        "Currently, the total in my account is unknown.",
        "I would be great if I could let you know my account balance.",
        "The total that is in my account is unknown.",
        "The Amount in my account is in question.",
        "At this current moment in time, how much money was in my account?",
        "I have to figure out the balance in my account.",
        "I have to figure out how much money is in my account today.",
        "What can you tell me about my account balance?",
        "Right now my balance?",
        "I would love if you could reveal my account's balance.",
        "If you check your account balance, is it current?",
        "I would appreciate it if you could know the account balance in my current account.",
        "How much is it in my account right now?",
        "I am curious about the Status of my account.",
        "I need to know how much is in my account.",
        "Amount in my account, what is it?",
        "Is there any information you could give regarding my current balance?",
        "If you could tell me my account balance, it would be wonderful.",
        "An account balance is something I would like to know?",
        "How much I have in my bank account now?",
        "Account balance is something that I want to know",
        "I would be very happy if you could disclose my account balance.",
        "What amount of my account is contained currently?",
        "I have a question about my balance status.",
        "bal current account?",
        "What is the total contained in my account as of now?",
        "I am looking for my current balance.",
        "How much is currently in my account.",
        "What is my account's value right now?",
        "Can you give me information about my Current Balance?",
        "The account balance that I have at that point is something to inquire about.",
        "I don't know what the total in my account is.",
        "Is the Amount in my account at the moment?",
        "I would like you to give me the current account balance.",
        "I would appreciate hearing about the balance on my account.",
        "Do I know the balance of my account.",
        "The total of my account is unknown at this time.",
        "What is the sum in my account right now?",
        "I have an account balance that is something to question.",
        "Money in my account?",
        "The Amount in my account right now.",
        "What amount is contained in my account right now.",
        "I would appreciate it if you could give me my current balance.",
        "It would be great if you could inform me of my account balance.",
        "I would love to know what account balance is.",
        "I don't know how much I have in my account.",
        "Check your account balance to see the current amount.",
        "Amount in my account as of now?",
        "It is something to ask about the balance of my account.",
        "I have a question about how much money is in my account.",
        "What is the amount contained in my account right now?",
        "I need to know how much money is in my account.",
        "Check the account for the current amount",
        "If I could let you know my account balance, that would be great.",
        "How much funds are in my account?",
        "I would like to know about my account balance.",
        "Please inform me of my balance.",
        "It would be great if you could give me my account balance.",
        "Check account balance.",
        "How much of my account is currently in my account?",
        "It would be wonderful if you were able to disclose my account balance.",
        "If you could give me the current account balance, it would be great.",
        "How much is contained in my account at this point?",
        "At this time, what's the total in my account?",
        "The total in my account isn't known",
        "The total in my account is currently unknown",
        "The Amount in my account currently is not known.",
        "I would like to know something about account balance.",
        "I do not know if my current account is balanced or not.",
        "I would want to know the account balance.",
        "My current amount of money?",
        "What are the totals in my account today?",
        "It would be nice if you could tell me my account's balance.",
        "I want to know if you can give me information about my current balance.",
        "How much is in my bank account now",
        "I'd like to know about the balance on my account.",
        "The account balance is something I'd like to know about.",
        "How much is held in my account currently?",
        "The account balance in my current account would be wonderful to know.",
        "They want to know the balance of my account.",
        "Let me know the account balance.",
        "I am curious as to what the status of my account is.",
        "It is unknown the total in my account.",
        "It would be nice if you could give me the account balance.",
        "If you have my current balance, I need to know.",
        "If you could tell me my account's balance would be wonderful.",
        "I need to know what account balance is.",
        "How much is my account right now?",
        "I'm curious, what is the status of my account?",
        "I wanna know the balance of my account.",
        "It would be great if you could reveal my account's balance",
        "What is the value in my account right now?",
        "can you give me the balance of my account?",
        "How much money is currently in my account.",
        "I would be happy if you could give me the current account balance.",
        "Can you tell me where my account balance is?",
        "How much is contained in my account right now",
        "I'm trying to figure out my account balance.",
        "What is the total contained in the account today?",
        "I am curious, what is the status of my account.",
        "I don't know how much money is in my account",
        "I'd like to know the account balance",
        "I wish to know about account balance.",
        "I'd like to know more about the account balance.",
        "How much is total in my account right now?",
        "What is the worth of my account at this time?",
        "If you could provide me the account balance, it would be wonderful.",
        "Please let me know what my account balance is.",
        "Is the amount in my account, and how much, currently in my account?",
        "I need to figure out how much money I have in my account at the moment.",
        "Please tell me about the balance in the account.",
        "What amount of money is in my account at the moment?",
        "It is something to ask about the account balance that I have.",
        "I'm wondering the status of my account.",
        "I would like to know Account balance",
        "Will you please give me the current balance?",
        "How much money is in my account at this moment in time?",
        "Is it possible you can tell me about my current balance?",
        "How much is the most recent total in my account?",
        "How much is my account at this time?",
        "I want to know the account balance at that point.",
        "I'm curious about the status of myaccount.",
        "It would be awesome to know the account balance in my current account.",
        "To check account balance, the amount that is current?",
        "Can you check my account balance.",
        "I would appreciate it if you could give me the latest account balance.",
        "Can you help me to see my account Balance?",
        "I would love for you to provide the current account balance.",
        "It would be wonderful to let you know the account balance in my current account.",
        "I was curious as to the status of my account.",
        "I have no idea if my current account balance is balance or not.",
        "I want to know the account status.",
        "The account balance that I have at that point is something to ask about",
        "I would appreciate it if you could give me the current account balance.",
        "Account balance is something I would like to know?",
        "I need to figure out how much money I have in my account.",
        "Inform me of the balance on my account.",
        "I want you to see my account balance.",
        "Please give me information about my current balance.",
        "My current balance is unknown.",
        "It would be great if you could confirm my account balance.",
        "Which is the current total in my account?",
        "There is an account balance that I need to ask about.",
        "How much money in my account was there at this time?",
        "I'd like to know the account's balance.",
        "How much is in my bank account currently?",
        "What is the balance on my account?",
        "I want to know my latest account balance.",
        "I need the current balance please.",
        "What is the value of my account right now?",
        "Check your account balance to see if it is current.",
        "What is there in my account?",
        "I want to know how much is contained in my account right now.",
        "Do I know the current account balance",
        "How much money was in my account at the moment.",
        "What amount am I in my account?",
        "What amount exist in my account?",
        "Do I know my balance in my account?",
        "I'm curious as to how my account is doing.",
        "Could you give me some information regarding my balance?",
        "Can you please tell me about the current balance?",
        "How about my account balance?",
        "Check account balance",
        "So what is the value of my account right now?",
        "I'm curious where my account is at.",
        "Is it possible that you could tell me my current balance?",
        "It would be wonderful if you could tell me my account balance.",
        "What's my account value at the moment?",
        "What is the amount of my account now?",
        "Check your account balance for the current amount.",
        "I am in need of the latest account balance.",
        "How much was the current total in my account?",
        "What money is in my account?",
        "I would like to know the value of my account right now.",
        "Is that Amount currently in my account?",
        "Can you please tell me my balance?",
        "It would be nice if you could show me my account balance.",
        "Tell me about my current balance?",
        "It would be great if you could show me the current account balance.",
        "If you could tell me my account balance would be wonderful.",
        "Please tell me about the amount in my account.",
        "How much is the current level in my account?",
        "It would be wonderful if you could provide me the account balance.",
        "Please help me to see my account balance",
        "Is the amount in my account currently in my account, and how much?",
        "Can you provide me details about my current balance?",
        "Do you know how much I have in my account?",
        "How much does my bank account have now?",
        "Is the amount currently in my account, and how much?",
        "I want to ask about the account balance.",
        "I would like to know thebalance of my account.",
        "I have no idea whether or not my current account balance is balanced.",
        "How much are the current total in my account?",
        "I'm curious as to what is the status of my account.",
        "I have no idea if my current account balances are balanced or not.",
        "The account balance is what I am wondering.",
        "I have no idea if the balance of my current account is balanced or not.",
        "I need to know if I have a current balance.",
        "How much is contained in my account at this moment?",
        "What is my present account balance?",
        "I would like to know about the balance of my account.",
        "If you could give me the current account balance, that would be awesome.",
        "What is the total that's in my account right now?",
        "Can you provide me with the account balance?",
        "Is the amount right now in my account?",
        "Is it possible that you can tell me about my current balance?",
        "I would love to find out my account's balance.",
        "The balance of my account is something I'd like to know.",
        "How much is contained right now in my account?",
        "What is my currentbalance?",
        "I want to check my account balance.",
        "I want to see my account balance",
        "I have to calculate how much money is in my account right now.",
        "What is the Amount in my account right now?",
        "Can you give me the current balance, please?",
        "Please tell me the most recent account balance.",
        "The current total in my account.",
        "Can you give me details about my current balance?",
        "Something to ask about is the balance of the account.",
        "I'm curious about the situation with my account.",
        "Please describe my account balance.",
        "If I could let you know the account balance in my current account, it would be wonderful.",
        "Please let me know my latest account balance",
        "Do I know my Current account balance?",
        "I want to know about the balance of my account",
        "Do I know the balance on my account?",
        "Can you give me the information about my current balance?",
        "Do you know the balance I have at this moment?",
        "Can you give me the amount of my account?",
        "Account balance is something I would like to find out.",
        "I want to know the account balance that I have at that time.",
        "Please help me to see my account balance.",
        "How much isCURRENT in my account?",
        "I'm curious with the status of my account.",
        "I am curious what's the status of my account?",
        "The account balance is something I would want to know.",
        "What is contained in my account currently?",
        "I would like to know the status of my balance.",
        "account balance is something I want to know",
        "So do I know my account balance?",
        "Tell me about the balance on my account.",
        "I want to know my present balance.",
        "I don't know how much money I have in my account.",
        "I would be very grateful if you could give me the latest account balance.",
        "Is the amount in my account currently?",
        "I'm wondering what the status of my account is.",
        "Can you tell me my balance status?",
        "I'm curious about thestatus of my account.",
        "I want to know the total in my account at the moment.",
        "Account balance would be something that I would like to know.",
        "How much money is there in my account right now?",
        "Can you tell me what is in my account?",
        "Check the account balance to make sure it is current.",
        "I do not know if my current account balance is balanced or not.",
        "The total in my account is not known yet.",
        "What is contained in my account today?",
        "I want to know how my account is doing.",
        "I need to find out how much money is in my account right now.",
        "How much is in my account in the moment?",
        "Do I know the amount of my current account balance?",
        "What's the value of my account at the minute?",
        "Does I know my current account balance?",
        "How much is in my bank account at the moment?",
        "If I could let you know my account balance it would be great.",
        "What's the total contained in my account right now?",
        "What are my funds in my account?",
        "The account balance is something that I need to ask about.",
        "I want to know what's the status of my account.",
        "Check your account balance, Current amount?",
        "I need information on my balance.",
        "I would like to know the account balance in my current account.",
        "Check your account balance, is it currently current?",
        "Amount I have in my account?",
        "I am wondering how much is in my account right now.",
        "It would be wonderful if you could give me the current account balance.",
        "The total in my account is unclear.",
        "I have to know how much I have in my account.",
        "How much money was in the account right now?",
        "Are you aware of the amount of my balance now?",
        "I am interested in the balance of my account.",
        "I asked what the status of my account was.",
        "What is the current account?",
        "Is it possible for you to give me details about my Current balance?",
        "How much is thetotal in my account?",
        "It would be lovely if you could provide me the current account balance.",
        "Check the account balance, currently amount?",
        "Can you check the balance of my account?",
        "how much is in my account right now?",
        "The account balance in my current account would be wonderful if I could let you know.",
        "What about my current balance?",
        "It would be lovely if you could provide me the latest account balance.",
        "Is the amount in my account today?",
        "Can you give me some information regarding my current balance?",
        "Please tell me the account status.",
        "Please tell me what my balance is.",
        "I'm wondering what's happening with my account.",
        "How much my account is now?",
        "If you could give me the current account balance, I would be very happy.",
        "Do I know my account balance?",
        "Is it possible you could provide me with information about my current balance?",
        "Can you give me the account Balance?",
        "What is the total I have in my account right now?",
        "If you can give me the current account balance it would be wonderful.",
        "It would be great if you could reveal my account balance",
        "How much money am I holding in my account now?",
        "What amount in my account?",
        "Can you give me the balance in my account?",
        "I want to know the balance of my Account.",
        "I am wondering what the value of my account is right now.",
        "I'd like to know what the account balance is?",
        "I would love if I could let you know my account balance.",
        "Check your account balance, its current amount?",
        "I would appreciate it if I could let you know the account balance.",
        "I need to check my account balance.",
        "I am curious about my account's status.",
        "I would love if you could know the account balance in my account.",
        "If you could give me the current account balance it would be awesome.",
        "What amount is in my account right now.",
        "Can you give me the balance currently?",
        "How about my current balance?",
        "What's my current balance?",
        "The account balance that I have is something I need to ask about.",
        "It would be wonderful if you could show me my account balance.",
        "Is it the current amount of the account?",
        "How much are my current account balances?",
        "Check your account balance to see what is current.",
        "It would be great if you could give me the current account balance",
        "I have a question about what's in my account.",
        "I want to know the state of my account.",
        "What's the value of my account now?",
        "Is it possible you could provide me with some information regarding my current balance?",
        "I would like you to disclose my account balance.",
        "I asked how much money was in my account at the moment.",
        "Right now, is the Amount in my account?",
        "If you could show me my account balance, it would be great.",
        "I was wondering, what's the status of my account?",
        "How much money was there in my account at this time?",
        "Please tell me the balance on my account.",
        "Can you give me some information about my current balance?",
        "I have to find out how much money is in my account.",
        "What is the value of my account right right now?",
        "The current total in my account?",
        "Please let people know my account balance.",
        "currently my balance?",
        "I'm curious, what's the situation with my account?",
        "I would like to see my account balance",
        "What is the amount of my account at this time?",
        "What is thetotal contained in my account right now?",
        "I want to know the current balance.",
        "I'm wondering about my current balance.",
        "I'd like to know what the status of my account is.",
        "How much is the value of my account at this time?",
        "How much in my account is it now?",
        "Can you tell me what my balance is?",
        "My balance is something that I would like to know.",
        "How much money was in my account in the current moment?",
        "Can you figure out my account balance?",
        "Can you give me the balance of myaccount?",
        "If you could give me the current account balance, I would love it.",
        "I'm curious about the status of my account.",
        "I want to know the balance of my funds.",
        "I would like to know the amount of my balance.",
        "How much is in my account",
        "I have to ask about the account balance.",
        "What's the status of my account?",
        "Can you help me see my account balance.",
        "I need to know the total contained in my account.",
        "What's the current account?",
        "What amount of money is there in my account?",
        "Do you know what is in my account?",
        "Check your account balance.",
        "Do you know how much is in my account right now?",
        "What amount of money was in my account at the present time?",
        "The current amount of the account should be checked.",
        "I want to know the level of my account.",
        "I hope you can give me the current account balance.",
        "Check your account balance and see if it's current.",
        "Do you know the extent of my balance at the moment?",
        "\"What's the status of my account?\"",
        "How much money is in my account for now?",
        "A question about my current account balance.",
        "Do I know my account Balance?",
        "I would appreciate it if you could reveal my account balance.",
        "I asked about the account balance at that point.",
        "How much is my account currently carrying?",
        "The status of my account is something I'm curious about.",
        "What is the current amount in the account?",
        "I want to know how much remains in my account.",
        "Just how much is in my account?",
        "I hope you could give me the current account balance.",
        "What is the value of my account at the moment?",
        "The account balance is something I would like to know.",
        "So what's the value of my account right now?",
        "I would appreciate having the current account balance.",
        "Inform me of my latest account balance.",
        "What's the amount of my account at this time?",
        "I'm curious as to the status of my account.",
        "My current account balance, what is it?",
        "What is the current Amount in my account?",
        "Can you tell me the account balance.",
        "What is the balance of my current account?",
        "Please tell me the balance in my account.",
        "Does I know the current account balance?",
        "Check account for the current amount.",
        "Is that Amount in my account right now?",
        "amount in my account?",
        "If you could give me the current account balance, that would be wonderful.",
        "It would be great if you could tell me about my account balance.",
        "Is there any information you can provide regarding my current balance?",
        "Can you please see my account balance?",
        "What are my account balance?",
        "At the current moment, how much money was in my account?",
        "I would like to see account status.",
        "There is a question regarding my balance status.",
        "Am I current with my account balance?",
        "I need to know the balance on my account.",
        "Can you tell me how much my account balance is?",
        "I want to know how my current balance is.",
        "Is the money in my account right now.",
        "Do you have information on my current balance?",
        "I wonder if you can verify my account balance.",
        "Do you know the number of my balance at this time?",
        "What is my account value at this time?",
        "If I could let you know the balance in my account, it would be wonderful.",
        "Can you tell me about the current balance?",
        "Please tell me my account balance",
        "I Would like to know about my balance.",
        "I would like to let you know my account balance.",
        "I would like to know, current finances?",
        "What is my current balance now?",
        "I'd like to know my account balance.",
        "How much is contained in the account right now?",
        "What is the total in my account at this point in time?",
        "What's the amount of my account at the moment?",
        "Check your account balance,CURRENT amount?",
        "Accounts balance is something that I would like to know?",
        "I'm curious, what's the account status?",
        "Is the money in my account currently there?",
        "I need you to tell me my current balance.",
        "I would appreciate it if you could help me to see my account balance.",
        "I don't know if my current account balanced or not.",
        "Do I know my current account balances?",
        "Is my account balance current?",
        "Check account balance, is it current?",
        "how much money is in my account right now",
        "Can you give me the Current Balance?",
        "I wonder if you can tell me my current balance.",
        "What's the value of my account currently?",
        "Can you please tell me about my balance?",
        "It would be great if you would give me the current account balance.",
        "It would be great if I could let you know the balance of my current account.",
        "I question the status of my account.",
        "What is the total that's contained in my account now?",
        "Is the Amount in my account currently in my account.",
        "How much are in my account now?",
        "I would be very happy if you could provide the current account balance.",
        "Can you please provide the current balance for me?",
        "I'm curious what the status is of my account.",
        "You need to give me the current account balance.",
        "I want to know what the balance is of my account.",
        "Can you let me know my current balance?",
        "The account balance is something I don't know.",
        "Please let me know how much is in my account.",
        "Do I know if my current account is balanced?",
        "Please give me the account balance.",
        "The amount of my account is currently unknown.",
        "I would like to know information about my current balance.",
        "Is it possible that you could tell me about my current balance?",
        "The account balance is what I want to know.",
        "Can you give me the current balance??",
        "What amount of money were in my account at the moment?",
        "I ask if you can verify my account balance.",
        "Can you sort out my account balance?",
        "How much am I contained in my account right now?",
        "I want to know the exact balance of my account.",
        "What is thebalance in my account?",
        "It would be great if you could let me know the account balance.",
        "I would would like to know my balance.",
        "It would be fantastic if you could tell me my account balance.",
        "Please provide me the latest account balance.",
        "Were you able to tell me about my current balance?",
        "The total in my account is unknown at the present time.",
        "Is the funds in my account currently?",
        "Can you tell me the current account balance?",
        "How much is the current in my account?",
        "I would really like to know the current account balance.",
        "Please let me know the balance of the account.",
        "It would be great if you could identify my account's balance.",
        "I have to figure out how much cash is in my account currently.",
        "Please reveal my latest account balance.",
        "Check account for current amount",
        "I want to know that balance of my account.",
        "It would be great if you could tell me about my account's balance.",
        "Please state my latest account balance.",
        "Is it possible for you to let me know my Current Balance?",
        "I wish to know what the account balance is.",
        "I need to know the value of my account right now.",
        "I wanted to know the status of my account.",
        "I want to know the situation with my account.",
        "What amount is contained in my account now?",
        "I want to see my account balance.",
        "Account balance is something that I wish to know.",
        "I need to know about the balance on my account",
        "Can you provide a balance for my account?",
        "Do I know if I have a current account balance?",
        "I would be happy if you could disclose my account balance.",
        "Account check: What is the current amount?",
        "Can you give me my current Balance?",
        "Is the total in my account right now?",
        "I need to know the status of my balance.",
        "Can I know the current account balance?",
        "Can you let me know the account balance?",
        "Is there a current amount in my account?",
        "Can you help me to figure out my account balance?",
        "Is the current amount in my account, and how much?",
        "What is the total contained in myaccount now?",
        "I have to figure out how much money is in my account at the time.",
        "How much I have in my account?",
        "What is my account's current total?",
        "Is the funds currently in my account?",
        "Check account current amount",
        "Inform me of my current balance.",
        "It would be great if you could give me the current account balance.",
        "What is the Amount in my account?",
        "The balance of my account is something I wish to know.",
        "How much is inside my account currently?",
        "Where is the total in my account right now?",
        "I want to know how much my account has.",
        "Are you aware of the amount of my balance at the moment?",
        "Now, the total in my account is not known.",
        "Please tell me the balance on my account",
        "Do you know if the account balance is current?",
        "I want to know the balance of my account",
        "I is curious about the status of my account.",
        "Is the amount in my account currently in my account?",
        "Let me know my recent account balance.",
        "Can you give me the balance of my account.",
        "How much is there in my account currently?",
        "I want to know about the balance of my account.",
        "The value of my account right now is not known.",
        "What's my account value currently?",
        "I want to know the accounts balance.",
        "It would be awesome if you could show me my account balance.",
        "I was wondering what the status of my account is.",
        "What is the value of my account at the present time?",
        "What is my current balance situation?",
        "I would like to know my balance",
        "It would be nice to know the account balance in my account.",
        "I am curious, what the status of my account is?",
        "I would love if you could tell me my account's balance.",
        "It would be great to know the account balance in my current account.",
        "How much money was in my account right now?",
        "The account balance is something I would like to know?",
        "Can you give me a description of my account balance?",
        "I would like to know the Account balance.",
        "My total in my account is unknown.",
        "Tell me about the account balance.",
        "I want to know what is in my account.",
        "What's my account's worth right now?",
        "I would like to know about account balance.",
        "Can I inquire about the balance of my account?",
        "I want to check the balance of my account.",
        "Do I know mycurrent account balance?",
        "It would be great if I could let you know the account balance in my current account.",
        "What amount is currently in my bank account?",
        "Checking account, current amount?",
        "How much is in my account at the moment?",
        "It would be great if you could reveal my account's balance.",
        "How much is in my bank account for now?",
        "Let us know my latest account balance.",
        "bal is the current account?",
        "How much is the currentTotal in my account?",
        "I am asking for the current balance.",
        "How much is in my bank account at this moment?",
        "I'd like you to know the account balance in my current account.",
        "Please inform me of the balance in my account.",
        "How much is contained in my account nowadays?",
        "Please tell me the recent account balance.",
        "I want to know information regarding my current balance.",
        "My account balance is not known.",
        "Can you please help me to see my account balance?",
        "What money is in my account right now?",
        "Something to ask about is the account balance at that moment.",
        "I am not sure what my current account balance is.",
        "It would be great if you were able to give me the current account balance.",
        "How much is in my account as of now?",
        "I'm curious when the status of my account is.",
        "I want to know my balance.",
        "I'm curious how my account is doing.",
        "Check the current amount for your account.",
        "I wish to know the balance in my account.",
        "Please tell me my most recent account balance.",
        "Is it possible for you to provide me with information regarding my Current balance?",
        "I'd like to know account status.",
        "Can you show me the amount of my account?",
        "Check your account balance to see if it is current?",
        "Check your account balance, the amount that isCURRENT?",
        "What is the total in my account as of right now?",
        "I want toknow the balance of my account.",
        "Can you give me a balance of my account?",
        "How much money exists in my account?",
        "Can you provide me with information regarding my balance?",
        "Please explain about the balance on my account.",
        "What is contained in my account right now?",
        "It would be wonderful if you could give me my current account balance.",
        "What's the value of my account, right now?",
        "Is there any info regarding my current balance?",
        "What is the total contained in my account at the moment?",
        "I am wondering if you can tell me my current balance.",
        "How much is the money in my account?",
        "What is the present total in my account?",
        "I would love if I could let you know the balance of my account.",
        "I wish you could disclose my account's balance.",
        "How much is held in my account right now?",
        "Is it possible you could tell me what my current balance is?",
        "Thetotal in my account is not known.",
        "I have to know how much money is in my account at the moment.",
        "Is the amount currently in my account correct?",
        "Can you get the balance of my account?",
        "I'm curious about the status my account.",
        "I would love if you could show me my account balance.",
        "I am unsure if I know my current account balance.",
        "How is my current balance?",
        "Can you show me the balance of my account?",
        "I don't know if my current account account balance is balanced or not.",
        "Do I know my present account balance?",
        "I'm wondering what's going on with my account.",
        "The Amount in my account?",
        "What is the amount in my account at this point?",
        "I'd like to know my latest account balance.",
        "Account balance, current amount?",
        "Account balance was asked.",
        "Is Amount in my account currently?",
        "It would be nice to know the account balance in my current account.",
        "Do you know the balance on my account?",
        "My current balances?",
        "How is my balance now?",
        "I'd like to know about my account.",
        "The total in my account now isn't known.",
        "How much is in the current account?",
        "I need to see account status.",
        "Does the Amount in my account exist right now?",
        "Can you tell me the balance of my account",
        "Something that I would like to know is account balance.",
        "Could you tell me about my current balance?",
        "Account balance is something that I want to know.",
        "Check your account balance; is it current?",
        "Checking account with current amount?",
        "How much is in my account, right now?",
        "Is the current amount in my account?",
        "It would be great if you were able to reveal my account balance.",
        "At this moment, what's the total in my account?",
        "Do I have the Amount in my account right now?",
        "I would like to know what theaccount balance is.",
        "What is the current total in my account?",
        "How much money is in my account right now",
        "I have something to ask about the account balance.",
        "I wish to see my account balance.",
        "I would like to know information regarding my current balance.",
        "How much has been contained in my account right now?",
        "I was wondering what the status of my account was.",
        "Is the amount within my account right now?",
        "I would like to know the information regarding my current balance.",
        "I was wondering about the balance on my account.",
        "The account balance that I have is something that I should ask about.",
        "Check the account for current amount.",
        "I'm curious, what is thestatus of my account?",
        "How much I have in my account currently?",
        "What are the totals in my account currently?",
        "How much money was in my account at this moment in time.",
        "How much is the current total in my account.",
        "What is the total Contained in my account now?",
        "DO I know my current account balance?",
        "Can you please show me the balance of my account?",
        "I want to find out about my balance.",
        "There is a question about my balance status.",
        "How much is the currenttotal in my account?",
        "How much isCURRENT total in my account?",
        "Account balance is something that I want to know about.",
        "How much is in my account currently?",
        "It is something to ask about the account balance that I have at that point.",
        "How much money are in my account currently?",
        "I would like to see the current account balance.",
        "The total in my account is unknown, at this time.",
        "I have to figure out how much is in my account at the moment.",
        "Amount in my account, what's it?",
        "My account currently?",
        "Do I have the amount in my account right now?",
        "Account balance is something I would like to know...",
        "What is the total in myaccount now?",
        "Could you tell me about my balance?",
        "Can you tell me my current finances?",
        "Whats the value of my account right now?",
        "If you could show me my account's balance it would be wonderful.",
        "What are the totals in my account at the moment?",
        "I desire to know the balance of my account.",
        "Can you provide me with the current balance?",
        "This current moment in time, how much money was in my account?",
        "How much is in my account?",
        "What is the value of my account, right now?",
        "What is the account's total now?",
        "Please tell me the current balance of my account.",
        "I need to know if there is a current balance.",
        "How much is in my account at present?",
        "The amount in my account is being asked.",
        "I wish to know the account balance.",
        "Do i know my current account balance?",
        "Do you know the balance I currently have?",
        "What's the total in my account at the time?",
        "I'm curious about my account's state.",
        "What are the contents of my account right now?",
        "There is an account balance I have to ask about.",
        "It would be lovely if you could show me the current account balance.",
        "how much is in my account",
        "The Amount is in my account, right now?",
        "Is the Amount currently in my account, and how much?",
        "Can you tell me about the current account?",
        "Which is the total in my account right now?",
        "You need to know if I have a current balance.",
        "Can I ask about the balance of my account?",
        "I would be very grateful if you could reveal my account balance.",
        "If you could show me my account balance it would be great.",
        "Account balance is something I don't know.",
        "What is the total of my account now?",
        "I should know the balance of my account.",
        "You may check your account balance.",
        "I need the current balance, please?",
        "If I could let you know the account balance I would be happy.",
        "I was curious what the status of my account was.",
        "How much is the current total in my account??",
        "If you could give me the current account balance I would be thrilled.",
        "What do you think the value of my account is right now?",
        "It would be great if you could give my account balance.",
        "I'd like to know about my balance.",
        "Please state my current account balance.",
        "What is the total that is in my account?",
        "Please share with me the balance on my account.",
        "Please give me the current balance?",
        "I want to know the actual balance of my account.",
        "MyCURRENT balance?",
        "DoI know my current account balance?",
        "It would be nice to know my account balance.",
        "At this moment, how much money was in my account?",
        "How much money in my account is there?",
        "How much is the current total on my account?",
        "What are the values of my account at the moment?",
        "What is the current level in my account?",
        "Please let us know the account balance.",
        "I have no idea the total in my account is.",
        "Are the Amount in my account right now?",
        "\"Is the Amount in my account right now?\"",
        "Can you tell me more about my current balance?",
        "What amount is in my account",
        "How much is theCURRENT total in my account?",
        "I want to know what my balance status is.",
        "I would love to know the balance on my account.",
        "Is it possible you could give me some information on my current balance?",
        "Can you please clarify my current balance?",
        "Can you help verify my account balance?",
        "Account balance would be something I'd like to know.",
        "Is the actual amount in my account right now?",
        "Check your account balance now, current amount?",
        "I wanted to know how much money was in my account right now.",
        "I'm curious, what is the current status of my account?",
        "Check your account balance current amount",
        "How much is in my bank account right now?",
        "Amount in myaccount?",
        "Can you please supply me with my current balance?",
        "Is it my current account balance?",
        "I would love to know the account balance in my account.",
        "It would be great if you could reveal the balance of my account.",
        "What the current total is in my account?",
        "I have no idea whether my current account balance is balanced.",
        "There is a question about the current total in my account.",
        "I would love for you to disclose my account's balance.",
        "If you could give me the latest account balance it would be great.",
        "Tell me my current balance",
        "I'm confused about the status of my account.",
        "Please let us know the latest account balance.",
        "What is the amount of money in my account at the moment?",
        "Can you help me see the balance of my account?",
        "Can you tell me the balance of the account?",
        "It would be wonderful if you could let me know the account balance.",
        "What are the values of my account at this time?",
        "Check the current amount of your account",
        "Please let me know the amount on my account.",
        "what is the total contained in my account now?",
        "How much money was in the account at the moment?",
        "What is the current total contained in my account?",
        "I do not know what is in my account.",
        "I wish to know what account balance is.",
        "How much is the present total in my account?",
        "There is something to ask about the account balance that I have.",
        "I have to figure out how much is in my account now.",
        "What is my balance status right now?",
        "Account Balance is something I would like to know.",
        "I'd love if you could give me the current account balance.",
        "Please tell me how much I have on my account.",
        "Please tell me my current balance",
        "Is it possible for you to provide me with information about my Current balance?",
        "What amounts are contained in my account right now?",
        "I'm wondering if you can tell me my current balance.",
        "If you could give me the latest account balance it would be wonderful.",
        "What is the current total in my accounts?",
        "What is the total that's in my account now?",
        "It would be lovely if you could show me my account balance.",
        "It would be wonderful if I could tell you the account balance in my current account.",
        "I would love to know the account balance in my current account.",
        "Could you tell me the current balance?",
        "My account balance needs to be verified.",
        "how much is contained in my account right now?",
        "Is it possible for you to tell me my current Balance?",
        "I'm wondering my current balance?",
        "Do you know the current amount of my balance?",
        "How much is my current balance in my account?",
        "What is the contents of my account now?",
        "Checking account: current amount?",
        "I would like to check my balance.",
        "It's not clear if my current account balance is balanced.",
        "What is the value of my account right now",
        "How much is in my account now?",
        "It would be great if you could let me know the current account balance.",
        "What is my account balance today?",
        "Can you supply the balance of my account?",
        "Exactly what amount is in my account?",
        "I don't know if my current account balances are balanced or not.",
        "Is the amount in my account in the current state?",
        "The current total in my account is queried.",
        "what amount is in my account?",
        "I need to know the account balance that I have.",
        "How much money am I holding in my account at the moment?",
        "I don't know what the current account balance is.",
        "Do you know the balance of my account?",
        "My account balance is currently unknown.",
        "The total in my account is unknown currently.",
        "I need to know my recent account balance.",
        "I want to know the Balance of my Account.",
        "It would be wonderful if you could provide me with my account balance.",
        "How much money is in the account right now?",
        "How much is the current number in my account?",
        "It would be wonderful if you were able to reveal my account's balance.",
        "I am curious about what the status of my account is.",
        "I want you to confirm my account balance.",
        "What is my account status now?",
        "What's the total in my account right now.",
        "I don't know if my current accounts balance is balanced or not.",
        "How much is the current total in my bank account?",
        "At this time in time, how much money was in my account?",
        "I am curious, what's the status of my account?",
        "There is an account balance that I have to ask about.",
        "If you could give me the latest account balance.",
        "I have no idea how much money is in my account right now.",
        "my current account balance is not known",
        "I'm curious on the status of my account.",
        "Is it possible for you to tell me about my current Balance?",
        "If I could let you know the account balance in my account it would be wonderful.",
        "What's the current balance in my account?",
        "Can you tell me the total in my account?",
        "I'm interested in what the status of my account is.",
        "Please let me know my most recent account balance.",
        "I would love to know the balance of my account.",
        "How much was in my account at this point in time?",
        "Check your account balance, Is it current?",
        "Is the sum in my account right now?",
        "I have to figure out how much money is in my account currently.",
        "do I know my account balance",
        "Do you know the current total in my account?",
        "The total on my account is unknown.",
        "What's the total right now in my account?",
        "How much's in my bank account now?",
        "I need to figure out how much money I have in my account right now.",
        "I would love if you could give me the current account balance.",
        "I would like to know about the account balance?",
        "Is thetotal in my account right now?",
        "How much money is in my account at this time?",
        "Do you know the amount of my balance at the moment?",
        "If you could show me my account balance it would be wonderful.",
        "It would be wonderful if you could tell me my account's balance.",
        "I would be happy if you could show me the current account balance.",
        "Can you tell me about my Current balance?",
        "I want you to know my account's balance.",
        "I would like to know how much is contained in my account right now.",
        "What is the balance in my account?",
        "I don't know if my account is balanced.",
        "I need to know how much my current balance is.",
        "An account balance is something I would like to know.",
        "I would appreciate it if you could tell me my account balance.",
        "I need to figure out how much money is in my account",
        "My account as of now?",
        "Can you give me my current balance, please?",
        "It would be wonderful if you could let me know my account balance.",
        "I do not know if my account is balanced.",
        "Let me know if you know the account balance in my account.",
        "Let me know about the balance on my account",
        "I'd like to know the balance on my account.",
        "Do you know how much my account balance is?",
        "Can you tell me what's in my account?",
        "I would be delighted if you could give me the current account balance.",
        "How much money was in my account currently at this time?",
        "Do I have the current account balance?",
        "It would be lovely if you could tell me my account balance.",
        "I'd like to know the account balance in my current account.",
        "How much is inside my account now?",
        "Please inform me of my current account balance.",
        "It would be wonderful if you would give me the current account balance.",
        "How much of my account is current?",
        "I would love if you could tell me about my account balance.",
        "Check the amount that is current on your account.",
        "How much money was located in my account at this time?",
        "Is the sum in my account currently?",
        "It would be great if you could provide me with the account's balance.",
        "I want the balance of my account to be known.",
        "I would like to know what my current balance is.",
        "I am wondering how much money is in my account right now.",
        "How much is in the account at the moment?",
        "How much is contained in my account at the time?",
        "It would be wonderful if you could give me the balance of my current account.",
        "Do I know my current Account balance?",
        "If I could let you know my account balance, it would be great.",
        "What's the balance in my account?",
        "I need information on my current balance.",
        "Check account balance: current amount?",
        "I want to find out my account balance.",
        "Please let me know how much money is in my account.",
        "What's the current amount of the account?",
        "What's the total contained in my account now?",
        "I'm interested in what's the status of my account.",
        "I am curious about the account status.",
        "It would be wonderful if you could tell me the account's balance.",
        "I'd like to know theaccount balance.",
        "Could you let me know about my current balance?",
        "Is it possible you could let me know my current balance?",
        "I don't know my current account balance",
        "It would be wonderful if you could give my account balance.",
        "Is the amount in my account as of now?",
        "How much is in my account presently?",
        "What's my account value right now?",
        "I want to know the Balance of my account.",
        "What's the worth of my account currently?",
        "The balance of my account is something I want to know",
        "I have to figure out the amount of cash in my account at the moment.",
        "What are my current balance?",
        "The Amount in my account right now?",
        "The total contained in my account now?",
        "It would be great if I could let you know the account balance of my current account.",
        "I would like to know what the account balance is?",
        "I want to know my account balance",
        "My current balance is not known.",
        "How much is the amount in my account right now?",
        "What are the balance of my account?",
        "The balance of my account is what I want to know.",
        "I'd like to know the latest account balance.",
        "I was wondering about the account balance at that point.",
        "What total is in my account now?",
        "I have no idea if my current accountbalance is balanced or not.",
        "Can you give me the balance of this account?",
        "What amount of my account is currently contained?",
        "Would you be able to tell me about my current balance?",
        "How much is it in my bank account now?",
        "How much do I currently have in my account?",
        "I'm wondering if I know my current account balance.",
        "I would like to know what the account balance is like.",
        "What is amount in my account?",
        "I would like to know the account balance.",
        "Are you able to give me some information pertaining to my current balance?",
        "I would like to know my Balance.",
        "Please give me the balance of my account.",
        "The balance on my account needs to be told to me.",
        "If you could reveal my account balance, it would be great.",
        "What's the value of my account at this point in time?",
        "Check your account balance to make sure the amount is current.",
        "I need to know what my current balance is.",
        "Is the amount in my account there currently?",
        "How much I have in my account right now?",
        "Do I know my balance on the account?",
        "Can you give me some information regarding my balance?",
        "If you can give me the latest account balance it would be great.",
        "Please tell me the latest account balance",
        "The amount of my account is not known.",
        "Can you assist me in seeing my account balance?",
        "How much is the amount in my account currently?",
        "What's the value of my Account right now?",
        "I don't know how much money is in my account at the moment.",
        "What amount of money are in my account?",
        "Please let me know my newest account balance.",
        "I wonder about the status of my account.",
        "Please tell me about my latest account balance.",
        "Amount in my account currently?",
        "What is the total contained in my account nowadays?",
        "I would appreciate it if I could let you know my account balance.",
        "I am interested in the current account balance.",
        "I'm curious What's the status of my account?",
        "What is the total amount in my account now?",
        "Check your account balance to see if it's current.",
        "I'm curious, what's thestatus of my account?",
        "You should be able to tell me my account's balance.",
        "Please let me know the latest account balance.",
        "Inquire about account status.",
        "How much is Contained in my account right now?",
        "What is my account value currently?",
        "Check the account for the current amount.",
        "I want to know about my account's balance.",
        "Is this my current account balance?",
        "Do you know the amount of balance I have now?",
        "Please tell me about my latest balance.",
        "How much is contained in my account right now.",
        "Is the total currently in my account?",
        "Check youraccount balance, is it current?",
        "Can you please provide me my current balance?",
        "Is my current account balanced?",
        "What my current balance is?",
        "Can you give me theCURRENT balance?",
        "The total that is in my account is not known.",
        "I want to find the balance of my account.",
        "We don't know the total in my account.",
        "How much money was in my account as of now?",
        "I'd like to know the status of my account.",
        "It would be nice if you could show me my account's balance.",
        "Exactly how much is contained in my account right now?",
        "I want to know how much I have in my account.",
        "I am curious as to my current balance.",
        "What is in my account at the moment?",
        "How much is contained in my accounts currently?",
        "What is the amount in my account at the time?",
        "I would love for you to know the account balance in my account.",
        "Please inform me of the latest account balance.",
        "What is currently in my account?",
        "What's the current value of my account?",
        "There is an account balance that I have to question.",
        "I wish to know about my balance.",
        "Please tell me my account balance.",
        "I wonder how much money is in my account.",
        "I need information about the balance on my account.",
        "Please let me know about my current balance.",
        "How much is contained currently in my account?",
        "It would be great if you could identify my account balance.",
        "I am wondering what the status of my account is.",
        "How much are the current totals in my account?",
        "Are the account balance current?",
        "I would love if you could provide me the current account balance.",
        "Check your current account balance",
        "I'm curious, what is the status of my account",
        "Please let me know the balance of my account",
        "Please confirm my account balance.",
        "I want to know how much money was in my account at the moment.",
        "The balance of my account should be known.",
        "Do I know the balance of my current account?",
        "What does the value of my account look like right now?",
        "I would love for you to know the account balance in my current account.",
        "Can you give me the current balance of my account?",
        "It would be wonderful if you could show the balance of my account.",
        "What is the current total in my account",
        "I want to know if the amount is in my account.",
        "I would like to know the total contained in my account now.",
        "The total that's in my account is unknown.",
        "I would like to know the account's balance.",
        "There is an account balance that I need to inquire about.",
        "How much money was in my account at this moment.",
        "Tell me the status of my account.",
        "Do you know what my balance is at the moment?",
        "What is the amount in my account currently?",
        "I wanted to know how much money was in my account at the moment.",
        "What does my account balance look like?",
        "Do I have a current balance?",
        "Could you provide me with information regarding my current balance?",
        "Please tell me the latest balance of my account.",
        "I would like to see my account status.",
        "I would love it if you could reveal my account's balance.",
        "How much is this account's current total?",
        "It would be great if you could know the account balance in my current account.",
        "Check account with current amount",
        "My current balance?",
        "I do not know if my current account balance is balanced.",
        "Amount on my account?",
        "I am curious, what is the status of my account?",
        "Do you know what's in my account?",
        "I'm curious as to what the status of my account is.",
        "Check your account balance, it's currently amount?",
        "So how much is in my account right now?",
        "current amount of account?",
        "What is the account balance at the moment?",
        "What is the total included in my account now?",
        "I would like you to know the account balance in my account.",
        "I am curious about the status of my account?",
        "How much has the current total been in my account?",
        "If you could provide me the current account balance it would be wonderful.",
        "Do you have any information regarding my current balance?",
        "How much is within my account right now?",
        "The total in my account is not known at this time.",
        "Can you help me to understand my account balance?",
        "It would be wonderful if you could give my account's balance.",
        "It would be great if you could show me my account's balance.",
        "How much money were in my account at the moment?",
        "I am curious, what is the current status of my account?",
        "Please tell me the current balance in my account.",
        "The account balance is something I would like to know more about.",
        "The balance on my account should be told to me.",
        "I need to know my balance status.",
        "The total of my account isn't known.",
        "Will you let me know the balance of my account?",
        "I have to figure out how much cash is in my account at the moment",
        "What is the total currently in my account?",
        "What is my current account balance?",
        "how much is in my bank account now?",
        "I'm asking for the current balance.",
        "The balance of my account needs to be known.",
        "Can you tell me the amount of my balance?",
        "At this moment, what is the total in my account?",
        "I would like to know account status.",
        "Is Amount in my account currently there?",
        "At this point in time, what is the total in my account?",
        "It would be awesome if you could provide me the latest account balance.",
        "I'm curious what's the status of my account.",
        "Which is the value of my account at the moment?",
        "The current amount in my account is asked.",
        "Please tell me about my current account balance.",
        "What are the balances in my account?",
        "The Amount is in my account right now?",
        "What is my account balance?",
        "How much is contained in my account currently?",
        "Can you tell me the current balance of my finances?",
        "I don't know what the account balance is.",
        "The account balance that I have at that point is something to be asked about.",
        "Can you tell me my current financial situation?",
        "The amount in my account is not known.",
        "I' am curious about the status of my account.",
        "I would like to know details about my current balance.",
        "What's the current worth of my account?",
        "What is the value of my account presently?",
        "What amount is currently contained in my account?",
        "Please tell me about the current balance on my account.",
        "What's the current value of my accounts?",
        "I have to find out how much money is in my account",
        "Inquire about the balance on my account.",
        "I need to know the status of my account.",
        "I would be happy if you could give me the latest account balance.",
        "How much in my bank account is there now?",
        "The value of my account is not currently known.",
        "I need to know what my current account balance is.",
        "I have an account balance that I want to ask about.",
        "How much is contained in my account as of now?",
        "If you could show me the balance of my account, it would be wonderful.",
        "I wonder if I know my current account balance.",
        "I would like you to disclose my account's balance.",
        "If you could give me the latest account balance, it would be great.",
        "I'd like to know my balance.",
        "I'd like to know how the account balance is.",
        "What is the value of my Account right now?",
        "If you can give me the latest account balance, it would be great.",
        "I have no idea if my current account balance is balanced",
        "It's unknown what the total is in my account.",
        "How much money was in my account at this current point in time?",
        "If you could give me the current account balance, it would be lovely.",
        "How much money is located in my account right now?",
        "What's the current balance of my account?",
        "How much was in my account at this current time?",
        "What Amount is currently in my account?",
        "I'm wondering how much money is in my account right now.",
        "What's in my account at the moment?",
        "Check your account balance, current amount!",
        "I would be happy if I could let you know my account balance.",
        "I need to find out if you have my current balance.",
        "It would be awesome if you could provide me the current account balance.",
        "If you could give me the current account balance, it would be terrific.",
        "If you could let me know my account balance, it would be wonderful."
    ]
}