{
    "company_type": "Credit Card Companies",
    "inquiry_category": "Disputes and unauthorized transactions",
    "inquiry_sub_category": "Merchandise Not Received",
    "description": "Customers dispute charges for goods or services that they paid for but never received, often online purchases that were not delivered or did not meet the agreed-upon terms.",
    "inquiry": "Where's my order? I paid, but never received the merchandise.",
    "paraphrases": [
        "I paid for an item but it's missing.",
        "The items were not received after the payment.",
        "Money was wasted again because my order vanished.",
        "Order gone astray; money paid, zero stuff?",
        "I paid for the order, but it never arrived.",
        "Where are the things I paid for?",
        "What happened to my order?",
        "What's the location of my order, but no stuff?",
        "I paid for it, but I didn't get my order.",
        "I paid but there was no item in my possession.",
        "I made a point of purchase. Where is my item now?",
        "waiting for ordered goods, where are they now?",
        "I paid money but got nothing in return.",
        "I have not got my paid order yet.",
        "I paid for an item but it isn't there.",
        "Paying up, where is my package?",
        "I paid but there's no product.",
        "Purchase missing, paid but no merchandise?",
        "The item I paid for is not there.",
        "The package that I paid for was missing.",
        "What's the place of my order, but no stuff?",
        "I paid and I did not get my order.",
        "I am not receiving my paid order yet.",
        "Payment is made but where are the shipments?",
        "I paid for stuff but where is it?",
        "I paid, but never received my merchandise.",
        "Purchase, but no merchandise?",
        "My order is MIA, cash taken but nothing in sight.",
        "Payments have been made but where is the shipment?",
        "There were no items received after the payment had been made.",
        "payment made and no items received?",
        "I have not received my paid order thus far.",
        "I did not receive my order after I paid for it.",
        "Can you tell me if the item is still undelivered after the payment has been made?",
        "No receipt of purchase after payment.",
        "I want to know about the missing item that I bought.",
        "Didn't get the goods I purchased.",
        "I bought the item and it's missing.",
        "How come I haven't received what I paid for even after making full payment?",
        "I paid but no package arrived yet.",
        "My order isn't in sight!",
        "My order was paid, got nothing.",
        "Is the order missing, paid but nothing?",
        "I've not received my paid order yet.",
        "I paid for the order but not for it.",
        "You paid but there is no merchandise?",
        "Did not receive the goods even though you paid?",
        "I purchased something but never received it.",
        "What happened to what I paid for?",
        "Payed for a delivery but haven't received anything.",
        "There were no items after the payment was made.",
        "Purchased but never got the items.",
        "You took my money, but still no stuff.",
        "There weren't items received after payment was made.",
        "The order was paid but did not arrive.",
        "After payment made, no items received?",
        "Goods not arrive, where is my order?",
        "Did not receive the goods despite payment, why?",
        "Goods not arrived, where is my order?",
        "I have paid up and where is my package?",
        "I paid for the product but did not receive it.",
        "The order was paid but there was no goods.",
        "Goods not delivered, where is my order located?",
        "There was no items received after the payment was made?",
        "I bought but never received the goods.",
        "There is no receipt of purchase after you pay.",
        "I paid for the missing package!",
        "Where is my shipment and money, still waiting?",
        "Paying but not getting stuff?",
        "I paid for my order but it wasn't sent to me.",
        "I paid for something, but I got zilch.",
        "I'm still waiting, where's my stuff?",
        "I did not receive what I purchased even after making full payment.",
        "I paid but I don't have my merchandise.",
        "I paid, but I have no order.",
        "What happened to the order I paid?",
        "I paid for the item, but didn't receive it.",
        "I can't locate purchase; it vanished mysteriously.",
        "I paid up and I need to know where my package is.",
        "Payments were made, but no order was received.",
        "I've paid, but where is my goods?",
        "Can't locate purchase; paid now vanished mysteriously.",
        "The payment was made, but where did the shipment go?",
        "I bought something but haven't received it after making full payment.",
        "Where was my shipment when I was still waiting?",
        "I never received what I paid for.",
        "There is no merchandise, but I paid for it.",
        "Can't locate the purchase; it vanished mysteriously.",
        "Money was paid but package vanished!",
        "I paid and where am I with my items?",
        "I paid but no merchandise was there.",
        "I haven't received what I paid for so far.",
        "Buying but never getting the goods.",
        "I paid but never received what I ordered.",
        "I paid for something but there is no item.",
        "I paid for the order but I didn't receive it.",
        "What happened to the item I bought after paying for it?",
        "Where was the stuff I paid for?",
        "I paid for a purchase but what happened to it?",
        "Where is my package now that I have paid up?",
        "I bought the goods and never received them.",
        "The package has not arrived yet.",
        "Where did my purchase go after I paid for it?",
        "I am unsure where my order is.",
        "Not a delivery and I already paid?",
        "I paid for my item, but not the merchandise.",
        "Where are the ordered goods?",
        "I didn't get what I paid for even after making full payment.",
        "I paid, but never received my items.",
        "There was a purchase but never got the goods.",
        "Payments went through but no order received.",
        "My order wasn't arrived.",
        "I paid, now where are my items?",
        "Payment made but where has the shipment gone?",
        "Cash taken still nothing in sight, my order MIA!",
        "Got nothing, where's my order?",
        "Is the order missing, paid but no products?",
        "Not receipt of purchase after paying?",
        "Still haven't gotten anything despite being paid for a delivery.",
        "I've not received what I paid for yet.",
        "I have not received what I paid for just yet.",
        "I have already paid, but where is my goods?",
        "I paid and got nothing, where is my order?",
        "It was purchased but never got the items.",
        "What happened to my payment? Where's my order?",
        "I made a payment, but where is my goods?",
        "It was purchased but never received the items.",
        "There is an item that I paid for that is missing.",
        "I haven't received what I purchased even after making full payment.",
        "Still haven't received anything after being paid.",
        "It was money that was paid but the package disappeared.",
        "I made a full payment and haven't received what I bought.",
        "I paid for the products but never received them.",
        "Didn't get the goods after purchasing them.",
        "I was purchased but never received the goods.",
        "paid expecting a delivery but hasn't received anything",
        "I haven't received what I paid for even after making full payment.",
        "I want to know where my order was taken but still no stuff.",
        "I paid, where are your items now?",
        "I paid for something but didn't get any merchandise.",
        "Payment has been made but where is the shipment now?",
        "Payment was made and where is the shipment?",
        "I'm still waiting and my shipment is gone.",
        "It has been paid for but hasn't received anything.",
        "Order missing, paid but no items?",
        "Payment was made, but where are the shipments?",
        "Waiting for goods ordered, where are they?",
        "It was paid for and hasn't received anything.",
        "Payment was made and no items were received?",
        "Did the goods not arrive despite payment?",
        "I paid, but I don't know where my goods are.",
        "What about the missing item that I paid for?",
        "I bought the item and it's not there.",
        "I paid for it, but there is no merchandise.",
        "I haven't received my paid order yet, so I wonder if it has been dispatched?",
        "I paid for my order, which I did not receive.",
        "I haven't gotten what I paid for even after making full payment.",
        "I paid and didn't get anything.",
        "Why didn't I receive what I purchased?",
        "I paid and where am my items?",
        "Why haven't I seen what I paid for?",
        "The goods were not delivered despite the payment.",
        "I paid for something but have not received it.",
        "There was paid, but no package arrived.",
        "I paid for something but what happened to it?",
        "Got payment done but didn't get anything in return.",
        "I paid and there is no merchandise.",
        "The status is unclear: paid, but product MIA.",
        "I paid for no delivery yet.",
        "I want to know about the missing item I paid for.",
        "A missing order, paid but no merchandise?",
        "I paid but got nothing back.",
        "I paid already, but where are my goods?",
        "Why didn't I get what I paid for even after making a full payment?",
        "Why have I not received what I purchased?",
        "I made a purchase, where is my item now?",
        "Still haven't received anything despite being paid expecting a delivery...",
        "My shipment is gone and I'm still waiting.",
        "I paid for it but where is my product?",
        "Got payment done but had nothing in return.",
        "Why is my package not located?",
        "I paid for my order, but it did not come.",
        "Purchaseed, but never received the goods.",
        "I paid but I didn't receive my order.",
        "No package arrived and was paid for.",
        "Money was paid for a package that vanished.",
        "Why didn't the goods received despite the payment?",
        "I haven't received my goods yet.",
        "I paid the order but did not receive it.",
        "I paid for the missing package, so any updates?",
        "I paid but never received the items.",
        "Money paid but order gone astray.",
        "Have not received anything despite being paid expecting a delivery.",
        "I paid for the missing package, but any updates?",
        "I never received my order and I paid but did not.",
        "I bought the items but never received them.",
        "I don't understand why I haven't received what I paid for.",
        "My order did not arrive.",
        "Order gone astray; money paid was zero stuff?",
        "Money was wasted once more due to my order missing.",
        "I paid but didn't get any merchandise.",
        "I paid but there was no delivery?",
        "What happened? paid, no merchandise",
        "I paid, where's my stuff?",
        "I haven't gotten what I pay for yet.",
        "No show for my stuff, where is it?",
        "I paid for my order, but never received it.",
        "I paid for my merchandise, but where are it?",
        "I paid for the order but it was never delivered.",
        "Why didn't I receive what I paid for after making full payment?",
        "I'm still waiting... where's my shipment and money?",
        "Where is my items after I paid?",
        "Where are the goods that were ordered?",
        "Order paid but not merchandise?",
        "I paid for the order but didn't get it.",
        "Why didn't I get what I bought even after making full payment?",
        "Purchase but no merchandise.",
        "I paid for stuff that didn't show up.",
        "I paid but never got my product.",
        "I paid for the package that went missing.",
        "Did not receive goods despite payment?",
        "I do not receive my paid order yet.",
        "I did not receive my order, but paid for it.",
        "I purchased something and haven't received it yet.",
        "Someone paid for a delivery but still haven't received anything.",
        "I did not get my order and I paid for it.",
        "My stuff was paid for, but no show?",
        "Goods not delivered, where is the order?",
        "Not received anything despite being paid expecting a delivery.",
        "I never got the merchandise after paying.",
        "Where is my order? paid, got nothing?",
        "I paid before, but where is my merchandise?",
        "Payment was made for the package to not arrive.",
        "My order wasn't delivered.",
        "Been paid expecting a delivery but haven't received anything.",
        "I did not receive my order, I paid for it.",
        "Haven't received what I paid for, is that a joke?",
        "We paid for a delivery but haven't gotten anything.",
        "I paid but never got my item.",
        "I paid, but did not receive the merchandise.",
        "I paid for the package but it was missing!",
        "Where is my merchandise, I paid already?",
        "I paid for the order and never received it.",
        "Were the goods not delivered despite payment?",
        "Where's the stuff I paid for?",
        "My order is MIA, nothing in sight!",
        "After paying for a delivery, still haven't received anything.",
        "I paid for this but haven't received it yet.",
        "I am wondering where my goodies vanished after paying good money.",
        "The item that I paid for was missing.",
        "The goods did not arrive despite being paid.",
        "There has been no package delivered yet.",
        "What happened? paid, no merchandise.",
        "I paid for the package that didn't arrive.",
        "I paid for the item, but where is it?",
        "Waiting for ordered goods, where are they now?",
        "I did not receive my order and I paid, but never received it.",
        "Someone paid for a delivery but hasn't received anything...",
        "I paid for a package that was missing",
        "Goods that were paid and not delivered.",
        "Payment done but where is the shipment?",
        "I paid for my stuff, but no show.",
        "I paid for the missing package and there were no updates.",
        "No show for what I paid for.",
        "I never received my order, but I did pay for it.",
        "I paid, but never received my goods.",
        "My purchase did not happen after I paid for it.",
        "No package arrived, paid for by it!",
        "I paid but had no merchandise.",
        "Still haven't received anything despite being paid.",
        "I paid, but did not get anything.",
        "I paid and where are my items right now?",
        "Is the order missing, paid but no goods?",
        "Payed for a delivery, yet haven't received anything...",
        "Where is my package after paying?",
        "I paid for it and did not receive it.",
        "I paid for the package but it was still missing.",
        "I got nothing, but where's my order?",
        "Why didn't I receive my purchase even after I paid?",
        "I paid for something, but where is it?",
        "I paid and didn't get any merchandise?",
        "Payment is made but the shipment is not yet there.",
        "Goods not arrived as my order is paid.",
        "My paid order hasn't been dispatched yet.",
        "I have paid and where are my items?",
        "They paid for a delivery, but have not received anything.",
        "I paid for my order, but I didn't receive it.",
        "Didn't get the goods that I bought.",
        "I didn't receive my order and I paid but never received it.",
        "I didn't receive what I purchased even after making a full payment.",
        "I haven't received my order.",
        "I have not received what I have paid for yet.",
        "Still waiting...where is my shipment and money?",
        "I paid for thepackage that was missing.",
        "The paid order hasn't been dispatched yet.",
        "I haven't received the amount I paid for yet.",
        "Despite being paid, still haven't received anything.",
        "I paid for the order but it was not received.",
        "I paid, but there is no merchandise.",
        "payment made, no items received?",
        "Money was wasted again when my order was missing.",
        "Didn't get the goods, what gives?!",
        "Money was wasted again with my missing order.",
        "I paid but where is my stuff?",
        "Still nothing in sight, my order MIA.",
        "I paid but where am my stuff?",
        "Absolutely no items received after the payment was made.",
        "I paid but never received the item I ordered",
        "I paid but where is my inventory?",
        "Payment is made but the shipment is not there.",
        "There was a missing item that I paid for.",
        "Why did the order not arrive?",
        "I paid for goods that weren't arrived.",
        "I paid but didn't receive the goods.",
        "There was paid, but no package arrived yet.",
        "I haven't received what I've paid for yet.",
        "Money is wasted again because my order missing.",
        "You paid up, where is my package?",
        "Money paid but package vanished, please explain?",
        "After making full payment, why have I not received what I purchased?",
        "Why didn't the goods show up despite payment?",
        "I paid for the order but never got it.",
        "I pay for something and haven't received it yet.",
        "I have not seen my stuff since I paid for it.",
        "Where's the item that I paid for?",
        "goods not arrived Where is my order?",
        "I paid, but there was no delivery.",
        "I paid for it but didn't get it.",
        "I paid for the item, but never received it.",
        "What happened to the stuff I paid for?",
        "I did not get my order and paid but did not receive it.",
        "I paid but didn't get any goods.",
        "My order is MIA, still nothing in sight!",
        "What's the location of my order, but still no stuff?",
        "The person paid for a delivery, but haven't received anything.",
        "There was an order that was paid but not the merchandise.",
        "Why didn't the goods get delivered despite payment?",
        "Money was paid but a package vanished!",
        "I paid, but never received the merchandise.",
        "I have not yet received my paid order.",
        "It was paid, but no package arrived yet?",
        "The payment is made but where is the shipment?",
        "I paid for the package that was missed.",
        "Goods weren't delivered, where is my order?",
        "I can't find my order.",
        "I paid up so where is my package?",
        "I never received the items I paid for.",
        "My order was missing",
        "Money was wasted again due to my order missing.",
        "Haven't recieved what I paid for yet.",
        "Absolutely no order, paid but no stuff?",
        "No return of purchase after paying.",
        "I want to know if I received my money for that order.",
        "No receipt of purchase after paying, any clue?",
        "Goods not arrived where is my order?",
        "I paid but never got the product.",
        "I haven't got what I paid for yet.",
        "Payments went through and no order received.",
        "Why didn't I receive my purchase even after paying full price?",
        "I paid but where is my goods?",
        "Why didn't I receive what I paid for after I made full payment?",
        "My order was paid and not received.",
        "I have not received my paid order yet, is it dispatched?",
        "Cash taken, but my order is MIA!",
        "There is an order missing, paid but no item?",
        "I paid for it but got nothing in return.",
        "I paid and got nothing. Where's my order?",
        "I didn't get what I paid for even though I made full payment.",
        "I did not receive my order and I paid but did not receive it.",
        "There was a non-receipt of purchase after payment.",
        "I paid but nothing materialized.",
        "I paid for something but haven't gotten it yet.",
        "I paid for it but where is my stuff?",
        "I paid for my order but it did not come.",
        "It was paid for but still haven't recieved anything.",
        "Despite the payment, did not receive the goods?",
        "Money was paid but the package wasn't there.",
        "No show where did I pay for my stuff?",
        "I paid, then got nothing.",
        "I paid for my order, but it wasn't sent to me.",
        "I am paid up, where is my package?",
        "I paid for the product, but what happened to it?",
        "I'm still waiting but where did my shipment go?",
        "I paid for the order, but it did not arrive.",
        "I paid for something and haven't received it yet.",
        "Money was wasted again, my order was missing.",
        "Status is not clear: paid but product MIA.",
        "Ihaven't received what I paid for yet.",
        "I made full payment, but have not received what I bought.",
        "I purchased the goods but never received them.",
        "I paid for the stuff, but never received it.",
        "I'm still waiting and wondering where my shipment is.",
        "Payments were made, but no order received?",
        "Money was wasted once again when my order went missing.",
        "I paid for it already, but there was no delivery?",
        "Purchased but never got anything.",
        "I did not receive my order.",
        "I paid for an order that I did not receive.",
        "Did the goods notarrive despite payment?",
        "I did not receive my order, and I never received it.",
        "Why didn't the goods come despite payment?",
        "It was paid for but hasn't received anything...",
        "I paid but no item is there.",
        "I haven't received what I paid for, why?",
        "My package was paid for, where is it?",
        "There is no receipt after paying.",
        "Purchased the goods but never received them.",
        "I'm still waiting, where does my shipment go?",
        "It did not arrive as promised.",
        "Despite being paid for a delivery, still haven't received anything.",
        "They purchased the goods, but never got them.",
        "Purchased but didn't get the goods.",
        "Where was the merchandise I paid for?",
        "I've paid, but where are my goods?",
        "I purchased the goods, but never got them.",
        "I paid, got nothing! Where's my order?",
        "Can you tell me about the missing item I paid for?",
        "Money is wasted again because my order disappeared.",
        "Why wasn't the goods received after payment?",
        "I paid already, but there was no delivery?",
        "Money was wasted once again with my order missing.",
        "I paid already but no delivery?",
        "The missing package, I paid for.",
        "I have not received my paid order, so has it been dispatched?",
        "I paid for my order, but I did not get it.",
        "I paid for my order but did not receive it.",
        "Even though I made full payment, I haven't received what I paid for.",
        "I'm still waiting so where is my shipment and money?",
        "It was paid for but still hasn't received anything...",
        "I paid but no item was there.",
        "Why did they not receive the goods despite payment?",
        "Money was wasted again, because my order was missing.",
        "I paid before there was no delivery!",
        "The order was paid but there wasn't merchandise.",
        "I haven't received the item I paid for yet.",
        "I never received my order and I paid but did not receive it.",
        "Payment was made but where's the shipment now?",
        "I paid but did not get the order.",
        "I paid for stuff and no show?",
        "I have not received what I have paid for.",
        "Purchaseed and never got the goods.",
        "Why didn't you receive the goods despite paying?",
        "still haven't received anything, paid expecting a delivery",
        "I am wondering why I haven't received what I paid for.",
        "They paid for a delivery but haven't received anything yet.",
        "Why weren't the goods delivered despite payment?",
        "The order was paid but had no merchandise.",
        "There was a package missing, I paid for it.",
        "I paid but no stuff.",
        "My order was missing, what happened to my payment?",
        "It didn't arrive as it was supposed to.",
        "No items were received after the payment was made.",
        "I paid but did not receive the items.",
        "I paid for it but didn't get any merchandise.",
        "I paid for the package but it was missing.",
        "Where's my order, paid, got nothing?",
        "I paid for stuff but nobody showed up.",
        "I didn't receive my order but I did pay for it.",
        "My order MIA, cash taken, still nothing in sight!",
        "It was paid for but not received...",
        "I ordered goods, but they haven't arrived.",
        "Not receiving anything, despite being paid expecting a delivery.",
        "The item I paid for has not been found.",
        "I paid for the merchandise but didn't receive it.",
        "Goods do not arrive, where is my order?",
        "I paid for it, where are my items now?",
        "I paid for the order but never received it.",
        "That was purchased but never got the goods.",
        "Did not receive the goods when they were paid?",
        "I bought the item but it isn't there.",
        "Payment made, but where has the shipment been?",
        "I paid for an item that is missing.",
        "My order has not been delivered.",
        "I've paid but where is my stuff?",
        "I paid for my order but it was not delivered to me.",
        "I made full payment but haven't received what I bought.",
        "Didn't receive the goods after payment.",
        "I paid but did not receive my purchase.",
        "I paid for something, but I got nothing in return.",
        "I pay for stuff, where is it?",
        "There is an order missing, paid but no merchandise.",
        "I paid for an item but didn't get anything.",
        "I paid for my order but it did not reach me.",
        "I paid for a package that I missed.",
        "I paid and did not find my merchandise.",
        "There's no receipt of purchase after paying.",
        "I paid but not where my merchandise is.",
        "Money was paid but order gone astray.",
        "I paid, but where did I get my stuff?",
        "I paid for it, but I did not get my order.",
        "My shipment is gone, where's it?",
        "There is non-receipt of purchase after paying.",
        "There was an order missing and paid for but no merchandise.",
        "I paid and never received my item.",
        "There was paid, but no package yet.",
        "I paid but no package has arrived.",
        "I was purchased but didn't get the goods.",
        "I paid for stuff that is not showing up.",
        "Is the order missing, paid, but no merchandise?",
        "It was paid but there was no product.",
        "I paid but never received the items I ordered.",
        "Why weren't the goods delivered despite the payment?",
        "Did the goods not show up despite the payment?",
        "paid expecting a delivery but haven't received anything...",
        "I never received my order despite paying.",
        "My order is MIA.",
        "I paid for a delivery and haven't received anything.",
        "Why didn't we receive the goods after payment?",
        "Did not receive the goods despite being paid.",
        "I paid, but never got my goods.",
        "Why did the goods not arrive despite payment?",
        "I paid but did not receive the product.",
        "Payment has been made but where are the shipments?",
        "paid expecting a delivery but haven't received anything",
        "The payment was made but where was the shipment?",
        "The order was paid but no merchandise.",
        "I paid already but no delivery.",
        "Where are my items after I paid for them?",
        "Money was wasted once more because my order was missing.",
        "The goods didn't arrive despite the payment.",
        "Where is my stuff after I paid?",
        "I haven't received what I paid for even though I made full payment.",
        "Is this order missing, paid but no merchandise?",
        "where is my order?",
        "I paid and where is my merchandise?",
        "The goods are not arrived.",
        "The package was paid for, but no package arrived.",
        "It's been paid, but no package arrived yet.",
        "I paid for something that was missing.",
        "Payment was made but where the shipment was?",
        "I ordered goods but they were not arrived.",
        "It didn't arrive as advertised.",
        "I haven't gotten my paid order yet.",
        "There was money paid but the package vanished.",
        "Did not receive the goods despite payment.",
        "payment is made but where is the shipment?",
        "My order was paid but it wasn't delivered.",
        "Why didn't they receive the goods even though they paid?",
        "I have yet to received what I paid for.",
        "I paid but no delivery?",
        "Haven't received what I paid for, is this a joke?",
        "Payment was made, where's the shipment?",
        "There was an order that was paid but no merchandise.",
        "After payment was made, no items received?",
        "I didn't receive what I bought even though I made full payment.",
        "I never received my order and paid for it but didn't.",
        "No order received, what happened to my payment?",
        "Still haven't received anything paid for...",
        "Why wasn't the goods received despite paying?",
        "Where is the stuff that I paid for?",
        "What happened to paid, but no merchandise?",
        "I haven't received what I paid for yet, is this a joke?",
        "Got payment done but didn't get anything back.",
        "Still waiting, where is my shipment and money?",
        "The item that I paid for is missing.",
        "I purchased some goods but never got them.",
        "I paid up and am wondering where my package is.",
        "I have paid, but where are my items?",
        "Payments were made, but no order received.",
        "The person paid for a delivery and haven't received anything.",
        "I paid, but no package has arrived yet.",
        "Where is my order, paid, got nothing?",
        "Waiting for goods ordered, where are they now?",
        "I paid for stuff that doesn't show up.",
        "I paid and I didn't receive my order.",
        "I haven't received my paid order yet, but has it been dispatched?",
        "Money is wasted because my order is missing.",
        "Goods not arrived when I paid for them.",
        "Can you tell me if the item remains undelivered after my payment has been made?",
        "I still haven't heard from my shipment or my money.",
        "I paid so where am I with my items?",
        "I paid, but where is my goods?",
        "The order was paid for but no merchandise was found.",
        "What happened to the item I purchased after paying for it?",
        "I never received my item.",
        "I bought the things but never got them.",
        "Where is my merchandise after I paid for it?",
        "I paid, but did not get any merchandise?",
        "I didn't get the goods.",
        "what happened to my order?",
        "I paid, but no merchandise.",
        "Product not arrived, where is my order?",
        "He paid for a delivery but hasn't received anything.",
        "Cash taken, still nothing in sight, my order MIA?",
        "Goods not received, where is my order?",
        "I have not yet received my order.",
        "I paid for the order but I did not get it.",
        "I have been paid up, where is my package?",
        "Payed for a delivery, yet haven't received anything.",
        "I don't know if I've received my paid order yet.",
        "Not received anything after being paid expecting a delivery.",
        "I paid for the order, but I didn't receive it.",
        "Order gone astray; money paid and zero stuff?",
        "Did the goods not arrive despite the payment?",
        "Goods don't arrive, where is my order?",
        "Why haven't I received the items I bought?",
        "I did not receive my order, and I paid but did not.",
        "I paid before, but where are my items?",
        "I paid, but never got the product.",
        "Hey! Where are my items after I paid?",
        "I paid, but where am my goods?",
        "I paid and am not sure where my merchandise is.",
        "I made full payment but didn't receive what I purchased.",
        "I paid and got nothing.",
        "I paid but not where my stuff is.",
        "Payments were made but no order was received?",
        "I never received my order, but paid for it.",
        "I paid but did not get my order.",
        "The stuff I paid for is not here.",
        "I never received the merchandise after paying.",
        "I paid already, but no delivery!",
        "My money was wasted when my order was missing.",
        "It was my order that was missing.",
        "My order was paid but nothing.",
        "There was a paid package that did not arrive!",
        "I paid the package but it was missing.",
        "Got payment but didn't get anything in return.",
        "I paid for a package which was missing.",
        "I have paid, but where are my products?",
        "I paid and I don't know where my stuff is.",
        "I paid for it, but where are my products?",
        "I have not received what I paid for even though I made full payment.",
        "The goods were never gotten.",
        "Why didn't I receive what I paid for when I made full payment?",
        "Money was wasted when my order did not arrive.",
        "My purchase was paid for, what happened to it?",
        "Goods did not arrive.",
        "Goods not arrive.",
        "I paid for the order, but didn't receive it.",
        "A package was paid for but did not arrive.",
        "I didn't receive what I paid for after making full payment.",
        "Where is the order missing, paid but no merchandise?",
        "I have not received what I paid for yet.",
        "I paid but where are my things?",
        "Why didn't the goods show up despite paying?",
        "still haven't received anything, paid expecting a delivery...",
        "After I paid, where are my items?",
        "There were no items received after payments were made.",
        "Why was the goods not received despite payment?",
        "They didn't receive the goods despite paying.",
        "No items received after the payment was made",
        "There is an order missing, paid but no item.",
        "There is an order that has not arrived.",
        "I have an item I paid for that is missing.",
        "I paid for the package that wasn't delivered.",
        "Can't find purchase, paid now vanished mysteriously",
        "I paid for my merchandise but where is it?",
        "I paid for it but it never arrived.",
        "What happened to my purchase after paying?",
        "I paid, but where do I find my goods?",
        "I paid for my order and did not receive it.",
        "My merchandise is missing, but I paid for it.",
        "money wasted again, my order missing.",
        "Where are my items after I paid?",
        "No items were received after payment was made.",
        "Where is my item after I paid?",
        "I was wondering about my order missing.",
        "So where is my order?",
        "Hey, no delivery and I have paid?",
        "Purchased but never received the items.",
        "I purchased things but never got them.",
        "I paid for something and haven't received it.",
        "I paid, but never received the goods.",
        "paid but no package yet",
        "Money is wasted once again when my order is missing.",
        "Payment made and no items received?",
        "I paid for stuff but no show.",
        "My order hasn't been received.",
        "After making full payment, why haven't I received what I purchased?",
        "I paid for the items, but never received them.",
        "No package has arrived yet.",
        "I paid for but did not receive my order.",
        "Why haven't I received the item I bought?",
        "My order MIA, still nothing in sight!",
        "Why did the goods not arrive despite the payment?",
        "I was wondering where my goodies went after I paid with money.",
        "I never received my order and I paid but never received it.",
        "I paid for this but haven't received what I paid for.",
        "Why didn't I get what I bought even after I paid?",
        "I paid for the product and what happened to it?",
        "I paid, but where are the items?",
        "Can't locate purchase, paid yet vanished.",
        "I paid for my order and it never arrived.",
        "Why didn't the goods arrive after payment?",
        "Payment has been made but where's the shipment?",
        "I apologize, gentlemen! Money paid but package vanished.",
        "The goods were ordered but where are they now?",
        "Money paid but a package vanished.",
        "I paid for something but it is missing.",
        "My money is wasted again when my order is missing.",
        "It was purchased, but never got the goods.",
        "Payment was made but where are the goods?",
        "Had bought the goods but never got them.",
        "The order was paid, but there wasn't any merchandise.",
        "Cash taken, but no order in sight!?",
        "Why didn't the goods arrive despite paying?",
        "I paid and then where are my items?",
        "Why have I not received what I paid for even after making full payment?",
        "Where are theordered goods waiting for?",
        "I paid, but where did I find my goods?",
        "Goods not arrived where my order is?",
        "I paid and where am I with my stuff?",
        "Didn't get the goods despite payment?",
        "Why haven't I recieved what I paid for?",
        "Why didn't I get what I bought even after paying full price?",
        "After making full payment, why have I not received what I bought?",
        "Money was wasted again because my order did not arrive.",
        "A payment was made, but where is the shipment?",
        "I have already paid for no delivery!",
        "Money was wasted again when my order disappeared.",
        "Goods are not arrived.",
        "I paid and never received my goods.",
        "I did not receive my order, and I paid for it but never received it.",
        "I made a point of purchase but where is my item now?",
        "I paid for the missing package, any updates?",
        "Payment was made but no items were received?",
        "Goods not arrived on my order.",
        "No delivery and I've already paid?",
        "I paid but didn't get any product.",
        "After paying for a delivery, yet haven't received anything...",
        "I paid for the item, but did not receive it.",
        "I paid but my item isn't there.",
        "I don't think my paid order has been dispatched yet.",
        "Purchased, but never got the goods.",
        "I have not received what I purchased even after paying full price.",
        "I paid but never received my orders.",
        "I can't believe I haven't received what I paid for yet.",
        "Did not receive the goods despite paying for them?",
        "Waiting for ordered goods, where are they?",
        "The item I bought and paid for is missing.",
        "Payment was made but where is shipment?",
        "Where is my package after I pay?",
        "Is that an order missing, paid but no product?",
        "Did not receive the goods despite payments?",
        "They did not receive the goods despite paying.",
        "I paid for the item and never received it.",
        "I paid for it, what happened to it?",
        "Where is my package that I paid up for?",
        "I need to explain... money paid but package vanished.",
        "I didn't receive my order and I paid but didn't receive it.",
        "I paid for the merchandise, but where is it?",
        "I paid for the item but there was no merchandise.",
        "What happened to the thing I paid for?",
        "Why didn't the goods arrive even though they were paid?",
        "I paid for the product but never got it.",
        "Got payment done and didn't get anything back.",
        "Payment was made but the shipment has not yet arrived.",
        "I made full payment and have not received what I purchased.",
        "Waiting for the ordered goods, where are they now?",
        "I paid for this but haven't received what I paid for yet.",
        "No items are received after the payment is made.",
        "I paid for stuff but no show?",
        "Got payment done, didn't get anything in return.",
        "I have paid but where is my product?",
        "I made full payment but haven't received my purchase yet.",
        "Why didn't they get the goods despite paying?",
        "Money wasted, my order missing.",
        "I didn't receive my order, and I paid but never received it.",
        "I paid, but no package arrived?",
        "Cash taken, but no order in sight.",
        "Money wasted again due to my order missing.",
        "I paid, but got nothing. Where is my order?",
        "I paid for my goods but where are they?",
        "I paid but never received the product.",
        "It was paid for but haven't received anything.",
        "Status not clear: paid, but product MIA",
        "I'm still waiting, where has my shipment and money gone?",
        "Didn't receive goods despite payment?",
        "Where are my items after paying?",
        "I paid for stuff, where is it located?",
        "Payment was made and no items received.",
        "What happened, paid but no merchandise?",
        "After paying for my purchase, what happens to it?",
        "I haven't received my paid order yet",
        "Wondering where ordered goods are now?",
        "Goods not arrived.",
        "The merchandise I paid for in full was not located.",
        "I ordered merchandise but never received it.",
        "I ordered goods but they weren't arrived.",
        "I did not receive my order and paid but I did not receive it.",
        "Money wasted again because my order was missing.",
        "I paid the package, it was missing.",
        "I purchased the things but never got them.",
        "There was a missing item I paid for.",
        "I need to explain, money paid but package vanished.",
        "Pay, get nothing? Where is my order?",
        "The goods never arrived.",
        "It was paid but no merchandise.",
        "How come my order is missing?",
        "I need to explain... money paid but package vanished?",
        "Purchaseed but did not receive the goods.",
        "I got nothing, where is my order?",
        "What happened to my stuff that I paid for?",
        "I can't find the purchase; it vanished.",
        "Goods not arrived, where did I place my order?",
        "I paid and where's my items?",
        "I paid for the order, but it wasn't received.",
        "Payment made but where are the items?",
        "Still haven't received anything, paid expecting a delivery.",
        "Did not receive the goods despite being paid?",
        "I paid but no item was found.",
        "Can't locate purchase, paid but vanished mysteriously.",
        "It has been paid but no package has arrived.",
        "It was money paid but the package vanished.",
        "Cash taken but my order MIA.",
        "Isn't the order missing, paid but no merchandise?",
        "I have paid, but where is my goods?",
        "I paid but no order was received?",
        "I paid but did not see my item?",
        "Is it possible that the order was paid but no merchandise?",
        "Cash taken but nothing in sight for my order!",
        "Why didn't I receive what I paid for even though I made full payment?",
        "The person paid expecting a delivery didn't receive anything.",
        "The order was paid but didn't have anything.",
        "I paid for my item, but where is it?",
        "I paid, but where am my items?",
        "It was purchased, but never received the goods.",
        "I paid for the order but it never reached me.",
        "Where is my package after being paid up?",
        "I paid for it, but where is my merchandise?",
        "Where's my shipment and money gone, still waiting?",
        "I haven't received what i paid for yet.",
        "No show for where I paid for stuff?",
        "It was paid for but there was no merchandise?",
        "Purchased but never received the goods.",
        "Purchased the goods, but never received them.",
        "I paid for my items, but where are they?",
        "My order is not delivered.",
        "My order is not where I want it to be.",
        "Where is my package now that I've paid up?",
        "I paid but did not receive my item.",
        "Goods did not arrive, where is my order located?",
        "I paid for it, but what happened to it?",
        "Didn't receive the goods.",
        "I paid for my stuff, but no show?",
        "My stuff was paid for, where is it?",
        "I paid for my order but never received it",
        "I paid before there was no delivery.",
        "I paid up and I want to know where my package is.",
        "I paid and where do my items go?",
        "I paid for it, but where is my item?",
        "Payment made, but where the shipment is?",
        "Where my order is?",
        "Where are my items after I pay?",
        "I paid for the items, but never got them.",
        "Did they not receive the goods despite payment?",
        "I paid but never received the item I paid for.",
        "There was no receipt of purchase after paying.",
        "Payed, but can't find purchase.",
        "Payments were made, no order received?",
        "I don't know if my order has been dispatched as I haven't received it.",
        "I paid for the merchandise, but it never arrived.",
        "The goods didn't arrive.",
        "There's an order missing, paid but no merchandise.",
        "Why weren't the goods received despite payment?",
        "Can't locate purchase, paid now vanished mysteriously.",
        "I made full payment and haven't received what I bought.",
        "It was paid for, but still haven't gotten anything.",
        "I'm waiting, where's my shipment?",
        "What was the location of my stuff I paid for?",
        "I paid for a package missing.",
        "I didn't receive my order.",
        "I paid but did not get the merchandise.",
        "I paid for it but no show?",
        "I haven't received everything I paid for yet.",
        "It was money that was paid but the package vanished.",
        "Is the item still undelivered after my payment has processed?",
        "I have not received the amount I paid for yet.",
        "The goods didn't arrive, where is my order?",
        "We paid but no package arrived.",
        "Cash taken, but not my order!",
        "Can't find purchase; paid but vanished mysteriously.",
        "Why didn't I receive what I paid for even after making full payment?",
        "I haven't received what I paid for despite making full payment.",
        "I paid for the package, which was missing.",
        "I paid for goods that weren't delivered.",
        "Where is my order?",
        "I paid, but not the item?",
        "Purchased but never received the goods",
        "I have not received my order yet.",
        "Why didn't I receive what I paid for even after I made full payment?",
        "I paid for something but no delivery?",
        "Why didn't I receive my purchase even after I made full payment?",
        "I have not received what I paid for.",
        "I paid for my item, but there is no merchandise.",
        "It was paid but no merchandise was there.",
        "I don't know if I have received my order yet.",
        "The order wasn't delivered.",
        "I paid for the package but it was missed.",
        "Been paid for a delivery but haven't received anything.",
        "I paid but didn't find my item.",
        "I am wondering where my order is?",
        "I paid up and I am not sure where my package is.",
        "I was never able to get the goods.",
        "Goods were not delivered, where is my order?",
        "I do not have what I paid for yet.",
        "I paid but there's no item?",
        "I paid and got nothing. where's my order?",
        "Is it possible that the order was paid but there was no merchandise?",
        "It was paid for, still haven't received anything...",
        "I haven't received what I paid for",
        "Why did the goods notarrive despite the payment?",
        "I paid, but I don't know where my merchandise is.",
        "The package has yet to arrive.",
        "Paid but no order?",
        "I was wondering where my goodies disappeared after I paid good money.",
        "Money wasted again when my order was missing.",
        "I paid but where are my products?",
        "Did my order go missing?",
        "The merchandise I paid for in full was nowhere to be found.",
        "I paid and didn't get the merchandise.",
        "Did not get the goods even after payment?",
        "The goods were not delivered despite payment.",
        "The order was paid but there wasn't anything.",
        "It was not received after the payment was made.",
        "I have yet to receive what I paid for, is that a joke?",
        "Why was the goods not delivered despite the payment?",
        "I spent money because my order was missing.",
        "I paid but didn't get anything",
        "I paid, but got nothing!",
        "It was paid but the package vanished.",
        "I paid for it but haven't received it yet.",
        "Did not receive the items despite the payment?",
        "I did not receive my order and I never received it.",
        "Goods not arrived and where is my order.",
        "No show for stuff I paid for.",
        "I haven't gotten what I paid for yet, is that a joke?",
        "Didn't receive the goods even after payment?",
        "I paid but never received the products.",
        "Why did a package not arrive paid for?",
        "There was paid for the package to not arrive.",
        "I paid, but where are my wares?",
        "My order was not there.",
        "I paid for the order but it was not delivered to me.",
        "I purchased the items but never received them.",
        "There is a missing item that I paid for.",
        "I need to explain, money paid but package vanished?",
        "payment but no merchandise?",
        "They did not receive the goods despite payment.",
        "Payment made but where did the shipment go?",
        "Money paid but package vanished, please explain!",
        "Why didn't you get the goods despite payment?",
        "My order was paid but not delivered.",
        "The order was paid but there was no item.",
        "I paid, but never received my order.",
        "I purchased, but never got the goods.",
        "It was paid for and still haven't received anything...",
        "Can't locate purchase, paid but vanished.",
        "It was paid for, still haven't received anything.",
        "The goods weren't delivered despite the payment.",
        "Payment is made but where is the shipment.",
        "I've paid up, where is my package?",
        "I bought the goods but did not receive them.",
        "I did not receive the order but I paid for it.",
        "Payment but no merchandise for an order?",
        "Why didn't the goods arrive despite payments?",
        "I did not receive my order and I paid but didn't receive it.",
        "Still haven't received anything after paying for it...",
        "The items weren't received after the payment was made.",
        "I paid for the package but it was missing?",
        "I haven't received what I paid yet.",
        "There is an order missing, paid but no product.",
        "There was a package that I paid for but it was missing.",
        "I paid up and where is my package?",
        "Goods that I paid for did not arrive.",
        "My order has not arrived, where is it?",
        "No items arrived after the payment was made.",
        "It was paid for and still hasn't received anything...",
        "Status is not clear: paid, but product MIA.",
        "I bought something but haven't received it even after making full payment.",
        "The package was paid for but didn't arrive.",
        "I paid and received nothing. Where is my order?",
        "I have paid and got nothing.",
        "No package arrived, it was paid for.",
        "I don't understand why I haven't received what I bought.",
        "Purchasing but never getting the goods.",
        "I paid for my order, but it never arrived.",
        "I paid, but where are my merchandise?",
        "Payment made but where is the shipment now?",
        "I paid, but not where my goods are.",
        "Payment was made but where is the shipment.",
        "I paid but did not receive the goods.",
        "The item I purchased was missing.",
        "Money was wasted once again when my order missing.",
        "I have an item I paid for but it is missing.",
        "I made full payment and haven't received my purchase yet.",
        "There was an order that went missing.",
        "The goods were not delivered.",
        "I paid but never got my purchases.",
        "Where is my package after I paid up?",
        "They paid expecting a delivery but haven't received anything.",
        "I'm still waiting...Where's my shipment and money?",
        "It was paid but there was no merchandise?",
        "What happened to the order I placed?",
        "I haven't received what I bought after making full payment.",
        "Never got the goods.",
        "I paid for the items but never received them.",
        "I paid for the item, but what happened to it?",
        "I never received my order even though I paid.",
        "There was an order missing, paid but no merchandise.",
        "Can you tell me if the item is still undelivered after I paid?",
        "The item I paid for went missing.",
        "The order was paid for but there wasn't any merchandise.",
        "I paid, but never got my item.",
        "I got nothing. Where's my order?",
        "No show, where did I pay for my stuff?",
        "I paid for the order, but it never came.",
        "I paid but didnt get my order.",
        "I am not sure why I haven't received what I paid for.",
        "How happened to my purchase after I paid?",
        "I paid for stuff but never received it.",
        "I had paid and got nothing.",
        "Why did the goods not arrive despite paying?",
        "Where is the merchandise I paid for?",
        "It is paid but no package has arrived.",
        "I paid and where do I find my items?",
        "I paid for my order, but I never got it.",
        "The person who paid can't find the purchase.",
        "There is an item I paid for and it is missing.",
        "The items were not received after payment was made?",
        "I paid but no order was received.",
        "Payment was made, but where the shipment is?",
        "I paid for my goods, but never received them.",
        "I paid and got nothing in return.",
        "After paying up, where is my package?",
        "My order is missing, what happened to my payment?",
        "I never got the goods that I purchased.",
        "The paid order has not been dispatched yet, as I have not received it.",
        "Where is my package now that I paid up?",
        "Why didn't I receive what I purchased after making full payment?",
        "I pay for stuff but no show.",
        "I paid, but there's no item?",
        "Why haven't I received what I paid for?",
        "I have an order that is MIA and nothing in sight.",
        "After paying, non-receipt of purchase?",
        "I haven't recieved my paid order yet.",
        "I'm still waiting, where did my shipment and money go?",
        "I paid, where are the items?",
        "I paid, but did not receive the item.",
        "Why don't I receive what I paid for after making full payment?",
        "I paid, but where did I get my goods?",
        "I had paid for the missing package.",
        "Money was wasted again when my order wasn't found.",
        "I have paid, but where is my wares?",
        "It's paid, but no package has arrived.",
        "I paid for an item, but it's missing.",
        "I paid for something but no product.",
        "My order has been paid but not delivered.",
        "I paid for a delivery, but haven't received anything...",
        "I didn't get what I bought even after making full payment.",
        "Payment was made and no order received.",
        "I paid for this but have not received it yet.",
        "We paid, but no package arrived.",
        "Order paid but missing merchandise?",
        "My order is MIA, cash taken but nothing in sight!",
        "How about an order that was paid but no merchandise?",
        "There were no itemsreceived after payment was made.",
        "I paid but did not receive it.",
        "They paid for a delivery but have not received anything.",
        "I paid for something, but no product.",
        "I have not received the paid order yet.",
        "It was paid for, but no package arrived!",
        "There is an order missing that was paid but no merchandise.",
        "I made full payment but I haven't received what I bought.",
        "I haven't received everything that I paid for yet.",
        "I paid for it but no show.",
        "I paid but never received the item that I ordered.",
        "I'm still waiting...Where is my shipment?",
        "I paid but never recieved my order.",
        "The package was paid for and it did not arrive.",
        "Purchaseed but never received the items.",
        "I paid, but never received the item I ordered.",
        "Goods that were paid but not delivered.",
        "I paid for a missing package.",
        "Hey, no delivery and I have already paid for it?",
        "The person paid expecting a delivery still hasn't received anything.",
        "Money was wasted again because my order missing.",
        "Why haven't I been given what I paid for?",
        "I paid for an missing package.",
        "I paid for my items, where are they now?",
        "I paid, but never received the items I ordered.",
        "Why haven't I received my purchases?",
        "Goods weren't arrived, where is my order?",
        "My order was paid but not yet delivered.",
        "Goods were not arrived, where is my order?",
        "I did not receive my order, I paid but never received it.",
        "I never got the merchandise after paying for it.",
        "Payment went through but where is my order?",
        "I made full payment but haven't received anything.",
        "Still haven't received anything, despite being paid expecting a delivery.",
        "Cash taken, still no sign of my order.",
        "Why didn't the goods come despite the payment?",
        "I paid but never received my package.",
        "I paid for my order, but didn't get it.",
        "I have paid but where is my item?",
        "Haven't gotten what I paid for.",
        "I have not received my order.",
        "Wondering where the ordered goods are now.",
        "Goods have not been delivered.",
        "I paid for a item that wasn't there.",
        "What happened to the item I purchased after paying?",
        "I haven't received my order yet, but has it been dispatched?",
        "Waiting forordered goods where are they now?",
        "My order was never delivered.",
        "Still haven't received anything after paid for delivery...",
        "My order is not arriving.",
        "Payed up and where is my package?",
        "I paid for my order and it didn't arrive.",
        "Goods not delivered where is my order?",
        "I paid for my order and it did not arrive.",
        "I placed an order but never received it.",
        "Where has the merchandise I paid for been?",
        "Not a package arrived paid for.",
        "No items were sent after the payment was made.",
        "Money was paid but package did not show up.",
        "I didn't get the goods I purchased.",
        "It was paid for but not received anything.",
        "I paid, but no package arrived yet.",
        "Payment was made but not the shipment.",
        "I haven't received my paid order, has it been dispatched yet?",
        "I never got the merchandise after I paid.",
        "I paid but did not receive anything.",
        "I haven't received what I paid for even after I made full payment.",
        "I haven't received what I have paid for yet.",
        "I didn't get my order and I paid but didn't get it.",
        "I paid for it, but there was no item.",
        "It was purchased but didn't get the goods.",
        "I paid, where is my items now?",
        "I paid but never received anything.",
        "I did not receive the order but paid for it.",
        "I paid but didn't find my stuff.",
        "Did not get the goods despite payments?",
        "I paid up, where are my things?",
        "I'm just wondering where my goodies vanished after I paid good money.",
        "I wonder where my goodies vanished after I paid good money.",
        "Just paid, but no package has arrived yet.",
        "I paid for my order and it was not delivered.",
        "It was paid for, but there was no merchandise?",
        "I did not receive my order, but I did pay.",
        "I did not receive my order but I did pay for it.",
        "After making full payment, why don't I get what I bought?",
        "I have paid already for no delivery.",
        "Money wasted because my order was missing.",
        "Money was wasted once again because my order was missing.",
        "I paid but there was no package yet.",
        "Can't locate purchase; paid but now gone.",
        "Order missing, paid but no stuff?",
        "That was purchased but never received the goods.",
        "I have paid but where is my merchandise?",
        "I didn't receive my goods.",
        "Goods notarrived, where is my order?",
        "I'm still waiting so where's my shipment?",
        "There was no item received after payment was made?",
        "My order is not yet delivered.",
        "No delivery and I have already paid!",
        "I paid for the item, so what happened to it?",
        "Didn't get the goods they purchased.",
        "But still no stuff, where did you take my money?",
        "My order was paid, but where is it?",
        "Hey, I paid and where are my items?",
        "I haven't received my purchase yet.",
        "I made a point of purchase and where is my item?",
        "I was paid, but no package arrived yet.",
        "I have not received my order, so has it been dispatched?",
        "Payment was made, but where did the shipment go?",
        "Where's my money taken, but still no stuff?",
        "I paid but never received my merchandise.",
        "No delivery and I paid for it already?",
        "I haven't received what I paid for at this point.",
        "What happened to my purchased item?",
        "I'm still waiting but where is my shipment?",
        "Didn't I receive my money for that order?",
        "Still waiting...where's my shipment?",
        "There is a status that is not clear: paid, but product MIA.",
        "You took my cash but no stuff, where is my order?",
        "Money was paid but the package was missing.",
        "The payment was made but no items were received.",
        "I'm still waiting, where is my shipment and $ gone?",
        "A payment was made but where is the shipment?",
        "Why didn't I receive what I bought after I paid?",
        "I paid but where did I find my stuff?",
        "I paid for a product and what happened to it?",
        "I paid, but never received my stuff.",
        "I paid, but I did not get my order.",
        "what happened to my purchase after I paid?",
        "Why didn't the goods arrive even after payment?",
        "I paid for the item, but it's missing.",
        "Money was wasted again, when my order was missing.",
        "I paid for something but no show?",
        "I never received my order, and I paid but never received it.",
        "I paid but no item in sight.",
        "I paid but never received my item",
        "I paid for my stuff but no show.",
        "Where are ordered goods waiting for?",
        "I paid but where is my product?",
        "I paid for the order but I never received it.",
        "We have paid, but no package has arrived.",
        "Did not receive the goods.",
        "Nope, paid but no stuff?",
        "I bought the things but never received them.",
        "I paid for the item but it's not there.",
        "I didn't receive my order and paid but didn't.",
        "Why haven't I received what I bought?",
        "I paid for an item, but it is missing.",
        "Still haven't received anything after being paid expecting a delivery...",
        "I paid, but where's my stuff?",
        "I did not receive my order even though I paid for it.",
        "I bought things but never got them.",
        "Money was wasted once again when my order disappeared.",
        "I did not receive the order, but I paid for it.",
        "I paid but no product?",
        "I paid for the item but didn't get anything.",
        "Where are the items after I paid?",
        "There was a missing package and I paid for it.",
        "It was paid but where is the shipment now?",
        "I paid for this but haven't received anything yet.",
        "There was an order missing, paid but no merchandise?",
        "Is it possible that the item remains undelivered after my payment has processed?",
        "My order is MIA",
        "I paid and there's no merchandise.",
        "After making full payment, why didn't I get what I bought?",
        "What happened to my stuff I paid for?",
        "I haven't received what I pay for.",
        "The order was never received.",
        "I have paid for my stuff, but where is it?",
        "I did not receive my order and paid but did not receive it.",
        "No items were sent after payment was made.",
        "I paid for an item that didn't arrive.",
        "I paid for my order, but I never received it.",
        "No package arrived paid for.",
        "I paid, where do my items go?",
        "I paid for something but haven't received it.",
        "The goods were never received.",
        "I haven't received what I paid for even after making a full payment.",
        "I paid for the order, but it wasn't delivered.",
        "Where has my order been?",
        "I paid for the package and missed it.",
        "I paid but I don't have anything",
        "I paid for something I haven't received yet.",
        "The package has yet to arrive but any updates?",
        "They paid for a delivery but haven't received anything...",
        "I have already paid, but where is my merchandise?",
        "Still haven't received anything, paid for expecting a delivery.",
        "I'm still waiting and wondering where my shipment and money is.",
        "I paid and where are my items at?",
        "Payment was made but no items received?",
        "I paid for my order but I didn't get it.",
        "I bought but never got the goods.",
        "Someone paid for a delivery but hasn't received anything.",
        "I paid for something that hasn't been received yet.",
        "I had purchased the goods but never received them.",
        "I paid, where is my stuff?",
        "I have not received my paid order yet, so I am wondering if it has been dispatched.",
        "I paid for the order but it never came.",
        "I bought a item, but it's missing.",
        "I bought an item but I can't find it.",
        "It was purchased but never recieved the goods.",
        "Goods have not arrived, where is my order?",
        "I paid for a product but what happened to it?",
        "I paid for the order and did not receive it.",
        "Didn't receive the goods despite being paid for?",
        "I paid but never received my order.",
        "I paid for it already, no delivery?",
        "Goods that are paid but not arrived.",
        "I'm still waiting but where's my shipment?",
        "I haven't received my purchase even after making full payment.",
        "I paid but no product.",
        "I paid for the item, but didn't get it.",
        "No-receipt of purchase after paying.",
        "Can't locate purchase; paid but vanished.",
        "I paid but didn't receive the merchandise.",
        "Payment was made but where has the shipment been?",
        "What happened, paid, but no merchandise?",
        "We paid for a delivery but have not received anything.",
        "Waiting for ordered goods where are they now?",
        "The order was paid but not the merchandise.",
        "I paid but where's my stuff?",
        "Money was wasted, because my order was missing.",
        "What happened to the item that I paid for?",
        "Why didn't I get what I purchased after I paid?",
        "My order was paid but it was not delivered.",
        "I paid, so where are my items?",
        "where's my order?",
        "I haven't receive what I paid for yet.",
        "Waiting for goods that have been ordered, where are they?",
        "I paid for my order, but it was never delivered.",
        "I paid for my order, but it did not arrive.",
        "I ordered but never received it.",
        "What is the location of my order, but no stuff?",
        "I paid but got nothing in exchange.",
        "I paid, but where am my stuff?",
        "Payment was made but no items received.",
        "It was paid for a package to not arrive.",
        "Didn't receive the goods despite payment?",
        "Still haven't received anything despite paid for delivery.",
        "Goods not arriving, where is my order?",
        "The purchased but never received the goods.",
        "There wasn't any items received after payment was made.",
        "The payment went through, but no order was received.",
        "I paid for this, but haven't received it.",
        "Where is my stuff that I paid for?",
        "There is an order that is paid but no merchandise.",
        "I did not receive my money for that order.",
        "Money paid, but package vanished.",
        "Goods not arrived where I ordered them.",
        "I have paid for stuff, where is it?",
        "My order? Where is it?",
        "The money was paid, but the package vanished.",
        "I didn't receive my order after paying.",
        "Was bought but never received the goods.",
        "I paid and still don't know where my merchandise is.",
        "I purchased the goods and never received them.",
        "I haven't received my paid order, has it been dispatched?",
        "I paid for my order, but never got it.",
        "Was the goods not received despite the payment?",
        "Why didn't I receive what I purchased after I made full payment?",
        "Payment made, but where's the shipment?",
        "After payment, no items were received?",
        "I paid up, where's my package?",
        "I'm not sure what happened to my order.",
        "I paid for the order but it wasn't delivered.",
        "I paid for an item but never received it.",
        "There is a missing item that I bought.",
        "Didn't get the goods?",
        "Money was wasted once again when my order was missing.",
        "Money wasted again when my order disappeared.",
        "I paid for it, but no merchandise.",
        "Still haven't received anything after expecting a delivery.",
        "I'm still waiting, where's my shipment and money gone?",
        "I ordered cash, but still no stuff.",
        "I paid but there wasn't any item.",
        "I already paid, but no delivery?",
        "Despite paying, did not receive the goods?",
        "I paid for it already, but no delivery?",
        "I paid for something but got nothing in the return.",
        "I paid for it, but where is the item?",
        "I never received my merchandise after paying.",
        "After making full payment, why don't I receive what I bought?",
        "Been paid expecting a delivery and haven't received anything.",
        "What happened, paid, no products?",
        "I have not yet received what I paid for.",
        "I was wondering where my goodies disappeared after I paid with money.",
        "Money was paid but package disappeared.",
        "I've been paid up, where is my package?",
        "I paid for the package but it wasn't there.",
        "I paid expecting a delivery but haven't received anything.",
        "Money was paid but a package disappeared.",
        "Did not receive the goods after paying?",
        "I just haven't received what I paid for.",
        "I paid so where are my items then?",
        "After paying for a purchase, what happened to it?",
        "Didn't get the goods despite the payment?",
        "Payment made but where is shipment?",
        "Didn't get the goods that he purchased.",
        "Payment was made but there was no merchandise.",
        "I paid for it but didn't receive it.",
        "I paid for my goods but where is it?",
        "I paid but had no item.",
        "I paid for my order but I never received it.",
        "My merchandise is missing, but I paid already.",
        "No receipt of purchase after paying.",
        "I paid already, but where are my items?",
        "I have paid but where are my items?",
        "There has been paid, but no package has arrived.",
        "Waiting forordered goods where are they?",
        "I did not receive my order which I paid for.",
        "I paid for that item and what happened to it?",
        "No order even though it was paid?",
        "It was paid for but yet hasn't received anything.",
        "My order hasn't arrived.",
        "I pay but never receive my order.",
        "I have not received my paid order, so I wonder if it has been dispatched yet.",
        "Can't locate purchase; it disappeared mysteriously.",
        "Status is unclear: paid, but product MIA.",
        "I paid and there was no merchandise.",
        "I haven't recieved what I paid for.",
        "There was a package missing and I paid for it.",
        "I paid for it, but where is my stuff?",
        "what happened to my purchase after I paid for it?",
        "I paid but didn't get my order.",
        "I paid for my order but it never reached me.",
        "I paid for the package that was missing?",
        "I paid for a package that was missing!",
        "Why don't I get what I paid for even though I made full payment?",
        "Goods not arrived, where did my order come from?",
        "Paying but not having anything?",
        "I paid for my order, but it did not reach me.",
        "I paid but never received what I paid for.",
        "I paid for my goods, but where do I find them?",
        "I'm still waiting and where's my shipment?",
        "Payments were made, no order received.",
        "I paid for things but no show.",
        "I paid and there wasn't any merchandise.",
        "I paid for goods that didn't arrive.",
        "I paid for something, but haven't received it.",
        "I haven't received my order yet, has it been dispatched?",
        "Not a single item received after the payment was made?",
        "I paid but never received my purchases.",
        "I paid for an item which is missing.",
        "I had an order and it was missing.",
        "Where are my items after I paid?!",
        "I paid for my order, but it never made it to me.",
        "I paid and never got my order.",
        "The package I paid for was missing.",
        "I paid, but got nothing. Where's my order?",
        "No receipt of the purchase after paying.",
        "There was money paid but the package disappeared.",
        "Got payment done, but didn't get anything in return.",
        "I paid for the goods but never received them.",
        "I made full payment but I haven't received what I paid for.",
        "I don't know if I've received my order yet.",
        "I have not received my paid order, so I am wondering if it has been dispatched yet.",
        "I paid, but never got the item.",
        "I'm wondering where my order is?",
        "I paid for the missing package...",
        "I failed to receive my order after paying.",
        "The money was wasted again due to my order missing.",
        "I paid up, where is my package?",
        "My order never arrived after I paid.",
        "Waiting for ordered goods? Where are they?",
        "I paid but did not receive the item.",
        "The order was paid but there wasn't any merchandise.",
        "We paid money but the package vanished.",
        "After the payment was made, no items received?",
        "I purchased the things but never received them.",
        "I paid for it, but never received it.",
        "I am yet to receive what I paid for.",
        "Didn't receive what I paid for yet.",
        "I paid and I did not receive my order.",
        "I got nothing, where's my order?",
        "There's a missing item I paid for.",
        "Did not receive the goods even though they were paid for?",
        "There was no receipt of purchase after payment.",
        "I just paid, but where is my stuff?",
        "I paid for this and have not received it yet.",
        "I didn't receive my money for that order.",
        "Why haven't I gotten what I paid for?",
        "I don't know why I haven't received what I purchased.",
        "The stuff I paid for is nowhere to be found.",
        "I purchased but didn't get the goods.",
        "It was paid but no package has arrived.",
        "Purchased but never got the goods.",
        "I paid and where have my items been?",
        "Still haven't received anything despite paid for delivery...",
        "Where is my item that I paid for?",
        "I paid but I'm not sure where my merchandise is.",
        "The order was paid and there was no merchandise.",
        "No delivery and I paid already!",
        "Didn't receive the goods despite payment!",
        "I paid for the purchase and what happened to it?",
        "I paid for my purchase and now what happened to it?",
        "The goods have not arrived.",
        "I made full payment, but haven't received what I purchased.",
        "I don't know why I haven't received what I paid for.",
        "I paid, but didn't get the merchandise.",
        "I paid before no delivery.",
        "Money was wasted again as my order disappeared.",
        "I wonder where my goodies disappeared after I paid good money.",
        "I didn't receive my merchandise after I paid.",
        "Payment done, but where is the shipment?",
        "Didn't get the goods despite being paid?",
        "Why haven't I received what I purchased?",
        "Even after making full payment, I haven't received anything.",
        "I paid my order but never received it.",
        "Why didn't the goods arrive when they were paid?",
        "I paid already, but where is my goods?",
        "I paid and haven't found my merchandise.",
        "I did not receive my goods.",
        "Purchased but never received the item.",
        "Did not receive the goods despite paying.",
        "Order missing, paid, but no product?",
        "I paid forpackage that was missing.",
        "I paid for this and haven't received it yet.",
        "I paid expecting a delivery and haven't received anything.",
        "It was paid for but didn't receive anything.",
        "Someone paid for a delivery but haven't received anything...",
        "I paid for my item, what happened to it?",
        "There was a package that was missing and I paid for it.",
        "It was paid for, but yet haven't received anything.",
        "It was paid for but still haven't received anything...",
        "Payment made, where's the shipment?",
        "Cash taken but nothing in sight!? My order MIA?",
        "Why wasn't the goods delivered despite payment?",
        "My order hasn't been delivered.",
        "I paid for it, but did not receive it.",
        "Been paid expecting a delivery, but haven't received anything.",
        "The goods didn't arrive despite payment.",
        "I paid for it but haven't received what I paid for.",
        "Cash taken, still nothing in sight! My order MIA?",
        "Not receiving anything after paying for a delivery.",
        "I did not get my order and paid but never received it.",
        "I never received my order and I paid for it.",
        "Payment made but where has the shipment been?",
        "Payments were made but no order was received.",
        "Is the order missing, paid but no merchandise?",
        "They did not receive the goods despite the payment.",
        "I paid but got nothing. Where is my order?",
        "Why didn't I get what I paid for even after full payment?",
        "I haven't gotten my order yet.",
        "I paid, but no package arrives yet.",
        "I paid for the item but didn't get it.",
        "I paid but where do I find my stuff?",
        "There were no items received after the payment.",
        "Had purchased the goods, but never received them.",
        "I never received my order after I paid for it.",
        "Why didn't I get what I paid for after I made full payment?",
        "Can you tell me if the item is still undelivered after my payment has been made?",
        "It was purchased but never received the goods",
        "goods not arrived",
        "Did not receive the goods despite their payment?",
        "It didn't arrive as intended.",
        "Haven't received what I paid for yet, is it a joke?",
        "I paid for something but I got nothing.",
        "Where is the shipment after payment was made?",
        "The item I bought is missing.",
        "I have paid, but no package has arrived.",
        "Payment went through, but no order was received.",
        "Even after making full payment, I haven't received what I bought.",
        "I paid and where are my things?",
        "I paid but don't know where my stuff is.",
        "There was a purchase that never got the goods.",
        "Why didn't the goods arrive after the payment?",
        "I didn't receive my order but paid for it.",
        "My money was wasted again when my order was missing.",
        "It was paid but the package disappeared.",
        "There were no received items after the payment was made.",
        "I made full payment and haven't received what I purchased.",
        "I paid already, but no delivery.",
        "There is no receipt of purchase after payment.",
        "I bought an item but it is missing.",
        "My order was paid, but nothing.",
        "I paid for that missing package.",
        "I've paid, but where are my items?",
        "I paid the package, but it wasn't there.",
        "Where's my shipment and I'm still waiting?",
        "When I paid for my order, I did not receive it.",
        "I never received my order though I paid for it.",
        "Did not receive the goods despite being paid for?",
        "I haven't gotten what I paid for, why?",
        "He hasn't received what he paid for yet.",
        "Where's my ordering?",
        "Cash taken but my order is MIA!",
        "I just wondered where my goodies disappeared after I paid good money.",
        "Never got the goods that I purchased.",
        "I paid for something but haven't recieved it yet.",
        "Purchase was paid, but it vanished mysteriously.",
        "I paid for my order but I didn't receive it.",
        "There were no items received after the payment was made?",
        "I still have not received what I paid for.",
        "Has I received my paid order yet?",
        "Where are the goods that have been ordered?",
        "Payment was made, but where was the shipment?",
        "My order is not arrived.",
        "Get nothing, where's my order?",
        "The stuff I paid for isn't there.",
        "There was no show for the stuff I paid for.",
        "I did not receive my order but paid for it.",
        "Cash taken, but not my order!?",
        "The money was wasted when my order disappeared.",
        "Can't find purchase, paid but vanished mysteriously.",
        "I have an order MIA and nothing in sight!",
        "I paid for the item and it's missing.",
        "I paid for my order but it didn't reach me.",
        "People paid for a delivery but haven't received anything.",
        "I purchased something but never got it.",
        "I paid but did not pick up my item.",
        "My order is not yet arrived.",
        "Can't find purchase; paid and now gone.",
        "I paid and did not get any merchandise.",
        "Cash taken, but nothing in sight, my order MIA?",
        "The package was missing, but I paid for it.",
        "There was no items received after payment.",
        "Didn't receive the goods that were purchased.",
        "My package was missing, and I paid for it.",
        "There was a paid package that did not arrive.",
        "I have not received my paid order yet, has it been dispatched?",
        "It's been paid for but still haven't received anything.",
        "Payment was made but where is the shipment located?",
        "Goods are not arrived as my order is paid.",
        "I have paid for stuff but no show.",
        "My order was paid, but not yet.",
        "I did not receive the merchandise I paid for.",
        "Payment was made but the shipment wasn't there.",
        "Cash taken, but my order is MIA?",
        "I didn't get the merchandise after I paid.",
        "I never received my order after paying for it.",
        "I haven't yet received what I paid for.",
        "I paid, but where do I find my stuff?",
        "Not receiving anything, despite being paid expecting a delivery...",
        "I paid for it but where is my merchandise?",
        "There was an order that was paid but no product.",
        "I paid for my order but did not see it.",
        "Can't locate purchase, paid, now vanished.",
        "After making full payment, why haven't I received my purchase?",
        "I paid, but where are my products?",
        "There has been paid, but no package yet.",
        "Money was wasted when my order didn't arrive.",
        "I paid for the item but it is missing.",
        "The payment was made and no items were received.",
        "I did not get my order, but I paid for it.",
        "I just wondered where my goodies vanished after I paid good money.",
        "I haven't received anything yet but I paid for it.",
        "I have not received my paid order yet, so is it dispatched?",
        "I paid and did not find my item.",
        "Why didn't I receive what I purchased even after making full payment?",
        "Where is my order??",
        "I paid but did not receive my order.",
        "I paid but there wasn't any merchandise.",
        "I paid for the product but didn't receive it.",
        "I never received my order, and paid but didn't.",
        "Still haven't received anything after paying expecting a delivery.",
        "I have yet to get what I paid for.",
        "I paid for that but haven't received it yet.",
        "My order isn't there.",
        "Did not receive the goods after payment?",
        "I paid for something, but got nothing in return.",
        "Goods not arrived, where is my purchase?",
        "There is an order missing and paid but no merchandise.",
        "Haven't received what I've paid for yet.",
        "After making full payment, why didn't I receive my purchase?",
        "I paid and there was no delivery.",
        "I pay but no package arrives yet.",
        "After paying for a delivery, still haven't received anything...",
        "I don't know if I have received my paid order.",
        "Payment is made but there is no shipment.",
        "I paid for the product, but where is it?",
        "Didn't receive a package paid for.",
        "Why didn't I receive what I purchased after I paid?",
        "Why haven't I received my purchase?",
        "Still waiting, where's my shipment?",
        "Didn't my order get delivered?",
        "I paid full price but haven't received what I paid for.",
        "How come I haven't received what I paid for?",
        "Can't find purchase, paid but gone mysteriously.",
        "I don't know where to find my order.",
        "I paid but never got my merchandise.",
        "I haven't received what I bought even after making full payment.",
        "I paid, but where is my items?",
        "I paid, but never received the stuff.",
        "Where's my order from, but no stuff?",
        "I paid for my item but have not received it.",
        "I bought but never received the items.",
        "I paid already without a delivery!",
        "I paid but couldn't find my item.",
        "Payment was made but the shipment is not there.",
        "Still nothing in sight, my order MIA?",
        "I paid but never received the item.",
        "I paid but never got the stuff.",
        "There is a non-receipt of purchase after paying.",
        "No items were received after the payment was made?",
        "My money was wasted again because my order was missing.",
        "Didn't get the goods that were bought.",
        "Goods not arrival, where is my order?",
        "I paid already, but where is my stuff?",
        "Payment made, where is the shipment?",
        "Purchase but no merchandise?",
        "I paid, but there is no package yet.",
        "The package was paid for, but it didn't arrive.",
        "The package was paid for and didn't arrive.",
        "I apologize, gentlemen! Money paid but package vanished!",
        "It was paid, but no order?",
        "I've not received what I paid for.",
        "I paid for a package that wasn't there.",
        "Money was wasted again because my order was missing.",
        "What happened? paid, no merchandise?",
        "I didn't get the merchandise I paid for.",
        "I paid for the package, but it was missing.",
        "I apologize, gentlemen, but money paid but package vanished.",
        "I never received my order, I paid but did not.",
        "I bought the goods, but never received them.",
        "The goods haven't arrived yet.",
        "I paid for the item, but not the merchandise.",
        "I paid for my purchase, what happened to it?",
        "Order paid but no product?",
        "My payment was made but no order was received.",
        "I purchased something but haven't received it after making full payment.",
        "No items were received after payment.",
        "I did not receive my order and I paid for it but never received it.",
        "Did not get the goods despite the payment?",
        "I have not received my paid order yet.",
        "I hasn't received what I paid for yet.",
        "No delivery, and I have already paid?",
        "I've paid for something but haven't received it.",
        "Did not receive the goods even though they were paid?",
        "I haven't received what I paid for even after making full payments.",
        "I did not get my order and I paid but did not get it.",
        "Cash taken, still nothing in sight, my order MIA.",
        "What's the location of my stuff I paid for?",
        "I bought an item and it went missing.",
        "I paid and there was no item.",
        "It was paid, but no package yet.",
        "It was paid for, but there was no merchandise.",
        "I haven't received my purchase after making full payment.",
        "Why don't I get what I paid for?",
        "I paid, got nothing. Where is my order?",
        "paid, got nothing? Where's my order?",
        "Please excuse me, gentlemen! Money paid but package disappeared!",
        "Why didn't I receive my purchase after I paid full price?",
        "Not having received anything despite being paid for a delivery.",
        "I never received my order, and paid but did not.",
        "I paid for the missing package, but there are no updates.",
        "I have not received my paid order yet, so I wonder if it has been dispatched?",
        "I pay and where are my items?",
        "I was purchased but never received the items.",
        "I paid but got no merchandise.",
        "I got paid, but no order?",
        "Where's the stuff that I paid for?",
        "I paid and got nothing! Where's my order?",
        "I was wondering what happened to my order.",
        "I paid but didn't get anything.",
        "I have paid for my merchandise, but where is it?",
        "I paid for this, but haven't received it yet.",
        "My paid order has yet to be dispatched, as I have not received it.",
        "What happened? paid and no merchandise?",
        "I'm still waiting, where is my shipment and money gone?",
        "I got nothing. Where is my order?",
        "Payment went through, but no order received.",
        "They paid for a delivery, but haven't received anything...",
        "I haven't received what I purchased after making full payment.",
        "I paid for it, where are my items?",
        "There was money paid but a package vanished.",
        "I haven't received my order yet so has it been dispatched?",
        "I paid for my item but where is it?",
        "There's nothing in sight for my order.",
        "They purchased the goods but never got them.",
        "Why wasn't the goods received despite the payment?",
        "Payment made but no item received?",
        "I paid for it, but didn't receive it.",
        "Hey; where are my items after I paid?",
        "No order? paid but no stuff?",
        "I paid for my item but there was no merchandise.",
        "I paid before, but where is my stuff?",
        "I never received my order, and I paid for it.",
        "money was wasted again because my order was missing.",
        "It was paid for but never received anything.",
        "I paid, got nothing",
        "I did not receive the merchandise after paying for it.",
        "I paid but didnt receive my order.",
        "The items weren't received after payment was made.",
        "I did not receive my order, but I paid.",
        "Money paid but the package disappeared.",
        "It was paid for, but still hasn't received anything.",
        "Payment made, but no item received?",
        "I have paid and where is my merchandise?",
        "I paid, but no package came yet.",
        "I haven't received the paid order yet.",
        "I got nothing after paying. Where is my order?",
        "Did not receive items after payment was made?",
        "What happened to the paid package that didn't arrive?",
        "There were no items received after payment made.",
        "Had purchased the goods, but never got them.",
        "I made full payment but haven't received what I purchased.",
        "I paid for no delivery!",
        "Paid, no merchandise?",
        "Goods don't arrived, where is my order?",
        "Why didn't they receive the goods despite payments?",
        "I am still waiting and where is my shipment?",
        "Money paid but package vanished.",
        "I'm still waiting and I'm wondering where my shipment is.",
        "I have paid, but where is my item?",
        "I paid for a delivery but have yet to receive anything.",
        "I did not receive my order after I paid.",
        "The package was paid for but it did not arrive.",
        "I paid but failed to receive my order.",
        "They purchased the goods, but never received them.",
        "Why haven't I received the product I paid for?",
        "I paid for the thing, but what happened to it?",
        "They didn't receive the goods despite payment.",
        "I paid for the product, but never got it.",
        "Why did the goods not arrive after the payment?",
        "What happened to the item I paid for?",
        "Purchase but never get the goods.",
        "Still waiting, where is my shipment?",
        "I have paid but no delivery.",
        "After making full payment I haven't received anything.",
        "What happened to my purchase once I paid for it?",
        "Can't find purchase, paid disappeared mysteriously.",
        "The package was paid for and never arrived.",
        "Money paid but the package vanished.",
        "I paid for it already, but no delivery!",
        "Goods did not arrive, where is my order?",
        "Where is my item after I purchased it?",
        "Purchase is paid but there is no merchandise.",
        "I didn't receive what I purchased even after full payment.",
        "I pay, but no item?",
        "I paid for the package, but was it still missing?",
        "My order was not received.",
        "I paid and I never received my order.",
        "I paid for a package I did not receive.",
        "I did not receive my order, and I paid for it.",
        "What is it that no package arrived paid for?",
        "Why did not the goods arrive after payment?",
        "I paid but got nothing. Where's my order?",
        "There is paid, but no package yet.",
        "The paid order has yet to be dispatched.",
        "I paid but I can't find my merchandise.",
        "My order did not show up.",
        "I paid for it and haven't received it.",
        "The goods were never arrived.",
        "I paid for my stuff, but where do I find it?",
        "I have not received my paid orders yet.",
        "I still haven't received what I paid for.",
        "Can't locate purchase, paid now vanished mysteriously",
        "Why didn't the goods get to you despite payment?",
        "How did my order go missing?",
        "Payments went through, but no order received.",
        "I paid for something, but there is no merchandise.",
        "Can't find purchase; paid gone.",
        "I didn't receive my order and paid but didn't get it.",
        "I paid and I don't have my merchandise.",
        "I paid but did not receive the order.",
        "Where's the merchandise I paid for?",
        "I bought but never got the item.",
        "I paid for something but I only got zilch.",
        "Did not receive the goods even after paying?",
        "I paid for it and didn't receive it.",
        "Did the goods not arrive despite being paid?",
        "Someone paid, but no package arrived yet.",
        "Money was paid but the package disappeared.",
        "I've yet to receive what I paid for.",
        "The order was paid, but no merchandise was found.",
        "Even though I made full payment, I haven't received anything.",
        "I bought but never got the items.",
        "I paid for my order, but it wasn't received.",
        "Please clarify the status: paid, but product MIA?",
        "I never received my order and paid but didn't.",
        "I paid for an item that is not there.",
        "Didn't receive the goods despite being paid?",
        "My order is not there.",
        "I paid for the item but what happened to it?",
        "Someone paid up and where is my package?",
        "Why did you not receive the goods despite paying?",
        "I paid for goods that did not arrive.",
        "I still have not heard from my shipment and money.",
        "A package was missing and I paid for it.",
        "Where are the items I paid for?",
        "Didn't receive the goods after payment?",
        "I didn't receive the merchandise after paying for it.",
        "I paid for my item but there is no merchandise.",
        "I bought the item but it is missing.",
        "They had paid for a delivery but haven't received anything.",
        "What happened to the order I paid for?",
        "I paid for a delivery but have not received anything.",
        "Did the goods notarrive despite the payment?",
        "What happen to my order?",
        "My order didn't show up.",
        "Where's my order, but no stuff?",
        "Can't locate purchase, paid vanished mysteriously.",
        "It was a missing package that I paid for.",
        "What happened to my payment? Where is my order?",
        "I paid for the merchandise, but never got it.",
        "Cash taken, but my order is MIA!?",
        "I paid for my item, but there was no merchandise.",
        "Goods not arrived and where is the order?",
        "I have not received my paid order, so is it dispatched yet?",
        "I paid but didn't get the goods.",
        "I purchased the goods but did not get them.",
        "There is an item I paid for that is missing.",
        "Why did I not receive what I paid for even after making full payment?",
        "I paid for the order and it never arrived.",
        "I never received the merchandise after I paid.",
        "I was wondering where my order was.",
        "Couldn't locate purchase; paid but vanished.",
        "I paid without a delivery.",
        "My order was paid, but it was not delivered.",
        "I paid and there was no product.",
        "Why did the goods not arrive despite being paid for?",
        "Is that an order that was paid but no merchandise?",
        "I paid but I don't know where my items are.",
        "My order was taken with my cash, but still no stuff.",
        "I paid for my order but didnt receive it.",
        "Payment was made but the shipment isn't there.",
        "Why didn't I get what I paid for even though I made full payment?",
        "I haven't received what I paid for, is that a joke?",
        "I paid for it, but where is my product?",
        "I paid my order but did not get it.",
        "I paid for my item, but never received it.",
        "The goods are not arriving.",
        "The goods were paid for but not arrived.",
        "I paid for something but only got zilch.",
        "Why didn't I get what I paid for when I made full payment?",
        "Ask where my package is, paid up.",
        "I paid for it, but no show.",
        "The package did not arrive paid for.",
        "Order missing, paid, but no item?",
        "I have not received my paid order yet!",
        "I bought a item but it's not there.",
        "Goods not arrived when my order was paid.",
        "There is an order that is missing.",
        "Didn't get what I paid for yet.",
        "I'm still waiting, where's my shipment and $?",
        "I paid but did not find my item?",
        "They were paid expecting a delivery but haven't received anything.",
        "I did not receive the order I paid for.",
        "Couldn't get the goods after purchase.",
        "I paid for the merchandise, but didn't receive it.",
        "I paid; where are my items now?",
        "No receipt of purchase after paying?",
        "I paid for my order but it never showed up.",
        "Goods not arrived after my order was paid.",
        "Still haven't received anything despite being paid for a delivery.",
        "I paid for my order, but it never got to me.",
        "I paid but no package has arrived yet.",
        "Payment was made but the shipment has yet to arrive.",
        "It was purchased but never delivered.",
        "I paid for something but it's missing.",
        "I got nothing, where are my orders?",
        "The goods weren't received despite payment.",
        "My order didn't arrive.",
        "Payments were made, but where is the shipment?",
        "I have not recieved my order yet.",
        "I paid for something but ended up with zilch.",
        "Why didn't I receive what I bought after I made full payment?",
        "I have yet to receive my paid order, so has it been dispatched?",
        "I bought what I paid for but haven't received it.",
        "Goods aren't delivered, where is my order?",
        "I'm still waiting... where's my shipment?",
        "Payment was made, but no items received.",
        "I paid but never got my goods.",
        "Didn't get the goods after purchased.",
        "Why didn't they receive the goods despite paying?",
        "I made full payment but haven't received what I ordered.",
        "I made full payment but have not received what I purchased.",
        "Money was wasted because my order vanished.",
        "Hey, no delivery and I already paid for it?",
        "There wasn't a package arrived paid for.",
        "Payments were made, but no items were received?",
        "I paid but I did not get my order.",
        "What about an order that was paid but no merchandise?",
        "I bought the goods but did not get them.",
        "I paid for my order but didn't get it.",
        "I paid for my order and got nothing.",
        "I have paid for something but haven't received it yet.",
        "I paid for it and got nothing.",
        "No-receipt of purchase after paying?",
        "Where's my shipment yet?",
        "Why were the goods not received despite the payment?",
        "Payment was made but where was the shipment?",
        "I paid for it, but no item.",
        "I paid for an item and it is missing.",
        "I paid but didn't get any items.",
        "I purchased the items but never got them.",
        "Payment was made but the shipment is missing.",
        "The paid order has not yet been dispatched.",
        "I still haven't heard from my shipment or anything.",
        "We did not receive a package paid for.",
        "I didn't receive what I bought after making full payment.",
        "Money was wasted once again after my order missing.",
        "Did not receive the goods",
        "Got payment done and didn't get anything in return.",
        "What happened to the merchandise I paid for?",
        "Why was the goods not received despite the payment?",
        "I paid but never received the item",
        "Where is my package now that I have paid it?",
        "I paid and I don't know where my items are.",
        "They paid for a delivery and haven't received anything.",
        "After making full payment, why haven't I gotten what I paid for?",
        "I paid, but got nothing.",
        "Payed for a delivery yet haven't received anything...",
        "Not receiving anything despite being paid expecting a delivery.",
        "I was paid up but where is my package?",
        "I purchased but never got my goods.",
        "I paid for the order, but did not receive it.",
        "I did not get an item for my cash taken.",
        "Can't find purchase; paid gone mysteriously.",
        "Cash taken, but no order in sight?",
        "I paid but there's no package yet.",
        "money wasted again because my order was missing.",
        "I paid for it but no item.",
        "My order was paid but not received.",
        "After making full payment, why haven't I received what I ordered?",
        "I need to know where my order is.",
        "I paid and never received the item.",
        "Can't locate purchase; paid, now gone.",
        "It is paid, but no package has arrived yet.",
        "I paid for it, but I never received it.",
        "No items arrived after the payment was made?",
        "I haven't heard from my stuff yet.",
        "My shipment is still missing, where is it?",
        "Where's my item after I paid?",
        "Why didn't we receive the goods despite payment?",
        "My money is wasted again because my order is missing.",
        "Why did the goods not arrive after payment?",
        "My order has not been shipped yet.",
        "Goods didn't arrive, where is my order?",
        "I apologize, gentlemen! Money paid but package disappeared.",
        "My goods have not arrived.",
        "Goods have not arrived.",
        "My order was not delivered.",
        "I paid but where are my goods?",
        "no package arrived paid for",
        "The money was paid but the package vanished!",
        "I paid for my order, but not for it.",
        "I paid for my order but it was not received.",
        "Where is my item after purchase?",
        "Where are my order?",
        "Haven't received anything I paid for yet.",
        "Payment but no stuff?",
        "Where happened to my order?",
        "I bought an item but it's missing.",
        "Order missing, what happened to my payment?",
        "Did the goods not arrive despite being paid for?",
        "Payments went through but no order was received.",
        "Payment made, but where are the shipments?",
        "Cash taken still nothing in sight, my order MIA.",
        "I paid already for no delivery!",
        "You took my cash but no stuff, where's my order?",
        "I have not received what I pay for yet.",
        "I paid, where do I find my items?",
        "I paid but there isn't an item.",
        "I bought an item and it's not there.",
        "Payment was made but where are the shipments now?",
        "I paid for the order, but it was never delivered.",
        "I was never given the goods.",
        "No items received after payment was made",
        "I paid for it but there was no item.",
        "My payment was made, but no order was received.",
        "It was purchased but never got the goods.",
        "I paid for my order and it wasn't received.",
        "It's been paid but no package has arrived.",
        "After making full payment, I haven't received what I purchased.",
        "Just paid but no stuff?",
        "I bought but never got the things.",
        "No delivery and I have already paid?",
        "I've already paid, but where is my stuff?",
        "It didn't arrive like it was supposed to.",
        "I paid for my item and what happened to it?",
        "Pay, got nothing? Where is my order?",
        "I paid but I don't know where my products are.",
        "I have paid but no package has arrived.",
        "Where was my item that I paid for?",
        "Paid and no merchandise?",
        "What happened to the purchase after I paid for it?",
        "I paid and never received the product.",
        "What happened to the items I paid for?",
        "I have already paid, but where are my items?",
        "Goods not arrived, Where is my order?",
        "What happened, paid, no wares?",
        "Was not received the goods despite payment?",
        "I haven't received any of what I paid for yet.",
        "Not a delivery and I have already paid?",
        "I paid, but never received the product.",
        "Payed up, where is the package?",
        "payment made but where is the shipment?",
        "Money was wasted once again because my order missing.",
        "I paid, but did not receive the order.",
        "Still waiting, where did my shipment go?",
        "Couldn't find purchase; paid but vanished mysteriously.",
        "There is a missing item I bought and paid for.",
        "My order was not found.",
        "Purchaseed but never got the item.",
        "Can't locate purchase; paid and gone.",
        "The payment was made but where is the shipment now?",
        "The goods did not arrive despite payment.",
        "Can't locate purchase, paid, now gone.",
        "I spent money on my order missing.",
        "I have paid, but where are my goods?",
        "Wondering where the ordered goods are now?",
        "I do not know where my order is.",
        "I paid already, but there wasn't a delivery?",
        "I paid for my purchase, but what happened to it?",
        "Where has my shipment gone?",
        "I bought the stuff but never got it.",
        "Payment was made but where is the shipment now?",
        "I have an order that is missing.",
        "The person paid for the delivery but haven't received anything.",
        "Please clarify the status: paid, but product MIA.",
        "Where is my merchandise, after I paid already?",
        "I did not receive my order but I paid.",
        "I paid for my items, but where is it?",
        "I didn't receive what I purchased after I paid.",
        "I am wondering where my goodies disappeared after I paid good money.",
        "I paid for it, but haven't received it yet.",
        "Why didn't they receive the goods despite their payment?",
        "Payment was made, but no order was received.",
        "Goods are not arrived, where is my order?",
        "I paid but there wasn't merchandise.",
        "Why wasn't the goods received despite payment?",
        "I paid for something but got nothing.",
        "I paid for it and now what happened to it?",
        "I paid for my order and it was not received.",
        "I made full payment and haven't received what I paid for.",
        "Where is my merchandise after I paid?",
        "I paid for an item that did not arrive.",
        "I haven't received what I paid for.",
        "I paid, where's my items now?",
        "Did my order not arrive?",
        "My order wasn't received.",
        "I paid, but didn't receive the merchandise.",
        "The package has not arrived yet, any updates?",
        "I paid for an item that was missing.",
        "After payment is made, no items received?",
        "I paid and I do not know where my merchandise is.",
        "I paid for my order but never recieved it.",
        "Purchased but never got the item.",
        "I never received my order, and paid for it.",
        "The payment was made but not the shipment.",
        "After paying for an item, what happened to it?",
        "Been paid expecting a delivery but haven't gotten anything.",
        "Even though I was expecting a delivery, I haven't received anything.",
        "There were no items received after payment was made",
        "Someone paid for a delivery and haven't received anything.",
        "Order missing, paid but no products?",
        "Payment but no order?",
        "I was paid up, where is my package?",
        "I've paid for something but haven't received it yet.",
        "I did not get my goods.",
        "My order was missing and I wasted money again.",
        "I didn't receive what I paid for even after I made full payment.",
        "I have not received my order yet, has it been dispatched?",
        "I have yet to receive what I paid for, is this a joke?",
        "I did not receive my order but I paid it off.",
        "My purchase vanished after I paid for it.",
        "The item I paid for was not there.",
        "I paid for my order but not for it.",
        "I paid for the order but I did not receive it.",
        "I've paid, but where is my product?",
        "I still don't have what I paid for.",
        "The goods were paid for but not delivered.",
        "There was paid but no package arrived.",
        "I still haven't heard from my shipment and money.",
        "I paid for my order but I did not get it.",
        "I paid but never received my goods.",
        "I paid full price, but I haven't received what I paid for.",
        "Why didn't the goods come to you despite payment?",
        "I paid but where is my items?",
        "I paid but no package arrives yet.",
        "I paid but there was nothing in return.",
        "money is wasted again when my order is missing",
        "Payment made and where's the shipment?",
        "I don't know what happened to the order.",
        "money is wasted again because my order is missing.",
        "What about the missing item I paid for?",
        "I did not get my order, but I did pay for it.",
        "I paid then where are my items?",
        "The money was wasted when my order was missing.",
        "Money was paid but package didn't show up.",
        "Didn't get the goods after purchase.",
        "Did not receive the goods even though payment was made?",
        "I paid for something and got zilch.",
        "Can't locate purchase; paid and now gone.",
        "I paid for something and got nothing in return.",
        "I bought the item and it is missing.",
        "Goods not arrived but where is my order?",
        "Waiting for goods that were ordered, where are they now?",
        "I paid but neverreceived my order.",
        "I paid but ended up with zilch.",
        "I paid but where do I find my merchandise?",
        "I paid for an item that's missing.",
        "They purchased the goods but never received them.",
        "I want to know about the missing item I bought.",
        "Money is wasted again because my order is missing.",
        "There is an order missing, paid but no merchandise",
        "I haven't received anything that I paid for.",
        "I paid and ended up with zilch.",
        "Got payment done and nothing came in return.",
        "Where is that stuff I paid for?",
        "I have an order missing.",
        "Payment has been made, but where is the shipment?",
        "There was no items received after the payment was made.",
        "I am still waiting for what I paid for.",
        "I didn't get my order and I paid but never received it.",
        "Still waiting, where's my shipment and money gone?",
        "I can't find the purchase, it vanished mysteriously.",
        "I paid for the order, but it was never received.",
        "No show, where is the stuff I paid for?",
        "I didn't get my order and I never received it.",
        "Didn't receive the goods despite the payment.",
        "I did not receive what I paid for even after making full payment.",
        "Still haven't received anything despite paying for a delivery...",
        "I never received my purchase.",
        "Payments were made, but no order was received?",
        "It was paid for, but still hasn't received anything...",
        "Been paid expecting a delivery but haven't received anything...",
        "What happened to my item after I paid for it?",
        "I haven'treceived what I paid for yet.",
        "Where's my ordered?",
        "Order missing, paid but no product?",
        "It was paid, but no package came yet.",
        "Is the order missing, paid but not merchandise?",
        "I am wondering where my goodies disappeared after I paid with money.",
        "I did not receive my order, but did pay for it.",
        "I paid but never got the item.",
        "Money is wasted again as my order is missing.",
        "Payment was made but where has the shipment gone?",
        "Why was the goods not delivered despite payment?",
        "I have not received my paid order.",
        "After payment is made, no items are received?",
        "Why didn't the goods be received despite the payment?",
        "There is nothing in sight for my order!",
        "Still haven't received anything despite paid expecting a delivery.",
        "What about the order that was paid but no merchandise?",
        "There are no items received after payment made.",
        "I have not received what I paid.",
        "I don't know if my paid order has arrived yet.",
        "Payment was made, but not the shipment.",
        "Money paid but package didn't show up.",
        "Goods not arrived, where is my order from?",
        "Purchase made, where is my item?",
        "I paid but didn't receive the order.",
        "Didn't get the goods!",
        "There was a payment but where is the shipment?",
        "I never received my order and paid but did not receive it.",
        "My purchase disappeared after I paid for it.",
        "Never got the goods that were purchased.",
        "The goods were not received despite the payment.",
        "I paid now where are my items?",
        "I paid but never got the items I ordered.",
        "I paid, but got nothing in return.",
        "I have not received anything after making full payment.",
        "It was paid for, but still haven't received anything.",
        "I need to know why I haven't received what I paid for.",
        "I haven't received everything I paid for.",
        "There is a missing item that I bought for.",
        "The order was paid but not the item.",
        "I paid but didn't receive it.",
        "I never received my order and paid for it.",
        "Didn't get the goods bought.",
        "My order was paid but not arrived.",
        "Did not get the goods even though they were paid?",
        "Money was wasted again because of my order missing.",
        "I'm wondering where my order is.",
        "Money paid but package disappeared, please explain?",
        "They were paid expecting a delivery, but haven't received anything.",
        "Goods not arrived, where is my order.",
        "We paid, but no package has arrived.",
        "I paid full price but haven't received what I bought.",
        "Can't find purchase; paid but never returned.",
        "There is an order missing, paid but no items.",
        "It was paid for that package to not arrive!",
        "Where are the goods ordered waiting for?",
        "I paid for the item, but never got it.",
        "Got payment and didn't get anything in return.",
        "After making full payment, I haven't received what I bought.",
        "I paid so where are my items now?",
        "Money was paid but the package didn't show up.",
        "I paid for something I didn't get in return.",
        "I paid for an item but did not receive it.",
        "I paid for stuff and no show.",
        "I paid for the item and what happened to it?",
        "I paid for it but got zilch in return.",
        "Payment was made, but where is the shipment?",
        "I paid and didn't find my item.",
        "I paid for it before no delivery.",
        "The money was paid but the package was gone.",
        "My order was paid, but not delivered.",
        "I just paid, but where is my merchandise?",
        "I still haven't heard from my shipment or money.",
        "Haven't received what I paid for yet",
        "Purchased but never got the goods",
        "The goods haven't arrived.",
        "After payment, no items are received?",
        "No show for where I paid for my stuff.",
        "I spent money when my order was missing.",
        "I paid, but where did I get my items?",
        "I paid and never received the merchandise.",
        "I paid but never received my item.",
        "I apologize, gentlemen, but package vanished after money paid.",
        "Where are my items when I paid?",
        "I paid for an order that I never received.",
        "I paid up, where is my stuff?",
        "I paid for my goods, but not their location.",
        "I paid but I don't know where my wares are.",
        "I received nothing, where is my order?",
        "I'm not sure where my order is.",
        "I paid but there wasn't any product.",
        "I haven't received what I paid",
        "Money was wasted once more when my order vanished.",
        "I paid for it, but no delivery?",
        "It hasn't received anything despite being paid expecting a delivery.",
        "Payment made, but where is the shipment now?",
        "I am still waiting, where is my shipment and money?",
        "I paid already and there was no delivery?",
        "Payment was made but where is the delivery?",
        "Where is my item after purchasing it?",
        "Didn't receive the goods despite paying?",
        "I paid for it but did not receive it.",
        "I didn't receive what I bought even after I made full payment.",
        "My order is not yet received.",
        "I never received the order I paid for.",
        "The goods aren't arrived.",
        "I have paid but where is my goods?",
        "I paid for my order, but did not receive it.",
        "I couldn't find the purchase, it vanished mysteriously.",
        "Where are my items, after I paid?",
        "It was paid but no package arrived yet.",
        "I never received my order, I paid but never received it.",
        "Payment was made, but where has the shipment been?",
        "After making full payment I haven't received what I paid for.",
        "I paid but there isn't anything.",
        "I am still waiting, where's my shipment?",
        "I purchased the goods and never got them.",
        "Money was paid but a package vanished.",
        "I didn't receive my purchase even after making full payment.",
        "I want to know what happened to the order.",
        "Payment made but the shipment is not there.",
        "I paid and never received the goods.",
        "I purchased but never received my goods.",
        "Money paid but package gone.",
        "The order was not received.",
        "Payment made but where are the shipments?",
        "I paid my order but didn't receive it.",
        "The package has yet to arrive, so any updates?",
        "I paid for something, but no show?",
        "The payment was made but where is the shipment?",
        "Goods not arrives, where is my order?",
        "I made full payment and haven't received anything.",
        "I paid for my stuff but where is it?",
        "Have not received what I paid for yet.",
        "I paid but no items?",
        "I paid for a missing item.",
        "I couldn't find the purchase; it vanished mysteriously.",
        "I'm still waiting and where is my shipment?",
        "You paid but there is no merchandise.",
        "The payment was made, where is the shipment?",
        "It was paid for but haven't received anything...",
        "I never received my order and paid but missed it.",
        "Order gone astray; money paid for zero stuff?",
        "After making full payment, why didn't I receive what I purchased?",
        "My merchandise is nowhere to be found, but I paid already.",
        "I paid so where are my items?",
        "I never got my order, but I paid for it.",
        "The person who paid for the delivery hasn't received anything.",
        "I paid but didn't receive the item.",
        "Purchase but no stuff?",
        "There are no items received after the payment was made.",
        "I paid for something, but got zilch in return.",
        "I paid full price, but I haven't received what I purchased.",
        "I paid but not the merchandise.",
        "Money paid but package disappeared.",
        "I paid for a delivery, but haven't received anything.",
        "I have paid, but where are my things?",
        "I purchased something, but haven't received it yet.",
        "After making full payment, why haven't I received what I bought?",
        "I paid for a item but it's missing.",
        "My order never arrived.",
        "Why wasn't the goods delivered despite the payment?",
        "I paid for packages that were missing.",
        "I paid, but no package has arrived.",
        "I paid, but where is the product?",
        "I paid before no delivery!",
        "Money was paid but package was gone.",
        "Payment was made but no order was received.",
        "Why didn't I get what I paid for even after making full payment?",
        "We paid but no package arrived yet.",
        "I paid for my stuff, but where is it?",
        "I paid for it, but where's my stuff?",
        "I haven't received the item I paid for.",
        "I do not have my paid order yet.",
        "I paid up and I'm not sure where my package is.",
        "Where is my package after I paid?",
        "After paying for my purchase, what did happen to it?",
        "After making full payment, why haven't I gotten what I bought?",
        "What happened to the goods despite payment?",
        "There was no item received after payment.",
        "I did not get the merchandise after I paid.",
        "Payments were made, but no items were received.",
        "I paid for the order, but never got it.",
        "I paid but I don't have merchandise.",
        "Still haven't received anything despite being paid...",
        "It was paid for but hasn't received anything yet.",
        "Why haven't I received anything I paid for?",
        "I paid, but not where my merchandise is.",
        "I paid for my item, but not the item.",
        "I have a missing order.",
        "Order paid but no merchandise?",
        "Why didn't the goods arrived despite the payment?",
        "I have not received my paying order yet.",
        "My order is missing.",
        "I have paid, but where is the merchandise?",
        "Why did no package arrive paid for?",
        "There was an order that was paid but missing merchandise.",
        "I paid for it but I did not receive it.",
        "I haven't received anything after paying for a delivery.",
        "No delivery and I already paid!",
        "I have not received my order yet, have my paid order been dispatched?",
        "Didn't get the goods when purchased.",
        "Where are the goods waiting for that were ordered?",
        "Money wasted again because my order went missing.",
        "I made full payment but didn't receive what I bought.",
        "No package has yet arrived.",
        "My stuff isn't showing up.",
        "I never received my order after I paid.",
        "Is it possible that the order is missing, paid but no merchandise?",
        "Waiting impatiently for ordered goods, where are they now?",
        "Paid for a delivery but haven't received anything.",
        "Money wasted again when my order went missing.",
        "I paid for my order, but it didn't arrive.",
        "I paid for it, but there was no merchandise.",
        "Why couldn't the goods be received despite the payment?",
        "I had my order taken but nothing in sight.",
        "I did not receive the order and I paid for it.",
        "It was paid, but no package arrived yet.",
        "I paid for it but there is no merchandise.",
        "I already paid for it, but no delivery?",
        "Where's my order taken, but still no stuff?",
        "Where's my order?",
        "I have an order and it is missing.",
        "It failed to arrive as anticipated.",
        "I don't have what I paid for yet.",
        "The goods weren't arrived.",
        "The payment was made but where did the shipment go?",
        "My order, paid, got nothing?",
        "Didn't receive the goods despite paying.",
        "I paid but never received my items.",
        "No package arrived, paid for.",
        "I made a point of purchase and where is my item now?",
        "I paid up, where is the package?",
        "There was an order missing, paid but no product.",
        "Money wasted again with my order missing.",
        "I paid but did not receive my order",
        "I paid and got no order.",
        "Payed up, where is my package?",
        "Why didn't I get what I paid for even after I paid?",
        "Money wasted and my order missing.",
        "The items were never received after payment was made.",
        "Despite payment, did not receive the goods?",
        "I paid for it, but haven't received anything yet.",
        "I paid for something but didn't receive it.",
        "I paid but never received an order.",
        "I'm still waiting and where is my shipment and money?",
        "Money is wasted again by my order missing.",
        "Not received anything despite being paid expecting a delivery...",
        "But never got the goods.",
        "I paid for the item but it wasn't delivered.",
        "The order was missing, what happened to my payment?",
        "Why didn't I receive what I bought after paying full price?",
        "I paid for the stuff but never received it.",
        "Payment was made, no order received.",
        "Didn't received the goods despite payment?",
        "I made a purchase and where is my item now?",
        "My order MIA, cash taken but nothing in sight!",
        "I took my cash and the item wasn't given.",
        "Haven't received what I paid for.",
        "My order is nowhere to be found?",
        "I paid for the item, but no merchandise.",
        "Where are the items that I paid for?",
        "Pay, got nothing? Where's my order?",
        "Had purchased the goods but never got them.",
        "I don't know where the stuff I paid for is.",
        "Payment was made but where is the package?",
        "Paying but no stuff?",
        "Money paid but package vanished, I need to explain.",
        "Where's my shipment, I'm still waiting?",
        "Money was wasted when my order wasn't found.",
        "Purchaseed but never got the items.",
        "Still have not received anything despite being paid for a delivery.",
        "Money was wasted again by my order missing.",
        "I paid full price, but haven't received my purchase yet.",
        "I paid and never got the goods.",
        "I paid but no item, where is it?",
        "I'm still waiting and I'm wondering where my shipment and money are.",
        "The person paid expecting a delivery haven't received anything.",
        "I paid but did not get the item.",
        "Hey, where are my items after I paid?",
        "I paid, but where did I find my stuff?",
        "I have paid but where are my goods?",
        "I'm still waiting, where is my shipment?",
        "I paid, but no item.",
        "I paid for a package that was missing?",
        "My order was missing.",
        "I have not received my orders yet.",
        "My item is nowhere to be found, but I paid for it.",
        "I got nothing after paying, where is my order?",
        "I don't know where my goods are.",
        "I did not receive my paid order.",
        "Order missing, what happened to my payment.",
        "I paid for something, but got zilch.",
        "I am still waiting but where is my shipment?",
        "I paid for something, yet I haven't received it.",
        "Does anyone know anything about the missing item I paid for?",
        "Hey! I paid, where are my items now?",
        "The goods not arrived.",
        "They paid but haven't received anything.",
        "Did not get the goods despite payment.",
        "My order was paid and not arrived.",
        "I paid for my item, but did not receive it?",
        "Goods not arrived, where's my order?",
        "After making full payment, why haven't I received what I paid for?",
        "No delivery, and I already paid?",
        "My order was MIA.",
        "I paid but there is no product.",
        "I have not received my order yet and I wonder if it has been dispatched.",
        "The order was paid but there is no merchandise.",
        "I haven't received my order yet, have my paid order been dispatched?",
        "It was paid for but still haven't received anything.",
        "Does anyone know about the missing item I paid for?",
        "Goods were not delivered.",
        "Still haven't received anything despite being paid for.",
        "I got paid, but no order.",
        "I paid and where are my goods?",
        "Payment went through, no order received?",
        "I am wondering where my order is.",
        "Why didn't I receive what I purchased after paying?",
        "Waiting for ordered goods and where are they now?",
        "The payment was made but no order was received.",
        "I'm still waiting so where's my shipment and money?",
        "order missing, what happened to my payment",
        "I purchased but never received the items.",
        "Payments have been made but where's the shipment?",
        "I paid for a package that was missing.",
        "My stuff was paid for, but no show.",
        "I paid, where are the items now?",
        "I paid but did not receive my item?",
        "I'm still waiting and where did my shipment go?",
        "After making full payment, why haven't I received my purchases?",
        "There is an order that is not delivered.",
        "Payed up, where's my package?",
        "Cash taken but not my order.",
        "I paid, but I didn't get my order.",
        "I paid a package that was missing.",
        "I purchased but never got the things.",
        "Money wasted again because my order missing.",
        "There wasn't any items received after the payment was made.",
        "My paid order hasn't been dispatched yet as I haven't received it.",
        "I have not received my paid order so far.",
        "Payed for a delivery, but haven't received anything.",
        "My package was missing and I paid for it.",
        "I haven't received my order yet, does it have been dispatched?",
        "I haven't received my pay order yet.",
        "I didn't receive what I purchased even after I paid.",
        "I paid, but where is my stuff?",
        "It was paid, but there was no package yet.",
        "I paid but never received the item I ordered.",
        "Even after making full payment, I haven't received what I paid for.",
        "There were no items receipt after payment was made.",
        "I paid for stuff but did not see it.",
        "A package disappeared after money was paid.",
        "I bought an item and it is missing.",
        "The order did not arrive.",
        "I paid for it, but I did not receive it.",
        "Cash taken, but my order is MIA.",
        "My shipment is gone and I am still waiting.",
        "My purchase was paid for, but what happened to it?",
        "I paid for something, but didn't get anything.",
        "My order is paid, but not delivered.",
        "The status is unclear: paid, but product MIA?",
        "I paid for the package that wasn't there.",
        "Payed for a delivery but haven't received anything...",
        "I paid and haven't seen my merchandise.",
        "I paid but I didn't get my order.",
        "I paid but never got the items.",
        "I paid for my order but it did not arrive.",
        "I did not receive my order, but I did pay for it.",
        "I made a point of purchase, where is my item?",
        "Got payment done, but there was nothing in return.",
        "I paid but where did I get my goods?",
        "He bought the goods but never got them.",
        "I paid for something I don't know where it is.",
        "Didn't receive the goods despite payment.",
        "I paid for my order and never received it.",
        "I paid and ended up with zilch in return.",
        "I have paid, but where is my product?",
        "I paid for stuff but no one showed up.",
        "Why didn't the goods arrive despite payment.",
        "Payment was made but where is the shipment currently?",
        "I didn't receive what I paid for even though I made full payment.",
        "Payments were made and no order received.",
        "\"Excuse me, gentlemen!\" Money paid but package vanished.",
        "What happened with paid, but no merchandise?",
        "I just wondered where my goodies vanished after paying good money.",
        "I never received my order.",
        "What happened to the product I paid for?",
        "Cash taken, still no sign of my order!",
        "Money was wasted once more when my order disappeared.",
        "I paid but never received the stuff.",
        "The payment went through but the order was not received.",
        "Why didn't the goods be delivered despite payment?",
        "Hey! where are my items after I paid?",
        "I did not receive my order, so I paid for it.",
        "Payment was made but where did the shipment go?",
        "I paid for my item but did not find it.",
        "I paid for the package but it was not there.",
        "I paid for something, what happened to it?",
        "I paid for the order, but it didn't arrive.",
        "Money was wasted again with my order missing.",
        "I paid up and I don't know where my package is.",
        "I paid for something but got nothing in return.",
        "I didn't receive my order and I paid but never got it.",
        "Please explain the status of the product, which is paid but MIA.",
        "I paid for the merchandise, but did not receive it.",
        "I'm waiting but where's my shipment?",
        "Cash taken but my order MIA!",
        "Is the order missing, paid but no item?",
        "I paid but didn't get merchandise.",
        "Payment, but no order?",
        "I have not received my order yet, but has it been dispatched?",
        "Money paid but package doesn't show up.",
        "Payment was made but where is shipment now?",
        "Why didn't the goods arrive despite being paid for?",
        "But never got the goods that were purchased.",
        "Payment was made, but no order received.",
        "Payed for a delivery but hasn't received anything.",
        "The order has been paid but no merchandise.",
        "Still haven't received anything despite being paid expecting it.",
        "There was a package paid for but it didn't arrive.",
        "I paid for something and got zilch in return.",
        "Payment made but no items received.",
        "I paid but I got nothing in return.",
        "Order paid, but no merchandise?",
        "It was purchased but never received its goods.",
        "I paid but I did not receive my order.",
        "I did not receive the merchandise after I paid.",
        "My order was never received.",
        "I haven't received what I paid for just yet.",
        "Payment made but where does the shipment go?",
        "The purchase was paid, but it vanished mysteriously.",
        "Payment but no merchandise?",
        "I haven't received what I pay for yet.",
        "Money is wasted again, because my order is missing.",
        "I paid for the item but not the item.",
        "Didn't get the goods that I purchased.",
        "Payment was made and where's the shipment?",
        "Why didn't I get what I paid for after I paid?",
        "Goods that were paid were not delivered.",
        "Where did the stuff I paid for go?",
        "My paid order has not yet been dispatched, as I have not received it.",
        "I paid but I haven't received my item.",
        "A paid order but no stuff?",
        "Goods that were paid for but not arrived.",
        "I have not received my paid order yet, so does it have been dispatched?",
        "Money wasted again because of my order missing.",
        "Payed but can't find purchase.",
        "They paid for a delivery but haven't received it.",
        "I'm still waiting, where's my damn shipment?",
        "I paid and now where is my items?",
        "A payment is made, but where is the shipment?",
        "Cash taken but my order is MIA?",
        "Why didn't I receive what I bought even after paying full price?",
        "I paid for my order but it wasn't received.",
        "I haven't received anything since I paid for it.",
        "Payment was made but the shipment is not yet there.",
        "I did not receive my order but I did pay.",
        "I paid for an item, but no merchandise.",
        "I'm still waiting, Where's my shipment and money?",
        "I paid for it, but no show?",
        "I paid for a package that was missed.",
        "Money was paid, but package vanished.",
        "I paid but got no return.",
        "I paid for the merchandise but didn't get it.",
        "Still haven't gotten anything after paying for a delivery.",
        "I made a full payment and haven't received what I paid for.",
        "I paid for my order but it was not delivered.",
        "Goods not delivered.",
        "Hey! I paid and where are my items?",
        "I paid but never got my stuff.",
        "I didn't receive what I purchased even after I paid full price.",
        "There is nothing in sight for my order.",
        "I paid but where did I get my stuff?",
        "Payment made but not the shipment.",
        "There were no items recieved after payment was made.",
        "They paid for a delivery but haven't received anything.",
        "Where is my purchased item?",
        "I got nothing after paying. Where's my order?",
        "I did not receive my order, and I paid but never got it.",
        "I apologize, gentlemen... Money paid but package vanished.",
        "Not a single item received after payment was made.",
        "Why didn't I receive what I bought even after making full payment?",
        "Purchased but never received the goods!",
        "I paid for my item but didn't get anything.",
        "I paid for it but never got it.",
        "No order?paid but no stuff?",
        "I did not receive my money for that order yet.",
        "Still haven't received anything, despite being paid for a delivery.",
        "Can't find purchase, paid yet vanished.",
        "Still haven't received anything despite paid expecting a delivery...",
        "Someone paid up, where is my package?",
        "I paid for my order but I never got it.",
        "I got paid but no order.",
        "After paying good money, where did my goodies disappear?",
        "Not a single item received after payment was made?",
        "Can't locate purchase, paid but now gone.",
        "Where are theordered goods?",
        "It was paid but there wasn't any merchandise.",
        "My order is MIA, cash taken, but nothing in sight!",
        "I did not receive my order despite paying for it.",
        "I paid my order but never got it.",
        "I'm not sure why I haven't received what I paid for.",
        "I paid but got nothing",
        "We paid for a delivery and haven't received anything.",
        "I paid for it but I didn't receive it.",
        "My money was wasted again because of my missing order.",
        "Purchased but did not get the goods.",
        "I was purchased but never got the items.",
        "I never got the merchandise I paid for.",
        "I paid for it but have yet to receive it.",
        "Where is my package after paying for it?",
        "I didn't receive my paid order yet.",
        "Is this an order missing, paid but no merchandise?",
        "There is an order missing and paid for but no merchandise.",
        "I paid for it, but no item?",
        "order missing, what happened to my payment?",
        "Can't locate purchase; paid now gone.",
        "I paid, then where are my items?",
        "I paid for my stuff, where is it?",
        "I paid for my order, but did not get it.",
        "I paid for my order and didn't get it.",
        "Cash taken but my order still MIA?",
        "I paid, but never received the order.",
        "I did not receive my order and paid for it but never received it.",
        "Not receiving anything despite being paid expecting a delivery...",
        "I don't received my paid order yet.",
        "I have not received my goods.",
        "my order was missing",
        "I did not get my order, and I paid for it.",
        "I need to explain... Money paid but package vanished.",
        "The merchandise was never delivered.",
        "Money was wasted, my order was missing.",
        "Didn't get the goods that were purchased.",
        "After paying, no items received?",
        "It was paid for the package to not arrive.",
        "I never got my order.",
        "It hasn't received anything after being paid expecting a delivery.",
        "My order is paid but not yet delivered.",
        "Where's my items after I paid?",
        "Paying, getting nothing? Where's my order?",
        "The items were not received after payment.",
        "Where are my items once I paid?",
        "I paid already, but no delivery?",
        "The status is not clear: paid, but product MIA.",
        "Why didn't I receive my purchase after making full payment?",
        "My order has not yet arrived.",
        "I have already paid, but no delivery?",
        "I paid, but where did I get my merchandise?",
        "I made full payment but haven't gotten what I paid for.",
        "I bought the item, but it's missing.",
        "I made full payment, but I haven't received anything.",
        "Is that an order missing, paid but no merchandise?",
        "I paid, where are my things?",
        "paid but no stuff",
        "I paid for the item but I did not receive it.",
        "I paid for something but got nothing back.",
        "Why didn't they receive the goods despite being paid?",
        "I did not receive my paid order yet.",
        "I purchased but did not get the goods.",
        "Money was wasted once again when my order vanished.",
        "There is a package missing, I paid for it.",
        "I paid and there's no item.",
        "Goods not arrived and where was my order?",
        "I paid for the stuff but never got it.",
        "The order was paid but no merchandise was there.",
        "Payment was made but the shipment was not there.",
        "Money was wasted once again because of my order missing.",
        "My order isn't arrived.",
        "I still don't know where my shipment is.",
        "Was the order missing, paid but no merchandise?",
        "I paid for it, but there was no delivery.",
        "Payment was made, but where is the shipment now?",
        "I paid but ended up getting zilch.",
        "Payment was made, but no items were received?",
        "Can't find purchase, paid now vanished mysteriously.",
        "The stuff I paid for is missing.",
        "I ordered something and it was missing.",
        "Where is my package after I paid it off?",
        "I paid but there was no merchandise?",
        "I paid, so where are my items now?",
        "Didn't receive the goods despite the payment?",
        "Haven't got what I paid for yet.",
        "There were no items recieved after the payment was made.",
        "After paying full price, why haven't I received what I purchased?",
        "I paid for something but not the item.",
        "My stuff was paid for but no show.",
        "I paid for something, but no product?",
        "Payment is made but where's the shipment?",
        "My order was missing and I wasted money.",
        "No show for where I paid for my stuff?",
        "The money was paid but a package vanished.",
        "I paid, but no merchandise?",
        "No delivery and I have already paid for it?",
        "I paid but no item",
        "Had purchased but never received the goods.",
        "I paid for the items but never got them.",
        "Payment was made but where are the shipment?",
        "Couldn't find the purchase; it vanished mysteriously.",
        "No items arrived after payment was made?",
        "When I paid for my order, I never received it.",
        "I apologize, gentlemen! Money paid but package disappeared!",
        "I'm still waiting, but where is my shipment and money?",
        "Goods were paid for but not delivered.",
        "I haven't received what I paid for yet?",
        "I have paid, but where's my stuff?",
        "Got paid up, where is my package?",
        "I paid and didn't get my order.",
        "I paid for my order but did not get it.",
        "I paid and where are my items?",
        "The package has not yet arrived.",
        "I paid missing package",
        "I paid but my item is missing.",
        "I have paid, but where is my inventory?",
        "Why haven't I received everything I paid for?",
        "The package was missing, I paid for it.",
        "What is the status of the missing item that I paid for?",
        "paid expecting a delivery but hasn't received anything...",
        "Why did the goods not arrive despite being paid?",
        "I can't find my stuff where I paid for it.",
        "My order is paid and not delivered.",
        "I'm still waiting, but where is my shipment?",
        "The order was paid, but not the merchandise.",
        "My order was paid, but not arrived.",
        "I paid for my goods, but where is they?",
        "I bought the goods but didn't get them.",
        "I did not receive my order and I paid for it.",
        "It did not arrive as it was supposed to.",
        "Payment was made but where's the shipment?",
        "I paid but have no item.",
        "Did not receive the goods despite having paid?",
        "I paid for the product but never received it.",
        "Is there an order missing, paid but no merchandise?",
        "It was money paid but package vanished.",
        "I didn't receive what I purchased even after I made full payment.",
        "I paid, but there wasn't any merchandise.",
        "I haven't gotten what I paid for yet",
        "I already paid, but where is my stuff?",
        "I never received my order, despite paying for it.",
        "I have paid up but where is my package?",
        "I made full payment and haven't received what I paid for yet.",
        "My order was nowhere to be found.",
        "I paid and did not receive the merchandise.",
        "I paid but I did not receive it.",
        "I haven't received anything after making full payment.",
        "My package was missing, I paid for it.",
        "There were no items received after paying.",
        "Where is my package, I paid up?",
        "I paid for my stuff but no show?",
        "The goods were never given to the purchaser.",
        "I am wondering where my goodies vanished after I paid with money.",
        "I wonder what happened to my order.",
        "Where is the ordered goods waiting for?",
        "It didn't arrive paid for.",
        "I have yet to receive anything I paid for.",
        "What happened to my purchase when I paid for it?",
        "I paid for the package but it was missing",
        "I paid for the merchandise but never received it.",
        "I paid but where am I with my items?",
        "I paid for my order, but it was not delivered to me.",
        "The money was wasted again because my order disappeared.",
        "I haven't received something I paid for yet.",
        "I paid but I don't have my stuff.",
        "I paid but never received the goods.",
        "I paid up but where is my package?",
        "Had purchased the goods but never received them.",
        "It was paid for, but no package arrived.",
        "I paid, but did not receive my order.",
        "I didn't receive my order and I paid for it.",
        "Haven't received what I paid for just yet.",
        "There was a missing package, I paid for it.",
        "I paid for the merchandise but never got it.",
        "I paid for something, but not the item.",
        "I haven't received what I paid for yet.",
        "I paid for the package that did not arrive.",
        "still waiting, where's my shipment and money gone?",
        "I don't know what happened to my order.",
        "I paid and where is my items now?",
        "I paid, but I never received my order.",
        "Why haven't I received the item I paid for?",
        "Where did the merchandise I paid for go?",
        "The order was paid for but there was no product.",
        "I have been wondering why I haven't received what I paid for.",
        "I paid full price and haven't received what I bought.",
        "Where am I with my items after I paid?",
        "I got nothing, where did my order come from?",
        "Why didn't the goods arrive despite the payments?",
        "I paid for something but got zilch in return.",
        "I want to know why I haven't received what I purchased.",
        "It was paid for but hasn't received anything.",
        "My order was paid but the goods were not delivered.",
        "I didn't receive what I purchased even though I made full payment.",
        "Payment was made, where is the shipment?",
        "I haven't received anything yet, I paid for it.",
        "I paid for the package and it was missing.",
        "I paid, where are my items now?",
        "Why haven't I got what I paid for?",
        "The package was paid for and did not arrive.",
        "I paid for my goods but never received them.",
        "I made full payment but haven't received what I paid for.",
        "I have paid already, but no delivery?",
        "My order isn't arrived, where is it?",
        "Can't locate purchase; paid but never returned.",
        "Haven't gotten what I paid for yet.",
        "Why did they not receive the goods despite the payment?",
        "Payment made, but no items received?",
        "After making full payment, why didn't I get what I paid for?",
        "Where are the ordered goods waiting for?",
        "I paid for a item that is missing.",
        "Where is my item after my purchase?",
        "I paid for it already, no delivery!",
        "Payment made but no items received?",
        "I purchased what I wanted but haven't received it.",
        "It was paid for but still hasn't received anything.",
        "I paid but I never got my order.",
        "My merchandise is not where I paid for it.",
        "I paid for the item but didn't receive it.",
        "I paid and got nothing!",
        "Hey! I paid, where are my items?",
        "Money was wasted because my order disappeared.",
        "I paid for my item but didn't receive it.",
        "Where is the shipment now despite the payment being made?",
        "Can't locate purchase, paid but gone mysteriously.",
        "I'm paid up, where is my package?",
        "I paid for my stuff, but where are it?",
        "I paid but did not get any merchandise.",
        "Payment went through, but no order was received?",
        "I made full payment, but haven't received what I bought.",
        "Cash taken, but my order MIA?",
        "I ordered goods but they haven't arrived.",
        "I paid, but I didn't receive my order.",
        "I purchased but never got the item.",
        "Why didn't the goods get delivered despite the payment?",
        "After the payment is made, no items received?",
        "I ordered, but never received it.",
        "Is it possible that no package arrived paid for?",
        "I did not receive what I purchased after making full payment.",
        "I paid for an item that wasn't there.",
        "I paid for my order but it was never delivered.",
        "I don't know if I received my money for that order yet.",
        "I paid but no package arrived.",
        "I paid for something, where is it?",
        "Goods that were paid and not arrived.",
        "Did not receive the goods even after payment?",
        "I have yet to receive my paid order.",
        "I have not received anything I paid for yet.",
        "Goods not delivered, where is my order?",
        "I have paid for stuff, but no show?",
        "I paid, but I don't have anything.",
        "I haven't received my goods.",
        "Money was wasted once more when my order was missing.",
        "I paid for the package that I was missing.",
        "I paid and where is my stuff?",
        "Payment was made, where has the shipment gone?",
        "I haven't received the amount I paid for.",
        "I paid for something without a delivery.",
        "I paid but never received my product.",
        "I paid but never received the stuff I ordered.",
        "I bought a item but it is missing.",
        "Can't find purchase; paid but now gone.",
        "The package has yet to arrive, but any updates?",
        "I paid for the item, but there was no merchandise.",
        "I paid for a purchase, what happened to it?",
        "Money was paid, but the package disappeared.",
        "I paid, but never received it.",
        "Money was wasted again as my order went missing.",
        "I have yet to receive what I pay for.",
        "I bought an item, but it is missing.",
        "I paid for the order but it was never received.",
        "I paid for my item but never received it.",
        "Goods not arrived in my order.",
        "Couldn't locate purchase; it vanished mysteriously.",
        "I paid but I didn't get any merchandise.",
        "The package was paid for and it didn't arrive.",
        "I paid for it without a delivery.",
        "I have not recieved my paid order yet.",
        "I paid but never got my purchase.",
        "I am not receiving what I paid for yet.",
        "The order was paid but there was no product.",
        "Money paid but package disappeared!",
        "I paid but got zero return.",
        "Money was paid but package vanished.",
        "I paid for it, but where are my items?",
        "A delivery hasn't been received despite being paid for.",
        "I paid but did not receive an order.",
        "Goods aren't arrived, where is my order?",
        "I purchased something but haven't received it.",
        "My order is not here.",
        "I paid the package and it was missing.",
        "Was purchased but never got the goods.",
        "I never received my order despite paying for it.",
        "I bought an item and it's gone.",
        "I've still not heard from my shipment and money.",
        "I paid, where are my items at?",
        "Why didn't the goods reach you despite payment?",
        "I got nothing, where was my order?",
        "It's been paid, but no package has arrived.",
        "It was paid up, where is my package?",
        "I paid for the order but it wasn't received.",
        "I don't have my paid order yet.",
        "I paid for my merchandise but never received it.",
        "I paid but didn't get the item.",
        "My shipment is still missing and I'm still waiting.",
        "I paid for it, but never got it.",
        "I don't receive my paid order yet.",
        "The items were never received after the payment was made.",
        "Where's the goods I paid for?",
        "Payment made, no items received.",
        "Payments have been made, but where is the shipment?",
        "My order is not located.",
        "I paid for my item, but didn't get anything.",
        "I paid for but never received my order.",
        "I paid for a package I didn't receive.",
        "Did not get the goods?",
        "Goods not arrived when I paid.",
        "Can't find purchase; paid but gone.",
        "They haven't received what I paid for yet.",
        "I did not receive my order, but I paid it off.",
        "I've paid, but where is my stuff?",
        "I paid for the order, but I never received it.",
        "I paid, but never got the goods.",
        "I paid for stuff but I don't know where it is.",
        "I did not receive my order when I paid for it.",
        "I didn't get my goods.",
        "What happened to the item I bought after paying?",
        "There were no items received after payment.",
        "There is an order that is missing and paid but no merchandise.",
        "There is a missing package and I paid for it.",
        "I paid, where are my items then?",
        "My order is MIA and nothing in sight!",
        "Status is unclear: paid, but product MIA?",
        "I paid for the item but not the merchandise.",
        "I paid for my order but not received it.",
        "There was no receipt of purchase.",
        "I need to explain...money paid but package vanished.",
        "Money was paid but package disappeared!",
        "Where did my order go?",
        "Status not clear: paid, but product MIA.",
        "Payment has been made but where did the shipment go?",
        "I did not get the merchandise I paid for.",
        "I paid for the product but what happened to it?",
        "Is it possible that the item remains undelivered after my payment has been processed?",
        "I paid and there was no item?",
        "My order was paid, but not received.",
        "I paid and now where are my items?",
        "We paid, but no package arrived yet.",
        "I didn't receive my purchase even after I paid full price.",
        "The package has yet to arrive - any updates?",
        "There were no items received after the payment was made.",
        "Where were my items after I paid?",
        "I have purchased but never received the goods.",
        "This time money was wasted because my order was missing.",
        "What happened, paid, and no merchandise?",
        "They paid, but no package arrived.",
        "I paid, where's my stuff now?",
        "I paid for my purchase, and what happened to it?",
        "The package was paid for, but did not arrive.",
        "I paid for the order but it never got to me.",
        "Didn't get the goods purchased.",
        "After paying for my purchases, what happened to them?",
        "Money was paid but the package was not there.",
        "How about my order I paid for?",
        "Purchase but never receive the goods.",
        "Money was wasted once again because my order disappeared.",
        "I paid for the order, but I did not receive it.",
        "Payment was made, but where are the shipment?",
        "I didn't receive my order and I paid but didn't get it.",
        "I paid and now I don't know where my merchandise is.",
        "When I paid up, where is my package?",
        "Didn't receive the goods even though they paid?",
        "I haven't heard from my paid order yet.",
        "I paid but didn't find my merchandise.",
        "My item is missing, but I paid for it.",
        "The order was not delivered.",
        "I paid, but no package has yet arrived.",
        "Why didn't they get the goods despite the payment?",
        "Waiting for ordered goods and where are they?",
        "I bought the things, but never got them.",
        "Payment made, no item received?",
        "Is the order missing and paid but no merchandise?",
        "Goods not arrived, where was my order?",
        "Why didn't the goods get to the person despite the payment?",
        "I paid for an item that went missing.",
        "I paid for my order but failed to receive it.",
        "I was wondering where my goodies vanished after paying good money.",
        "Purchased but didn't receive the goods.",
        "I just paid, where are my items?",
        "Still waiting, where's my shipment and money?",
        "I was wondering where my goodies vanished after I paid good money.",
        "I paid but not received my order.",
        "The order was paid but it was missing.",
        "I am still waiting, where is my shipment?",
        "Still haven't received anything even though I paid for it.",
        "The goods weren't received despite the payment.",
        "I paid, but did not get my order.",
        "After payment was made, no items were received?",
        "Can't find purchase; paid but vanished.",
        "Can't locate purchase; paid yet vanished.",
        "I didn't receive my order and I paid but did not receive it.",
        "I paid for my order but never received it.",
        "Didn't receive a package paid for?",
        "Goods didn't arrive as my order was paid.",
        "I've paid, but where is my merchandise?",
        "I paid and didn't find my merchandise.",
        "Money was wasted once again due to my order missing.",
        "I didn't receive my order, and I paid but never got it.",
        "I paid, but where is my item?",
        "Money was wasted once again because my order went missing.",
        "There is no receipt of the purchase after paying.",
        "I didn't receive my purchase after making full payment.",
        "Waiting for goods that have been ordered, where are they now?",
        "Money is wasted again due to my order missing.",
        "I paid for it, haven't received it yet.",
        "The paid order has not been dispatched yet.",
        "I paid but received no order.",
        "The missing package I paid for.",
        "I didn't receive my merchandise after paying.",
        "Didn't receive anything despite being paid expecting a delivery.",
        "I'm wondering where my goodies vanished after I paid good money.",
        "I paid but no item.",
        "I paid for the item, but I did not receive it.",
        "Payments went through, but no order was received.",
        "I paid but where am my goods?",
        "I haven't received my order, so has it been dispatched?",
        "The item I bought was missing.",
        "There have been no items received after the payment was made.",
        "I paid for the package that was missing.",
        "I made full payment, but I haven't received what I paid for.",
        "Money was wasted again because my order went missing.",
        "I didn't receive what I paid for even after making full payment.",
        "I paid, but never received the item.",
        "I paid for it, but not the item.",
        "I paid but never received the goods I ordered.",
        "I paid and never received my order.",
        "Wait for ordered goods and where are they?",
        "I paid for the item but where is it?",
        "Why didn't the goods come to you despite the payment?",
        "Not received what I paid for yet.",
        "My order has not been fulfilled.",
        "Purchaseed but never gotten the goods.",
        "The package was paid for, but it did not arrive.",
        "Not received anything after paying for a delivery.",
        "I paid for stuff, but no show.",
        "I paid for it but what happened to it?",
        "It was purchased but never received the item.",
        "Payment was made but no items were received.",
        "It was purchased, but never received the items.",
        "I paid before there was no delivery?",
        "I paid, but where is my wares?",
        "Hey, where's my items after I paid?",
        "Goods not arrived, where is my order at?",
        "My paid order has not yet been dispatched.",
        "I paid but didn't have anything.",
        "Goods are not arriving.",
        "I made a full payment but haven't received what I bought.",
        "The items were not received after the payment was made.",
        "Have I received my paid order yet?",
        "I paid but no one knows where my stuff is.",
        "Where is my package after I pay up?",
        "The merchandise didn't arrive after I paid.",
        "I paid and no item.",
        "Did not get the goods despite paying?",
        "I paid and where are my items then?",
        "I paid for the package and it wasn't there.",
        "I paid for it, but where are my goods?",
        "I want to know what happened to my order.",
        "It was paid, but no package arrived?",
        "There was no package arrived paid for.",
        "I paid for stuff that isn't showing up.",
        "I paid, but where do I find my items?",
        "Is the order missing, paid but without merchandise?",
        "Didn't receive the goods even though they were paid?",
        "I paid but no merchandise was found.",
        "The package is missing and I paid for it.",
        "Payments were made but where is the shipment now?",
        "Money was paid, but a package disappeared.",
        "How about the order I paid for?",
        "Can't locate purchase; paid but vanished mysteriously.",
        "Money is wasted again with my order missing.",
        "Didn't get anything, where's my order?",
        "Did the goods not arrive despite paying?",
        "I purchased something, but I haven't received it.",
        "I made a full payment but haven't received what I paid for.",
        "I paid the package, but it was missing.",
        "I paid for the item, but not the item.",
        "I paid but have no merchandise.",
        "I paid for something, but have not received it yet.",
        "Did not receive the goods despite the payment?",
        "I made a payment but where is my merchandise?",
        "I paid for this and haven't received anything yet.",
        "Didn't get the goods despite paying.",
        "I paid, but where is the item?",
        "It's been paid for but hasn't received anything.",
        "I have not received what I purchased after making full payment.",
        "Why didn't I receive what I paid for?",
        "I Haven't received what I paid for yet.",
        "I paid but did not find my item.",
        "I paid for it, but where is the merchandise?",
        "I am paid up and where is my package?",
        "Goods haven't arrived, where is my order?",
        "I have yet to receive what I paid for",
        "No item received after payment was made.",
        "The stuff I paid for was nowhere to be found.",
        "Goods are not delivered, where is my order?",
        "Goods that I paid for but not delivered.",
        "My order is paid, but not arrived.",
        "Can't locate purchase, paid now vanished.",
        "I paid the package but it wasn't there.",
        "Why didn't you get the goods despite the payment?",
        "I paid for the item but it isn't there.",
        "They paid but no package arrived.",
        "I paid but didn't receive my item.",
        "Where is my package if I paid up?",
        "My order is missing and money is wasted again.",
        "I paid but I don't know where my item is.",
        "After paying, the purchase vanished mysteriously.",
        "Payments were made but where is the shipment?",
        "I paid but didn't receive my goods.",
        "I paid for it, got nothing.",
        "We paid, but no package has arrived yet.",
        "Non-receipt of purchase after paying?",
        "Payment made but where the shipment is now?",
        "I paid, but no item?",
        "I paid for the order and didn't get it.",
        "I've paid, but where's my stuff?",
        "Still haven't received anything despite expecting a delivery.",
        "It was paid for but hasn't received anything",
        "Did not receive goods despite paying?",
        "Still haven't gotten anything, paid expecting a delivery...",
        "Is it possible that the order was paid but not the merchandise?",
        "No items were received after payment was made?",
        "I paid for things but never received them.",
        "Order missing, paid but no item?",
        "I purchased, but never received the goods.",
        "I have not received the order yet.",
        "I took my cash and the item was not given.",
        "I paid for it but it wasn't received.",
        "I paid for it but where is it?",
        "The order was paid but no merchandise was found.",
        "I paid for and did not receive my order.",
        "The payment was made but where are the shipments?",
        "My order is MIA?",
        "Goods not sent, where is my order?",
        "I paid, but I did not receive my order.",
        "I never received the merchandise after paying for it.",
        "I am just wondering where my goodies vanished after I paid good money.",
        "I paid, but no product.",
        "Goods, not arrived, where is my order?",
        "I paid for stuff but there is no show.",
        "Yes, purchased but never got the goods.",
        "I want to know where my order is.",
        "My money was wasted again when my order vanished.",
        "I paid for it but got zilch.",
        "The order was paid but no merchandise was present.",
        "Why didn't I get what I paid for after making full payment?",
        "Where is my package after paying it off?",
        "I paid and didn't receive my order.",
        "I paid but I don't know where my merchandise is.",
        "I paid but no merchandise.",
        "I paid, but I have no item.",
        "I have not received my paid order, has it been dispatched yet?",
        "Payed, but no package arrived yet.",
        "Where's my merchandise after I paid?",
        "Where's my shipment and money, still waiting?",
        "Payment was made, where are the shipment?",
        "I made full payment, but have not received what I purchased.",
        "I paid for an item and it's missing.",
        "The package was missing and I paid for it!",
        "Why didn't the goods reach you despite the payment?",
        "I paid for it already, but there was no delivery.",
        "I don't know what happened, paid, no merchandise.",
        "It was purchased but never gotten the goods.",
        "Nobody received a package paid for.",
        "I paid for my order but it was never received.",
        "Did not get the goods after payment?",
        "I have paid, but where is my merchandise?",
        "Didn't get the goods after buying them.",
        "The money was paid but the package was missing.",
        "I paid for something but didn't get anything in return.",
        "There weren't any items received after payment was made.",
        "I paid for my order but it never came.",
        "I never received my order but I did pay for it.",
        "The merchandise I paid for in full is nowhere to be found.",
        "I paid for my item, but what happened to it?",
        "The package was paid for, but not arrived.",
        "I paid but never received it.",
        "Payment was made but no order received.",
        "Money is wasted once more when my order is missing.",
        "What's the location of my stuff that I paid for?",
        "I paid and where am I with my items now?",
        "My order has not been received.",
        "I paid for something that I did not get in return.",
        "I never received my order, even though I paid for it.",
        "Is the item still undelivered after my payment has been processed?",
        "Can't find the purchase; it disappeared mysteriously.",
        "I paid but where are my items now?",
        "Where's the merchandise that I paid for?",
        "I have paid for something but haven't received it.",
        "Where is my item after I purchase it?",
        "I never received the item I paid for.",
        "I paid but did not receive my goods.",
        "I paid for it, but haven't received it.",
        "Where is the item I paid for?",
        "I paid for the order but it never arrived.",
        "Money is wasted again when my order missing.",
        "I didn't get my order and I paid for it.",
        "It was Purchased but never received the goods.",
        "I have not received what I bought even after making full payment.",
        "Purchaseed, but never got the goods.",
        "Payment made but where are the shipment?",
        "I did not receive my order and I paid but never got it.",
        "Purchase but never received the goods.",
        "I paid, got nothing, where is my order?",
        "The merchandise was never received after I paid.",
        "I didn't receive my order and I never received it.",
        "Still haven't received anything after paying for a delivery...",
        "I paid for my item but what happened to it?",
        "I paid and still don't have my merchandise.",
        "There is an order missing, paid but no products.",
        "I've already paid for no delivery!",
        "I paid for it already but no delivery.",
        "I paid but ended up with zilch in return.",
        "I paid for the thing but what happened to it?",
        "I purchased the goods, but never received them.",
        "Money paid but package went missing.",
        "There is an order that was paid but no merchandise.",
        "After paying for a product, what happened to it?",
        "It was not received after payment was made.",
        "The payment went through, but the order was not received.",
        "The person paid for a delivery but hasn't received anything.",
        "Payment made, but where is the shipment?",
        "Goods that were paid for did not arrive.",
        "I made a payment, but where is my stuff?",
        "No delivery and I have paid already?",
        "Payment is made, but where is the shipment?",
        "Cash taken, but no order!",
        "Payment was made, but where is shipment?",
        "I paid for the order but it didn't arrive.",
        "There was no item received after the payment was made.",
        "There is an order missing, paid but no product?",
        "My paid order hasn't been dispatched yet, as I haven't received it.",
        "Cash taken, still nothing in sight!? My order MIA?",
        "My order has not been dispatched yet.",
        "Goods not arrived and where is my order located?",
        "No delivery and I already paid.",
        "Money paid but package vanished?",
        "The money was paid but the package wasn't there.",
        "My paid order has not been dispatched yet.",
        "Why didn't you receive the goods despite payment?",
        "Money was wasted as my order was missing.",
        "I paid, but didn't get my order.",
        "Money was wasted with my order missing.",
        "I paid but the merchandise never arrived.",
        "It was paid for, but haven't received anything...",
        "The item I paid for was missing.",
        "I made full payment and haven't gotten what I paid for.",
        "I paid, got nothing. Where's my order?",
        "Still haven't received anything after paying for a delivery.",
        "My order is paid but not received.",
        "I haven't received what I paid for, is this a joke?",
        "I paid but got nothing in return.",
        "It was purchased and never received the goods.",
        "I paid for stuff, no show?",
        "I paid for something that I gotzilch.",
        "I paid for something but nothing.",
        "I paid, but didn't get anything.",
        "I paid for the order, but did not get it.",
        "Can you tell me if the item remains undelivered after I paid?",
        "It was paid for but yet haven't received anything.",
        "I am sorry, gentlemen! Money paid but package vanished.",
        "I paid for the package that was missing!",
        "I didn't see my stuff, where is it?",
        "I pay for stuff but no show?",
        "The paid order has yet to be dispatched, as I have not received it.",
        "Didn't get the goods.",
        "Is the order missing, paid but no items?",
        "I did not receive my order, and I paid but did not get it.",
        "My order wasn't found.",
        "Why did not the goods arrive despite the payment?",
        "I don't have a show for the stuff I paid for.",
        "Where is my shipment and money, I'm still waiting?",
        "Why didn't the goods arrive despite being paid?",
        "Waiting for goods they ordered, where are they now?",
        "You took my money, but still no items?",
        "Things were not received after payment was made.",
        "Is an order missing, paid but no merchandise?",
        "I never received my order because I paid but never received it.",
        "Cash taken but nothing in sight! My order MIA?",
        "I need to inform you that money paid but package vanished.",
        "I paid, but where are my items now?",
        "Payment went through, but no order received?",
        "It is paid, but no package has arrived.",
        "Payment was made and no items received?",
        "The stuff I paid for was not shown.",
        "I paid but where did I find my goods?",
        "I paid but never received my stuff.",
        "After making full payment, why haven't I received the item I purchased?",
        "I never received the merchandise that I paid for.",
        "There was an order that was paid but not any merchandise.",
        "Why didn't the goods arrive even though payment was made?",
        "The stuff I paid for is not there.",
        "I paid, but where are my items?",
        "What's the location of the stuff I paid for?",
        "I paid for my order but it didn't arrive.",
        "Cash taken but no order in sight!",
        "I paid for my goods, but not where they are.",
        "I paid for this, but have not received it yet.",
        "I didn't get my order but I paid for it.",
        "I paid already and no delivery?",
        "Can't find purchase; paid yet vanished.",
        "I don't know why I haven't received what I bought.",
        "I paid for it, but did not get my order.",
        "I have already paid, but where is my stuff?",
        "I did not receive my order and paid but never got it.",
        "Didn't get the goods after being purchased.",
        "I pay but no item.",
        "Payments were made but no items were received?",
        "Payment is made but where are the shipment?",
        "I paid for something but there was no merchandise.",
        "Purchaseed but never got anything.",
        "I paid but did not see my order.",
        "No order? paid but no stuff.",
        "I have not received what I paid for so far.",
        "Why didn't the goods arrive despite payment?",
        "The person paid for a delivery but have not received anything.",
        "I paid for the purchase, what happened to it?",
        "I paid, but didn't receive the item.",
        "I paid for the item, but it was never delivered.",
        "What happened? Paid, no merchandise?",
        "I paid for something but no delivery.",
        "The person paid expecting a delivery hasn't received anything.",
        "Is the order missing, paid but no product?",
        "I paid for it then what happened to it?",
        "I made full payment and have not received what I bought.",
        "After paying for a item, what happened to it?",
        "Waiting for ordered goods where?",
        "I paid and did not get my order.",
        "After paying for the purchase, what happened to it?",
        "I paid for my items, where are you?",
        "I paid but where is it?",
        "I paid for something but got nothing in the end.",
        "It was paid for a package that didn't arrive.",
        "My order is paid but not arrived.",
        "I paid but never received the merchandise.",
        "I didn't receive my order, but I paid for it.",
        "After paying for my purchase what happened to it?",
        "Payment was accepted but where is the shipment?",
        "What happened to my purchase after I paid for it?",
        "Goods do not arrive.",
        "I did not receive my order and I paid but not received it.",
        "I paid for a delivery but haven't received anything yet.",
        "Is the order missing, paid for but no merchandise?",
        "I didn't get what I paid for even after I made full payment.",
        "The money was wasted once again because my order was missing.",
        "After payment, no items?",
        "I paid for it but haven't received what I paid for yet.",
        "What happened to my purchase after I paid??",
        "There was a purchase but never the goods.",
        "I paid the package but it was missing!",
        "I paid for something but no show.",
        "I paid but didn't receive the items.",
        "Why did not the goods arrive despite being paid?",
        "The payment is made, but where is the shipment?",
        "I paid for it, but have not received it yet.",
        "What happened to the order that I paid?",
        "I did not receive my order despite paying.",
        "The payment has been made, but where is the shipment?",
        "I paid for my item but no merchandise.",
        "I have not received what I paid for yet",
        "I paid and didn't receive the order.",
        "Payment complete but what about my order?",
        "I paid and did not receive the order.",
        "I don't understand why I haven't received what I purchased.",
        "Payment was made but no order was received?",
        "No package arrived and it was paid for.",
        "The money was paid but a package disappeared.",
        "I haven't gotten what I paid for even though I made full payment.",
        "I paid for the purchase, but what happened to it?",
        "Money is wasted again because my order went missing.",
        "Did not get the goods despite paying.",
        "Pay but there is no merchandise?",
        "I paid, where's my items?",
        "My order was taken with cash, but still no stuff.",
        "I never received my order, and I paid for it but never received it.",
        "I paid for the goods but they haven't arrived.",
        "Where is my package after I paid it up?",
        "Why haven't I received anything after I paid?",
        "I paid, where am I with my items?",
        "I paid for my purchase and what happened to it?",
        "I haven't received my paid order yet, has it been dispatched?",
        "After making full payment I haven't received what I purchased.",
        "No package arrived at all, paid for.",
        "I did not receive my order while I paid.",
        "I paid for it but didn't get anything.",
        "It was paid for but no package arrived.",
        "Hey, I paid, where are my items?",
        "I didn't receive what I purchased even after making full payment.",
        "paid, got nothing.",
        "There is paid but no package yet.",
        "still haven't received anything after paying for a delivery...",
        "The order was paid for but no merchandise was present.",
        "My shipment and money have not been returned.",
        "Haven't received what I paid for yet.",
        "Waiting for ordered goods where are they?",
        "I haven't recieved what I paid for yet.",
        "I pay for something but haven't received it yet.",
        "The order was paid but the merchandise was missing.",
        "I didn't receive my money for that order yet.",
        "We didn't receive a package paid for.",
        "I haven't received what I bought even though I paid full price.",
        "Not arrived, where is my order?",
        "Why is my package nowhere to be found?",
        "The order was paid for, but there was no merchandise.",
        "I paid for my order and did not get it.",
        "It was paid for a package to not arrive!",
        "My shipment is gone, where is it?",
        "Purchased, but never received the goods.",
        "It was paid for but didn't receive anything...",
        "I paid but where am my items?",
        "I apologize, gentlemen, but package disappeared after money was paid.",
        "Cash taken, but no order in sight!",
        "I paid but where is my merchandise?",
        "Goods that were paid but not arrived.",
        "There is an order that is paid but has no merchandise.",
        "I paid for a package I didn't get.",
        "It failed to arrive as expected.",
        "After making full payment, why didn't I receive what I bought?",
        "I paid for something, but no merchandise.",
        "They paid for a delivery, but haven't gotten anything.",
        "Why didn't the goods be received despite payment?",
        "I paid for something but got zilch.",
        "I paid, where are my items?",
        "The money was wasted again when my order disappeared.",
        "No delivery and I already paid for it?",
        "Purchases but never gets the goods.",
        "I paid but I don't have my item.",
        "There is an order that is not arrived.",
        "Why didn't I receive my purchase even after making full payment?",
        "I was paid up and where is my package?",
        "Didn't receive the goods despite payment, why?",
        "Where's all the stuff I paid for?",
        "The money was paid but the package disappeared.",
        "My stuff was paid for but no show?",
        "Money wasted again when my order vanished.",
        "I haven't gotten what I paid for.",
        "I paid and got nothing. Where is my order?",
        "My order went missing.",
        "I paid for my purchase but what happened?",
        "Waiting forordered goods, where are they?",
        "I paid but there is no product?",
        "I paid for stuff but didn't see it.",
        "There was no items received after payment was made.",
        "It was paid but where is the shipment?",
        "I paid for it but never received it.",
        "I just paid up, where is my package?",
        "I have not gotten my paid order yet.",
        "I paid for it, and what happened to it?",
        "Couldn't locate purchase; paid but vanished mysteriously.",
        "Payment is made but the shipment is still missing.",
        "I paid for this but haven't received it.",
        "I apologize, gentlemen! Money paid but package disappeared?",
        "I paid but I have no merchandise.",
        "What is the location of the stuff I paid for?",
        "There was a paid package that didn't arrive.",
        "Did the goods not come to you despite the payment?",
        "I paid and don't know where my merchandise is.",
        "I paid but never received the order.",
        "I purchased something but haven't received it yet.",
        "I paid but I don't have any merchandise.",
        "Hey, I paid and where are my items now?",
        "Why isn't the goods received despite payment?",
        "What happened to my orders?",
        "Still haven't received anything after being paid expecting a delivery.",
        "I paid for stuff, but where is it?",
        "Money was paid but a package disappeared!",
        "Payment is made, but where's the shipment?",
        "Where are the goods that were ordered waiting for?",
        "Payment was made and no items were received.",
        "payment made but no items received?",
        "I paid package that was missing.",
        "What happened to the item I bought?",
        "The order was paid but there was no merchandise?",
        "I didn't receive my order but I paid for it.",
        "Why didn't you get the goods despite paying?",
        "There was no merchandise after I paid.",
        "Money is wasted again because of my order missing.",
        "Money is wasted again when my order is missing.",
        "Money was paid but the package was gone.",
        "I paid but I never received the order.",
        "Money wasted again, my order missing.",
        "Payments were made but no items received.",
        "There is an order missing, paid but no goods?",
        "I paid for the package, but it was missing!",
        "I had a package that was missing and I paid for it.",
        "Can't find purchase; paid now vanished mysteriously.",
        "When I paid for my purchase, what happened to it?",
        "I paid for it, but got nothing.",
        "Purchase but never got the goods.",
        "I paid and where's my stuff?",
        "I paid but I didn't get anything.",
        "I did not receive my order and I paid but did not.",
        "I haven't received what I paid for yet, is that a joke?",
        "The payment was made, but no items were received?",
        "I paid already, but there was no delivery.",
        "I purchased things but never received them.",
        "I paid for something but there is no merchandise.",
        "I did not get my order and I paid but never received it.",
        "I paid and no item?",
        "Cash taken but my order is MIA.",
        "The merchandise was never delivered after I paid.",
        "Money was wasted as my order went missing.",
        "I paid for the merchandise, but never received it.",
        "No show where I paid for my stuff?",
        "I paid for merchandise but never received it.",
        "I paid but didn't get any item.",
        "I pay, where are my items?",
        "I paid but I didn't receive the order.",
        "Can't find purchase; paid, vanished.",
        "I paid but didn't get the merchandise.",
        "Where did my goodies disappear after I paid with money?",
        "My purchase hasn't been received even after I paid full price.",
        "Still waiting and where's my shipment?",
        "There is no receipt of purchase after paying.",
        "No delivery and I paid already.",
        "What happened to the item I ordered?",
        "Didn't receive the goods after paying?",
        "My order is MIA!",
        "money is wasted again because my order is missing",
        "They bought the goods but never received them.",
        "Why didn't the goods get to you despite the payment?",
        "Someone paid for a delivery, but haven't received anything.",
        "Why didn't the goods show up despite the payment?",
        "Not yet received what I paid for.",
        "I paid for something, but no item.",
        "My purchase was made, where is my item now?",
        "I paid for it but haven't received it.",
        "Why didn't I get what I paid for even after I made full payment?",
        "It was paid, but no package has arrived.",
        "I paid for something but received nothing in return.",
        "What is the location of my stuff that I paid for?",
        "I paid for my item but didn't find it.",
        "There is no show for what I paid for.",
        "I paid for it but did not get anything.",
        "My cash took but item not given.",
        "I haven't received my paid order, so has it been dispatched?",
        "I have already paid but where is my merchandise?",
        "My order was never received after I paid.",
        "I paid for my order, but it wasn't delivered.",
        "I paid for this and haven't received what I paid for.",
        "I bought something but haven't received it even after paying full price.",
        "What happened to my purchase after I paid?",
        "I am still waiting and where is my shipment and money?",
        "Still haven't received anything, despite expecting a delivery.",
        "Goods that were paid for but not delivered.",
        "I haven't received my order yet.",
        "I haven't received what I paid for after making full payment.",
        "I paid but no merchandise was present.",
        "Payment was made but the shipment is still missing.",
        "I just wondered where my goodies vanished after I paid with money.",
        "I paid for it but not the item.",
        "Not having received anything despite being paid expecting a delivery.",
        "I have not received my paid order yet, so I wonder if it has been dispatched.",
        "Why didn't the goods show up after payment?",
        "I've paid, but where's my merchandise?",
        "The goods did not arrive despite the payment.",
        "They paid for a delivery, but haven't received anything.",
        "Goods didn't arrive and where is my order?",
        "After paying for my order, what happened to it?",
        "I purchased but never got anything.",
        "I paid for a purchase, but what happened to it?",
        "Even though I paid for a delivery, I haven't received anything.",
        "I paid, but there was no product?",
        "The stuff I paid for is not showing up.",
        "Someone paid for a delivery, but hasn't received anything.",
        "I am still waiting, where's my shipment and money?",
        "No order, paid for but no stuff?",
        "I never received my order, and I paid but didn't.",
        "I paid for an order but never received it.",
        "Can't find purchase; paid disappeared mysteriously.",
        "I paid my order, but did not receive it.",
        "I paid but I'm not sure where my stuff is.",
        "Can't find purchase; paid, now vanished.",
        "What happened to my purchases after I paid for them?",
        "My order is paid but not delivered.",
        "I paid for the merchandise but it never arrived.",
        "There weren't items received after the payment was made.",
        "I did not receive my merchandise after I paid.",
        "It was paid for and still hasn't received anything.",
        "The order was paid for but there was no merchandise.",
        "I have not received my paid order as of yet.",
        "I paid for the goods, but never received them.",
        "I bought an item but it isn't there.",
        "I paid for it already, but where is it?",
        "I did not receive my order after paying.",
        "I paid the package was missing.",
        "No items received after payment was made.",
        "After paying for my purchase, what happened to it?",
        "I don't know where my order is.",
        "My paid order has not been dispatched yet, as I have not received it.",
        "Still haven't received anything after paid expecting a delivery.",
        "I'm still waiting and I want to know where my shipment is.",
        "I paid but no item?",
        "I paid for the package but missed it.",
        "I paid but I don't know where my goods are.",
        "I haven't received what I paid for already.",
        "I paid for it, where is it?",
        "I paid and where were my items?",
        "I paid but no items.",
        "I paid for the order but did not receive it.",
        "Didn't get a package paid for.",
        "I bought an item but it's gone.",
        "I paid for something but no item.",
        "I didn't get my order, but I paid for it.",
        "I need to explain, money paid but package disappeared.",
        "After making a full payment, why haven't I received my purchase?",
        "I did not receive my order, and I paid, but never received it.",
        "I'm still waiting...where's my shipment?",
        "My order is not received.",
        "I purchased something, but haven't received it.",
        "I never received the order and paid for it.",
        "Payment made but where are the goods?",
        "I paid, but never received my item.",
        "I was wondering where my goodies vanished after I paid with money.",
        "Haven't received what I paid for yet, is that a joke?",
        "I didn't receive the merchandise I paid for.",
        "They didn't receive the goods despite the payment.",
        "I did not receive my order even though I paid.",
        "I paid and never received the order.",
        "I paid but never got the merchandise.",
        "The goods were not received despite payment.",
        "There weren't any items received after the payment was made.",
        "I didn't receive the merchandise after I paid.",
        "I haven't received what I paid for yet!",
        "I have not received my paid order, has it been dispatched?",
        "I paid, but there's no merchandise?",
        "I paid for it but did not get it.",
        "I paid but where am my merchandise?",
        "Just paid, but no package has arrived.",
        "The package hasn't arrived yet.",
        "I didn't receive my order and paid but didn't receive it.",
        "After making full payment I haven't received what I bought.",
        "I never got my order but I paid for it.",
        "Purchaseed but never got the goods.",
        "Why didn't I get my purchase even after making full payment?",
        "It was purchased but never gets the goods.",
        "The order didn't arrive.",
        "Cash taken, but my order MIA.",
        "The order was paid but no merchandise was seen.",
        "Money paid but package is gone.",
        "Money was paid but the package vanished.",
        "The goods were never delivered.",
        "I paid but where is my item?",
        "Goods that are paid but not delivered.",
        "I didn't receive my order, but I did pay for it.",
        "I paid but did not receive the merchandise.",
        "I paid for a purchase and what happened to it?",
        "I paid already, no delivery.",
        "I paid and never got the merchandise.",
        "Still haven't received anything, despite being paid expecting a delivery...",
        "No items received after the payment was made.",
        "Why didn't I receive my purchase after I paid?",
        "My shipment is missing and I'm still waiting.",
        "I paid but there is no item?",
        "There was no items received after payment was made?",
        "Why hasn't I received what I paid for?",
        "There is an order that has been paid but no merchandise.",
        "I paid for my order, but it didn't come.",
        "Why didn't the goods arrive despite their payment?",
        "There was a non-receipt of purchase after paying.",
        "I paid, but never received anything.",
        "I paid but I got nothing.",
        "My purchase was paid for but what happened to it?",
        "I paid for my purchase now what happened to it?",
        "What is the location of my stuff I paid for?",
        "I paid for the package that was missing",
        "I paid and where are the items?",
        "I'm still waiting to hear where my shipment is.",
        "It was paid for but there wasn't any merchandise.",
        "Waiting for an ordered item, where are they now?",
        "I never received my order, and I paid but did not.",
        "The package has yet to arrive, any updates?",
        "The package was paid for, but didn't arrive.",
        "It was paid expecting a delivery but hasn't received anything.",
        "Why didn't the goods come in spite of payment?",
        "I want to know more about the missing item I paid for.",
        "I've not received my order yet.",
        "I had an order that was missing.",
        "I paid for the items, but where are they?",
        "I bought the goods, but never got them.",
        "I paid for something but I got nothing in return.",
        "haven't received what I paid for",
        "I paid and haven't received what I paid for yet.",
        "I paid for stuff, where is it?",
        "My order has gone missing.",
        "I paid and didn't receive the merchandise.",
        "I need to explain, money paid but package vanished!",
        "I paid and I don't know where my goods are.",
        "Purchaseed but never received the goods!",
        "I paid for the things but never received them.",
        "I paid for it, but where is my goods?",
        "Please excuse me, gentlemen! Money paid but package vanished.",
        "It was paid for, but haven't received anything.",
        "I haven't seen my stuff yet.",
        "I didn't receive my order, where is it?",
        "I paid for my order and never got it.",
        "I paid for it but got nothing.",
        "My purchase hasn't been received even after I made full payment.",
        "I bought something but have not received it even after making full payment.",
        "I made full payment, but I haven't received what I bought.",
        "It was paid for but not received.",
        "I just haven't received what I paid for yet.",
        "I paid for it but there was no delivery.",
        "I wonder what happened to my order?",
        "I purchased something and haven't received it.",
        "It didn't arrive as was expected.",
        "Why did not the goods arrive despite payment?",
        "What happened to the order that I paid for?",
        "I paid up, but where is my package?",
        "After the payment was made, no items were received.",
        "What happened to my purchase after it was paid for?",
        "I am just wondering where my goodies disappeared after I paid good money.",
        "Did not get the goods despite payment?",
        "The person paid expecting a delivery has yet to receive anything.",
        "My order is not in sight.",
        "I paid but my order was not received.",
        "I want to know where my order was taken, but still no stuff.",
        "My order? Where's it?",
        "I have not received my paid order yet, does it have been dispatched?",
        "Purchased but did not receive the goods.",
        "Non-receipt of purchase after paying.",
        "I purchased the goods but did not receive them.",
        "No delivery and I have already paid.",
        "I paid for delivery but it wasn't delivered.",
        "I paid but there was no delivery.",
        "I haven't received anything that I paid for yet.",
        "I did not receive my order and paid but did not get it.",
        "I paid but there's no merchandise.",
        "The goods never came.",
        "It was paid, but no order.",
        "Cash taken but nothing in sight, my order MIA!",
        "paid, no merchandise?",
        "I payed but never received my order.",
        "Payment, but no merchandise?",
        "Where is my shipment and I'm still waiting?",
        "Order missing, paid but no merchandise.",
        "I paid, but where is the merchandise?",
        "I have yet to receive what I paid for.",
        "I paid for it but no delivery.",
        "It was paid for the package to not arrive!",
        "My goods did not arrive.",
        "Why haven't I received the items I purchased?",
        "I paid but no item!",
        "I paid for the missing package, but are there any updates?",
        "I paid for my order but it wasn't delivered.",
        "I paid but didn't get any merchandise",
        "My order has not yet been dispatched.",
        "It did not arrive as was expected.",
        "I haven't had what I paid for yet.",
        "I did not receive my order so I paid for it.",
        "I never received my merchandise after I paid.",
        "There was paid but no package yet.",
        "Didn't receive the goods purchased.",
        "I paid but where are my items?",
        "I paid for the item but did not receive it.",
        "I don't know where my goodies vanished after I paid good money.",
        "The payment was made, but no items were received.",
        "I paid, but where do I find my merchandise?",
        "I paid for it but there was no merchandise.",
        "I paid for something but I haven't received it yet.",
        "It was paid, but no package arrived.",
        "I paid for my item but not the item.",
        "Goods not arrived as my order was paid",
        "Order gone astray, money paid, zero stuff?",
        "I paid for my order but it was not sent to me.",
        "I bought the goods but never got them.",
        "I paid for my order but never got it.",
        "Where is my merchandise, after I paid?",
        "I got nothing, but where is my order?",
        "My order is paid and not arrived.",
        "It was money paid but the package disappeared.",
        "I paid for an item that isn't there.",
        "I paid for the item but it never arrived.",
        "I paid for something but it wasn't merchandise.",
        "I paid for things but no show?",
        "The package was paid for but it didn't arrive.",
        "I paid, but where is my product?",
        "I'm still waiting, where has my shipment gone?",
        "money is wasted again, my order missing.",
        "Payment was made but the shipment isn't there yet.",
        "No order, but paid but no stuff?",
        "Did not receive items after payment?",
        "The payment was made but where's the shipment?",
        "Can't locate purchase; paid disappeared mysteriously.",
        "My order was paid but goods were not delivered.",
        "Money paid but a package disappeared.",
        "I haven't received the amount that I paid for yet.",
        "I paid for my item but did not get it.",
        "We paid for a delivery but haven't received anything...",
        "I paid and received nothing.",
        "Despite being paid, still haven't received anything...",
        "I paid for the order and didn't receive it.",
        "I paid but no one knows where my merchandise is.",
        "I paid but the merchandise was never delivered.",
        "When I paid for my order, I didn't receive it.",
        "Why didn't I get what I paid for?",
        "I paid for this and haven't received it.",
        "I paid, but not the item.",
        "What happened to my purchase, after I paid?",
        "Where is the merchandise that I paid for?",
        "The order was paid, but no merchandise was there.",
        "No delivery and I already paid?",
        "Where's my item that I paid for?",
        "Where are my orders?",
        "I paid and I'm not sure where my merchandise is.",
        "Why couldn't the goods be received despite payment?",
        "I never received my order but paid for it.",
        "I haven't seen what I paid for yet.",
        "I paid for my merchandise, but where is it?",
        "Where was my money taken, but still no stuff?",
        "Goods did not arrive as my order was paid.",
        "It has been paid, but no package has arrived yet.",
        "I paid, but where's my merchandise?",
        "What happened to my paid order?",
        "My order has not yet been shipped.",
        "I paid for things, but no show?",
        "What happened to the purchase that I paid for?",
        "I paid but didn't receive my order.",
        "I paid for my order, but I did not receive it.",
        "Is the order missing, paid, but no product?",
        "I paid for it, but where is my inventory?",
        "Haven't received the amount I paid for yet.",
        "I have paid, but where am my merchandise?",
        "Cash taken yet my order is MIA?",
        "The money was wasted again because my order was missing.",
        "I purchased but never got the goods.",
        "Did not receive the goods despite payment?",
        "No delivery and I have paid?",
        "I paid, but where is the stuff?",
        "Where is my merchandise that I paid for?",
        "It didn't arrive as promised.",
        "I didn't receive what I bought even after making full payment.",
        "Payment was made but where is the shipment now.",
        "Couldn't locate purchase, paid but vanished mysteriously.",
        "I have not received my ordered yet.",
        "Money was paid, but the package vanished.",
        "Couldn't seem to get the goods.",
        "I did not receive my order and paid but not received it.",
        "I didn't get an item for my cash taken.",
        "I purchased the goods but never got them.",
        "Why didn't we receive the goods despite the payment?",
        "I did not receive my order but did pay for it.",
        "It was paid but no stuff.",
        "Payment made but no shipment yet.",
        "Is that order missing, paid but no merchandise?",
        "I didn't get the merchandise after paying.",
        "I did not receive my order and paid for it, but never received it.",
        "My order, where's it?",
        "I bought the items but never got them.",
        "I paid for the item but never received it.",
        "The missing package was paid for by me.",
        "I paid for it, but no product?",
        "Haven't received what I pay for yet.",
        "I paid for my order, but I didn't get it.",
        "Payment was made, but no items received?",
        "I did not receive my order although I paid for it.",
        "I bought the goods but never got them",
        "What happened to the purchase when I paid for it?",
        "I never received my merchandise after paying for it.",
        "I paid, where are my items after that?",
        "I'm still waiting, where's my shipment and $ gone?",
        "I paid, but there's no merchandise.",
        "Haven't received what I paid for yet?",
        "I paid but there is no merchandise.",
        "Still haven't received anything after paid expecting a delivery...",
        "I paid for the order, but I didn't get it.",
        "I didn't receive what I purchased after I made full payment.",
        "I paid for the package that was not there.",
        "I paid but didn't get anything in return.",
        "Status unclear: paid, but product MIA?",
        "I paid but never got the order.",
        "The payment was made but where the shipment is?",
        "I'm still waiting and still wondering where my shipment is.",
        "I have already paid, but where is my product?",
        "Someone paid, but no package arrived.",
        "Why haven't I received what I paid?",
        "I didn't receive what I bought even after making a full payment.",
        "The item I paid for wasn't there.",
        "Money was wasted again because my order disappeared.",
        "Why didn't the goods received despite payment?",
        "The goods haven't arrived, where is my order?",
        "I paid but didn't receive my order",
        "I made full payment but have not received what I bought.",
        "Can't locate purchase, paid but now vanished.",
        "There is an order missing paid but no merchandise.",
        "I paid for something, haven't received it yet.",
        "No delivery and I paid?",
        "I want to know about the missing item that I paid for.",
        "I paid for the missing package, but have no updates.",
        "There were no received items after payment was made.",
        "My purchase didn't happen after I paid for it.",
        "What happened to a package that was paid for?",
        "Purchase was paid but there was no merchandise.",
        "The goods weren't delivered despite payment.",
        "There were no items after payment was made.",
        "There was an order missing and paid but no merchandise.",
        "I placed an order, but never received it.",
        "Order is missing, what happened to my payment?",
        "Delivery not arrived, where is my order?",
        "Paying, getting nothing? Where is my order?",
        "I paid, but didn't receive the order.",
        "I purchased but never received the item.",
        "I paid for my goods, but where are they?",
        "Where is my package after I have paid?",
        "I paid for something but never received it.",
        "The person paid for a delivery but didn't receive anything.",
        "I paid for my items. Where are they now?",
        "I paid but never got the goods.",
        "I paid and now I'm not sure where my merchandise is.",
        "There is an order missing, paid but no merchandise?",
        "I never received my order and paid but never received it.",
        "My money was wasted again when my order went missing.",
        "I paid and there was nothing in return.",
        "Not received anything, despite being paid expecting a delivery.",
        "I made full payment, but haven't received my purchase yet.",
        "Payment has been made but where is the shipment?",
        "I pay but no item?",
        "Where is my item after I bought it?",
        "I paid but no package has yet arrived.",
        "I paid, but my item is missing.",
        "Where are my items that I paid for?",
        "I paid, and I got nothing.",
        "I paid, but no package arrived.",
        "They bought the goods but never got them.",
        "The money was paid but the package didn't show up.",
        "I paid for this, but haven't received anything yet.",
        "I'm still waiting, where's my shipment and money?",
        "I bought a item and it is missing.",
        "I paid but I don't know where my stuff is.",
        "There is a missing item that I bought and paid for.",
        "Cash taken but not my order!",
        "I did not receive my order, but I paid for it.",
        "I paid already and there was no delivery.",
        "I haven't gotten what I paid for yet.",
        "It was paid for, but hasn't received anything.",
        "My order is nowhere to be found!",
        "Payment was made, but no items were received.",
        "I paid, but where are my purchases?",
        "Payments were made but where's the shipment?",
        "We paid up, where is my package?",
        "I paid but don't know where my merchandise is.",
        "Where was the merchandise that I paid for?",
        "Didn't receive the goods despite having paid?",
        "I paid for something, but got nothing.",
        "Payment made, no items received?",
        "Money wasted again when my order is missing.",
        "The stuff I paid for isn't showing up.",
        "Payments were made but no order received?",
        "I paid for the item, but it wasn't delivered.",
        "Couldn't get the goods.",
        "Money is wasted again when my order goes missing.",
        "I paid, but no package arrived yet?",
        "Order missing, paid but not merchandise?",
        "I paid for an item but it's not there.",
        "Please clarify: paid, but product MIA?",
        "I need to tell you that money paid but package vanished.",
        "There were no itemsreceived after the payment was made.",
        "Why didn't I receive what I purchased even after I paid?",
        "I paid for a item but what happened to it?",
        "Why didn't the goods arrived despite payment?",
        "I paid for stuff, but no show?",
        "I bought but didn't get the goods.",
        "I'm paid up and where is my package?",
        "Why haven't I received the things I paid for?",
        "I paid for something, but I got nothing.",
        "I have yet to receive what I have paid for.",
        "I paid but there was no item?",
        "It was purchased but never received the goods.",
        "What happened to the order?",
        "Hey! I paid and where are my items now?",
        "I paid for the purchase but what happened to it?",
        "I'm still waiting, where's my shipment?",
        "I paid, but where is my merchandise?",
        "No show for the stuff I paid for?",
        "Purchase was paid but vanished mysteriously.",
        "I paid for it, but I didn't receive it.",
        "I paid for the order but it was not delivered.",
        "I paid but did not get merchandise.",
        "I don't understand why I haven't gotten what I paid for.",
        "I didn't receive what I purchased after making full payment.",
        "Where's my order from, but still no stuff?",
        "I bought an item, but it's missing.",
        "I wondered where my goodies vanished after paying good money.",
        "I apologize, gentlemen! Money paid but package vanished?",
        "I have paid but no delivery?",
        "Goods not shipped, where is my order?",
        "Purchased but never got the goods!",
        "Payment was made but where the shipment is?",
        "Can't find purchase; paid but disappeared.",
        "Cash taken, yet my order is MIA?",
        "I did not get my order and I paid but did not receive it.",
        "Why didn't my order arrive?",
        "I can't find the purchase; it vanished mysteriously.",
        "There is an order that is missing, paid but no merchandise.",
        "I paid, but not where my stuff is.",
        "Didn't get a package paid for?",
        "There were no items received after payment was made.",
        "My order was not received?",
        "money wasted again, my order missing",
        "After making full payment, why don't I receive what I purchased?",
        "I'm still waiting and I'm not sure where my shipment is.",
        "I paid for the package which was missing.",
        "Payment made but where is the shipment.",
        "I paid for the merchandise, but didn't get it.",
        "Waiting forordered goods, where are they now?",
        "How about the missing item I paid for?",
        "Why were the goods not received despite payment?",
        "I paid for the package that disappeared.",
        "I haven't received my paid order yet, so is it dispatched?",
        "I paid, but never got the merchandise.",
        "Where's my order? I paid and got nothing.",
        "My order has not arrived.",
        "I have a missing item that I paid for.",
        "I paid my order, but never received it.",
        "I have paid up, where is my package?",
        "I paid, but where are my goods?",
        "Payment was made, no items received.",
        "The package was paid for but did not arrive.",
        "What happened to the purchase I paid for?",
        "I paid for the order, but it was not received.",
        "There are no items received after payment was made.",
        "I paid for my items, where are they?",
        "My order isn't delivered.",
        "I paid but did not receive any merchandise.",
        "I paid for the order, but I did not get it.",
        "I paid, got nothing!",
        "Payment was made but where are the shipments?",
        "Is an order missing, paid but no product?",
        "I paid for the item, but it never arrived.",
        "So no package arrived, paid for?",
        "The merchandise was never received.",
        "It was paid for, but hasn't received anything yet.",
        "I did not receive my order and I paid but did not get it.",
        "Order missing, paid but no goods?",
        "It was paid, but no package has arrived yet.",
        "I paid for a item and what happened to it?",
        "The money was wasted when my order went missing.",
        "After paying full price, why haven't I received what I bought?",
        "I paid for a item, but what happened to it?",
        "Payments went through, but no order was received?",
        "The merchandise never arrived after I paid for it.",
        "I haven't received what I paid for yet",
        "Undelivered goods, where is my order?",
        "I paid but not the item.",
        "I paid for my order but didn't receive it.",
        "Where's my order? paid, got nothing?",
        "I have paid for stuff but no show?",
        "Payment was made, but where are the shipment now?",
        "I paid for my order, but it was not received.",
        "Even though I paid full price, I haven't received what I bought.",
        "I have not gotten what I paid for yet.",
        "I did not get my order but I paid for it.",
        "I paid but I don't have anything.",
        "Goods not arrived while my order is paid.",
        "I made full payment and haven't received anything yet.",
        "It's an order missing, paid but no merchandise?",
        "I paid for it and haven't received it yet.",
        "I paid for something, but no item?",
        "I bought but never got anything.",
        "I purchased but never received the goods.",
        "Is my order still missing?",
        "I paid for it and what happened to it?",
        "I did not receive my order and I paid but didn't.",
        "I paid for my product but where is it?",
        "Payment, but product MIA?",
        "A paid but no order?",
        "I paid for a delivery but haven't received anything...",
        "Didn't receive the items despite payment?",
        "I ordered cash but still no stuff.",
        "The goods weren't delivered.",
        "Goods aren't arrived and where is my order?",
        "I paid, and where are my items?",
        "Why didn't I receive what I bought even after I paid?",
        "Payment made but where's the shipment?",
        "Pay, get nothing? Where's my order?",
        "I haven't received what I paid for yet, is it a joke?",
        "Payment is done but where is the shipment?",
        "Payment made, but where has the shipment gone?",
        "They paid and still haven't received anything.",
        "I paid for my order but it never got to me.",
        "Money was wasted again as my order was missing.",
        "Money was wasted again when my order vanished.",
        "We paid for a delivery, but haven't received anything.",
        "I paid already but there was no delivery.",
        "The item I paid for is missing.",
        "I paid for the stuff, but where is it?",
        "There was a paid package that didn't arrive!",
        "I still have not heard from my shipment or money.",
        "There was an order that was paid but had no merchandise.",
        "After making a full payment, why haven't I received what I paid for?",
        "The order was paid, but it was missing.",
        "I didn't get anything, where's my order?",
        "There was an order that was paid but there was no merchandise.",
        "Purchaseed but never got the goods",
        "There have been no items received after payment was made.",
        "I got nothing after paying, where's my order?",
        "There was a missing package that I paid for.",
        "Why haven't I received my purchase after I paid?",
        "I haven't received the things I paid for yet.",
        "I paid for it and got zilch in return.",
        "I did not receive the order and paid but never received it.",
        "I wasted money again because my order was missing.",
        "Why didn't the goods arrive despite the payment?",
        "Did not receive the goods despite the payment.",
        "I paid for the goods but never got them.",
        "No show for the stuff I paid for.",
        "What happened to my purchase?",
        "They paid up, where is my package?",
        "There were no items received after the payment was made",
        "I paid for the order but it did not arrive.",
        "I have yet to receive what I paid.",
        "I did not receive what I bought even after making full payment.",
        "Goods that were paid did not arrive.",
        "There was a package that was missing, I paid for it.",
        "Didn't get the goods that was purchased.",
        "I paid for something, but there was no item.",
        "Where're my items after I paid?",
        "I paid and where are my items now?",
        "I paid my order but didn't get it.",
        "The person paid for a delivery yet haven't received anything.",
        "Why did the goods notarrive despite payment?",
        "Purchased the goods but never got them.",
        "I paid but not where my goods are.",
        "I paid for the package that vanished.",
        "I did not receive my order after paying for it.",
        "I'm sorry, gentlemen! Money paid but package vanished!",
        "The goods did not arrive.",
        "I paid for the item, and what happened to it?",
        "I paid for my goods but they are not located.",
        "There has been no package arriving yet.",
        "I paid but where is the merchandise?",
        "Order missing and what happened to my payment?",
        "What happened to the ordered goods?",
        "Payment is made but the shipment isn't there.",
        "I paid but never got my items.",
        "Why did a paid package not arrive?",
        "Where was my order?",
        "I didn't receive my order, and I never received it.",
        "I haven't received my paid order yet, so I wonder if it has been dispatched.",
        "After paying, what happened to my purchase?",
        "Didn't get the goods that they purchased.",
        "Cash taken, but my order MIA!",
        "I paid already no delivery.",
        "I paid but didn't get the order.",
        "I did not receive my order and I paid but never received it.",
        "I paid full price, but haven't received what I bought.",
        "payment was made but where is the shipment?",
        "Why didn't the goods be delivered despite the payment?",
        "Payment was made, where is my order?",
        "I paid and where is my items?",
        "Goods were paid but not arrived.",
        "I paid but never received the merchandise",
        "I paid, but I didn't get anything.",
        "I paid missing package.",
        "I paid for something, but there was no merchandise.",
        "What if the order is missing, paid but no merchandise?",
        "Order missing, paid, but no merchandise?",
        "I paid for it already without a delivery!",
        "I paid but didn't receive the product.",
        "I never received the product I paid for.",
        "There's a missing item I bought and paid for.",
        "I have not received what I paid for yet, is this a joke?",
        "The money was wasted because my order was missing.",
        "No delivery, and I already paid for it?",
        "I paid a package that wasn't there.",
        "The package hasn't arrived yet, any updates?",
        "I have not received a paid order yet.",
        "I was wondering where my goodies disappeared after paying good money.",
        "Did not receive the items despite payment?",
        "I paid for the item but it was never delivered.",
        "I paid but did not get my item?",
        "Why didn't the package arrive paid for?",
        "I paid, but no order?",
        "My payment went through but where is my order?",
        "I haven't received anything I paid for.",
        "waiting for ordered goods where are they?",
        "I paid already but where is my stuff?",
        "Non-receipt of purchase after paying",
        "I paid but I never received my order.",
        "I would like to know why I haven't received what I paid for.",
        "I never received the goods I paid for.",
        "I paid for something but ended up with nothing in return.",
        "I never received the merchandise after I paid for it.",
        "I haven't received what I paid for even after making full payment",
        "I paid but never received my goods",
        "I didn't receive my order and paid but never received it.",
        "Is it possible that order was paid but no merchandise?",
        "Goods not arrived as my order was paid.",
        "I paid for this and haven't received what I paid for yet.",
        "I paid for the item but did not get it.",
        "I paid for the merchandise and never received it.",
        "No order, paying but no stuff?",
        "I paid but there was no product?",
        "Haven't seen what I paid for yet.",
        "I bought a item and it's missing.",
        "You paid but there's no merchandise?",
        "I want to know why I haven't gotten what I paid for.",
        "Payments were made but no order received.",
        "What happened to the item that I purchased?",
        "Payment was made, but where's the shipment?",
        "No show for what I paid for?",
        "Didn't get the goods, what gives?",
        "I did not receive my order and paid, but never received it.",
        "It was purchased and never got the goods.",
        "It has been paid, but no package has arrived.",
        "I paid, but there is no merchandise?",
        "The person paid expecting a delivery but hasn't received anything.",
        "I haven't received the items I paid for yet.",
        "I paid and I don't know where my merchandise is.",
        "I can't find the purchase; it disappeared mysteriously.",
        "I didn't get what I paid for after making full payment.",
        "Cash taken still nothing in sight, my order MIA?",
        "I paid for something but did not get anything.",
        "I paid for an item but it is missing.",
        "Goods not arrived and where is my order?",
        "The payment has been made but where is the shipment?",
        "I paid for the item but it's missing.",
        "It was paid, but not a package yet.",
        "I paid for something but where is it?",
        "There's a missing item that I paid for.",
        "I paid but never received the order",
        "I paid and now where is my merchandise?",
        "There was a payment made but where is the shipment?",
        "I'm wondering why I haven't received what I paid for.",
        "I paid full price and haven't received what I purchased.",
        "I paid for it but haven't received anything yet.",
        "I paid my order but did not receive it.",
        "Wait, what happened to my order?",
        "Why did they not receive the goods despite paying?",
        "I paid but never received my purchase.",
        "I paid for the merchandise in full, but where is it?",
        "There is a missing item I paid for.",
        "I paid for the order, but never received it.",
        "Goods not arrived as my order is paid",
        "I paid for my item but did not receive it.",
        "I paid but never received the product I ordered.",
        "After making full payment, why hasn't I received what I bought?",
        "Purchaseed but did not get the goods.",
        "After paying my purchase, what happened to it?",
        "Where is my merchandise after I've paid?",
        "I did not get an item with my cash.",
        "I paid for a missing package",
        "No package arrived, but it was paid for.",
        "I paid for my order, but it was never received.",
        "I bought an item that is missing.",
        "It was paid for but still not received anything.",
        "Order missing, what happened to my payment",
        "I never received my order and paid but did not.",
        "What happened to my purchase, after I paid for it?",
        "Hey, where are my items after paying?",
        "Payment made and no items received.",
        "It was paid for but there was no merchandise.",
        "Payment made but not where the shipment is.",
        "After paying for my item, what happened to it?",
        "Payment was made but where are the shipment now?",
        "The money was wasted again when my order went missing.",
        "A payment has been made but where is the shipment?",
        "I paid for something that I haven't received yet.",
        "I have not received what I paid for even after making full payment.",
        "Why didn't I receive what I bought after making full payment?",
        "Goods that were paid for were not delivered.",
        "The payment went through but no order was received.",
        "I paid, but never received my product.",
        "They are still waiting and where is my shipment?",
        "My order hasn't arrived, where is it?",
        "Status not clear: paid but product MIA",
        "No order, pay but no stuff.",
        "I paid for my order but it wasn't recieved.",
        "Didn't get the goods",
        "Where can I find my order?",
        "My order is nowhere to be found.",
        "I have not received what I paid yet.",
        "Why did my order go missing?",
        "Cash taken but no order in sight!?",
        "I paid for it after no delivery?",
        "Didn't I get my money for that order?",
        "Why did my order not show up?",
        "After payment, no items received?",
        "I didn't receive my order and paid but never got it.",
        "I paid for the stuff, but never got it.",
        "I paid for a item but it is missing.",
        "Payment was made, but where has the shipment gone?",
        "Payment was made, where was the shipment?",
        "Was paid up, where is my package?",
        "Purchaseed but never received the item.",
        "You paid up, where is your package?",
        "Still haven't received anything after paid for delivery.",
        "I purchased but never got the items.",
        "There has been paid but no package yet.",
        "Was bought but never got the goods.",
        "I paid for a delivery that didn't come.",
        "Payment was made, no items received?",
        "My merchandise is missing, but I paid for it already.",
        "Money was paid but the package vanished!",
        "I paid the order but never received it.",
        "I never received the order, but I paid for it.",
        "I paid for a delivery but it wasn't delivered.",
        "The person paid for a delivery but haven't gotten anything.",
        "I failed to receive my order and paid but never received it.",
        "Is there any word on the missing item I paid for?",
        "Goods were paid but not delivered.",
        "I did not receive my order but I paid for it.",
        "I bought the item but it's not there.",
        "I have paid already but no delivery?",
        "I have yet to see what I paid for.",
        "my order is MIA",
        "Where have the ordered goods been?",
        "purchased but never received the goods",
        "I did not receive my merchandise after paying.",
        "I paid but where did I get my merchandise?",
        "I didn't receive my merchandise after paying for it.",
        "I paid, but didn't get any merchandise.",
        "I paid for my goods, but where is it?",
        "Still haven't received anything despite being paid expecting a delivery.",
        "I have not received my order yet so I wonder if it has been dispatched.",
        "I can't find the purchase and it vanished mysteriously.",
        "I paid for my purchase but what happened to it?",
        "Payment was made but no order received?",
        "I paid, but no items?",
        "My order was paid, but it wasn't delivered.",
        "The stuff I paid for, where is it?",
        "I haven't received what was paid for yet.",
        "Did not receive the goods despite paying?",
        "My goodies vanished after I paid with money.",
        "I paid for my order but it never arrived.",
        "Didn't get the goods despite paying?",
        "Cash taken, but not my order.",
        "I paid, but where is my products?",
        "I bought the goods but never received them.",
        "I paid before no delivery came.",
        "I was paid up, where is the package?",
        "I was purchased but never got the goods.",
        "I can't locate the purchase; it vanished mysteriously.",
        "Goods not arrived, where is my order located?",
        "Even though the order was paid, there was no merchandise.",
        "The payment was made but where has the shipment been?",
        "Purchased the goods, but never got them.",
        "The money was paid and the package vanished.",
        "It's been paid, but no package has arrived yet.",
        "I still haven't heard from my shipment and cash.",
        "I haven't received my paid order yet, is it dispatched?",
        "There was no item received after payment was made.",
        "I paid, and where are my items now?",
        "Didn't get the goods despite payment.",
        "I pay for stuff, but no show?",
        "I paid for the order, but it was not delivered.",
        "Money was paid, but a package vanished.",
        "Money was wasted again because my order is missing.",
        "I paid for my item but did not get anything.",
        "Why have I not received what I paid for?",
        "After the payment was made, no items were received?",
        "I did not receive the merchandise after paying.",
        "I paid, but no delivery?",
        "We paid for a delivery but haven't received anything.",
        "Payments are made but where's the shipment?",
        "The order was paid but there was no merchandise.",
        "I didn't receive my order and paid for it.",
        "Payment made but where the shipment is?",
        "I paid for it already, but no delivery.",
        "Someone paid for a delivery but haven't received anything.",
        "money wasted again because my order was missing",
        "I did not receive my order though I paid for it.",
        "I did not receive my merchandise after paying for it.",
        "Was purchased but never received the goods.",
        "I paid for something but have yet to receive it.",
        "I haven't received my paid order yet.",
        "I haven't received what I paid for even after full payment.",
        "The money was paid, but the package disappeared.",
        "They paid for a delivery but have yet to receive anything.",
        "Where is my package after being paid?",
        "Can't find the purchase, it disappeared mysteriously.",
        "I never received my order but I paid for it.",
        "I didn't receive my order, and I paid for it.",
        "Money was wasted again as my order vanished.",
        "The items were not received after payment was made.",
        "Why did you not receive the goods despite payment?",
        "Can't find purchase that was paid.",
        "We paid money but the package disappeared.",
        "Payed but no merchandise?",
        "Waiting for an ordered item, where are they?",
        "I paid for something but there was no item.",
        "They paid money but the package vanished.",
        "I paid for something, but have yet to receive it.",
        "A package was paid for but didn't arrive.",
        "I wonder why I haven't received what I paid for.",
        "No item received after the payment was made.",
        "I haven't received what I paid foryet.",
        "Payment made but the shipment isn't there.",
        "Payment went through but no order was received.",
        "Payment was made but where is the shipment?",
        "I paid and got nothing, where's my order?",
        "When payment was made, no items were received.",
        "I paid for a item that was missing.",
        "Is an order missing, paid, but no merchandise?",
        "It was paid but there was no package yet.",
        "The person paid for a delivery but haven't received anything.",
        "I paid up and now I don't know where my package is.",
        "After making full payment, I haven't received what I paid for.",
        "I haven't received my order, has it been dispatched yet?",
        "I paid but never received something.",
        "I did not receive my order yet.",
        "I paid full price but haven't received what I purchased.",
        "I paid for the merchandise but did not receive it.",
        "I paid, but I don't know where my stuff is.",
        "There weren't any items received after the payment was made?",
        "I took my cash but the item was not given.",
        "I paid for something but haven't received it yet.",
        "paid but no stuff?",
        "It was paid for but has yet to receive anything.",
        "I paid for the package, it was missing.",
        "Why didn't they get the goods despite payment?",
        "I paid for my item but not the merchandise.",
        "My order was paid and got nothing.",
        "I paid and didn't get any merchandise.",
        "Not a package arrived, paid for.",
        "I pay up, where is my package?",
        "I paid for package that was missing.",
        "Payment made, but where did the shipment go?",
        "I paid for my order and didn't receive it.",
        "haven't received what I paid for yet",
        "I don't know if I have received my paid order yet.",
        "I'm still waiting and I don't know where my shipment is.",
        "I got nothing, where am I ordering?",
        "I haven't received what I bought even after paying full price.",
        "My order was paid for but not delivered.",
        "Parcels were paid for but no package arrived.",
        "I paid for something that I got nothing in return.",
        "Can't locate purchase; paid now vanished.",
        "My order was paid and not delivered.",
        "My order, where is it?",
        "I'm still waiting but where is my shipment and money?",
        "I didn't receive my order despite paying.",
        "I payment but never received my order.",
        "I paid and where's my items now?",
        "Where is my item that I purchased?",
        "Was the goods not received despite payment?",
        "I paid for something, but it wasn't merchandise.",
        "Payed up where is my package?",
        "Cash taken but nothing in sight, my order MIA.",
        "What happened? paid, no product?",
        "I paid for it already but no delivery?",
        "The goods were never recieved.",
        "There were no items received after the payments were made.",
        "I paid for something, but never received it.",
        "Still haven't received anything, paid expecting a delivery...",
        "After payment, did not receive the goods?",
        "My order was not located.",
        "I paid, where am I with my items now?",
        "I purchased some goods but never received them.",
        "What happened to the item I purchased?",
        "I did not receive my order and paid but didn't.",
        "I paid but never got my order.",
        "Where is my package after paid up?",
        "I paid but did not see my item.",
        "Where is the stuff I paid for?",
        "After I paid for my purchase, what happened to it?",
        "I paid for a delivery but haven't gotten anything.",
        "I did not get my order and paid for it.",
        "Didn't receive the goods even though payment was made?",
        "I'm still waiting, but where's my shipment?",
        "What happened to the things I paid for?",
        "I paid for it but haven't received anything.",
        "I paid but I did not receive the order.",
        "I wasted money because my order was missing.",
        "I am paid, but no package has arrived.",
        "I paid, but never got my order.",
        "I paid for something but no merchandise.",
        "Money wasted when my order was missing.",
        "Why did my order not arrive?",
        "Where's the item I paid for?",
        "Can't locate purchase; it vanished mysteriously.",
        "Payment made, but where are the shipment?",
        "I paid already but there was no delivery?",
        "I paid for the item so what happened to it?",
        "The payment was made but where has the shipment gone?",
        "I purchase the goods but never get them.",
        "Goods that were paid for and not delivered.",
        "Goods not arrived, where did my order go?",
        "There is a missing order, paid but no merchandise.",
        "No receipt of purchase after paying!",
        "I paid; where are my items?",
        "I paid, but where am my merchandise?",
        "I paid but haven't received what I paid for.",
        "Payments made but where is the shipment?",
        "My money was wasted because my order was missing.",
        "I never received what I paid for even after making full payment.",
        "I paid for my order and it wasn't delivered.",
        "The item I paid for isn't there.",
        "I paid but I haven't seen my item.",
        "what happened to my purchase?",
        "I paid up and now where is my package?",
        "The package didn't arrive paid for.",
        "What happened, paid, no product?",
        "Did not receive the goods after payment.",
        "Purchaseed but never received the goods.",
        "Can't find purchase, paid but now gone.",
        "Money is wasted again because my order was missing.",
        "I never received my order and I paid but didn't.",
        "I paid for it, but didn't get my order.",
        "I ordered goods but they are not arrived.",
        "I have to tell you that money paid but package vanished.",
        "I got paid up, where is my package?",
        "Where is my package after I've paid?",
        "I paid for something but did not receive it.",
        "Goods were not arrived.",
        "Money is wasted again, when my order is missing.",
        "I have paid already, but where is my merchandise?",
        "There is an order missing, paid, but no merchandise.",
        "Money wasted again when my order missing.",
        "Can't locate purchase; paid vanished mysteriously.",
        "I never received my order after paying.",
        "Still haven't received anything after paying for it.",
        "I paid for goods that were not delivered.",
        "I paid but no package came yet.",
        "I paid for and the package was missing.",
        "I wonder where my goodies vanished after paying good money.",
        "My money was wasted when my order disappeared.",
        "Payment is made but where is the shipment?",
        "It was paid for but no merchandise.",
        "There was an order missing, paid, but no merchandise.",
        "I paid for the item then what happened to it?",
        "Got paid, but no package yet?",
        "Payments were made but no items were received.",
        "It was paid for but still haven't gotten anything.",
        "The goods were not arrived.",
        "Where is my package that I paid for?",
        "I didn't receive the merchandise after paying.",
        "non-receipt of purchase after paying?",
        "Money was wasted again when my order did not arrive.",
        "I paid for the order, but it never got to me.",
        "No show for where I paid for stuff.",
        "I paid for my order but it didn't come.",
        "I'm still waiting, where is my shipment and my money?",
        "Where is my item after I made a point of purchase?",
        "Why didn't my order show up?",
        "I never received my order, even though I paid.",
        "It was paid but no package arrived.",
        "My money was wasted again when my order disappeared.",
        "I made full payment but have not received what I paid for.",
        "I never received my order and paid but not received it.",
        "I did not receive my order and paid but never received it.",
        "Where is my package after I was paid up?",
        "There is no show for the stuff I paid for.",
        "There is an order missing, paid but no goods.",
        "goods not arrived, where is my order?",
        "I paid up, where is my package now?",
        "I didn't receive my order after I paid.",
        "The package was missing but I paid for it.",
        "Paid but no stuff?",
        "I paid, but no product?",
        "I paid for but didn't receive my order.",
        "I paid full price, but I haven't received what I bought.",
        "I bought a item but it's missing.",
        "What about the order that was paid but not the merchandise?",
        "The package was missing and I paid for it.",
        "I paid but not received the order.",
        "I paid for the package, but it wasn't there.",
        "Payments were made and no items were received.",
        "Money is wasted again, my order is missing.",
        "non-receipt of purchase after paying",
        "What happened to my purchase that I paid for?",
        "The payment was made, but where is the shipment?",
        "Money was wasted because my order went missing.",
        "I paid for it but I never received it.",
        "I paid and there is no item.",
        "I got nothing, where am I ordering it?",
        "Why didn't they receive the goods despite the payment?",
        "I paid for my order but I did not receive it.",
        "I have paid, but where is my items?",
        "Why haven't I received the items I paid for?",
        "Cash taken but my order MIA?",
        "Purchased but never gotten the goods.",
        "Status not clear: paid but product MIA.",
        "I have not recieved what I paid for yet.",
        "I paid for my order, but it never reached me.",
        "No package arrived, paid for!",
        "I haven't received anything I paid for yet.",
        "My order was taken with my cash but still no stuff.",
        "I did not receive my order, and paid but never received it.",
        "I made a payment, but where is my merchandise?",
        "I bought an item and it isn't there.",
        "It was paid for, but hasn't received anything...",
        "I paid for the order but did not get it.",
        "I purchase but never get the goods.",
        "Money was wasted again when my order went missing.",
        "Where is my package? I paid up.",
        "I paid for it but have not received it yet.",
        "I did not receive my order and paid but did not.",
        "What happened to my purchase when I paid?",
        "Can't find purchase; paid, now gone.",
        "I paid and now where is my stuff?",
        "Purchaseed but never got the goods!",
        "I have not received my paid order yet, but has it been dispatched?",
        "Money was wasted again when my order missing.",
        "The item was purchased but never received it.",
        "There is an item I paid for but it is missing.",
        "Money was paid but package went missing.",
        "The payment was made, but where's the shipment?",
        "Why don't I get what I paid for after making full payment?",
        "It was paid for and still haven't received anything.",
        "Why haven't I received the item I purchased?",
        "Money was paid but the package disappeared!",
        "Purchased and never got the goods.",
        "Where has my order gone?",
        "Payment was made but where of the shipment?",
        "I paid for something, but what happened to it?",
        "They paid, but no package arrived yet.",
        "I paid for it, but didn't get anything.",
        "Where's my order, but still no stuff?",
        "I did not receive my order and paid for it.",
        "I paid for something, but haven't received it yet.",
        "Didn't receive the goods despite their payment?",
        "Money was wasted again thanks to my order missing.",
        "It was paid for, yet haven't received anything.",
        "What happened to my Order?",
        "I paid already without receiving a delivery.",
        "I apologize but package vanished after money was paid.",
        "Goods weren't arrived and where is my order?",
        "The package was paid for and not arrived.",
        "Where is my package, paid up?!",
        "The money was paid but the package was not there.",
        "I purchased but never got what I paid for.",
        "After paying for the product, what happened to it?",
        "The payment was made, but where is the shipment now?",
        "The money was wasted again when my order was missing.",
        "I paid, and got nothing.",
        "You paid but there isn't any merchandise?",
        "I paid for it, but where is the product?",
        "Where is my item now after buying it?",
        "I paid for my order but it never made it to me.",
        "Goods are not arrived, where is the order?",
        "I bought the item but it's missing.",
        "I haven't received my order, has it been dispatched?",
        "I have not received my order, has it been dispatched?",
        "What's the status of the missing item I paid for?",
        "There was an order that was paid for but no merchandise.",
        "There is a non-receipt of purchase after payment.",
        "I paid and had no merchandise.",
        "Got paid up and where is my package?",
        "I made full payment, but haven't received what I paid for.",
        "Money was wasted again when my order didn't arrive.",
        "Absolutely no items received after payment was made.",
        "After paying full price, why haven't I received my purchase?",
        "It was paid for, but still haven't received anything...",
        "Paid but no merchandise?",
        "No receipt of purchase after payment?",
        "Where is my package after paying up?",
        "It was paid for but no merchandise?",
        "Cash taken, still no sign of my order?",
        "I had my order taken but still nothing in sight.",
        "I'm still waiting...Where's my shipment?",
        "The order was paid but didn't have merchandise.",
        "I want to know where my order is?",
        "paid but no merchandise?",
        "There is a missing package, I paid for it.",
        "There is an Order missing, paid but no merchandise.",
        "The money was paid but the package vanished.",
        "Where did my shipment go?",
        "I paid but did not get anything.",
        "I paid but didn't get my item.",
        "Is the item still undelivered after my payment was processed?",
        "Was paid but product MIA?",
        "Where is my package after I paid it?",
        "Things were purchased but never received them.",
        "I paid but there isn't any merchandise.",
        "Can't locate purchase; paid is gone.",
        "I paid and haven't received what I paid for.",
        "Any updates? I paid for the missing package.",
        "I paid for it, but not for my merchandise.",
        "I paid, but didn't receive my order.",
        "Where is the item that I paid for?",
        "Does anyone know what happened to the item I paid for?",
        "I paid for my order, but it never came.",
        "I paid for the goods, but never got them.",
        "Payment made but where was the shipment?",
        "Money was wasted again, my order missing.",
        "My money was wasted when my order went missing.",
        "Is it possible that the goods were not received despite payment?",
        "I paid for the order, but it never reached me.",
        "I paid for it, but it never arrived.",
        "I have an order MIA and nothing in sight.",
        "I never received the merchandise I paid for.",
        "I purchased what I wanted, but haven't received it.",
        "I paid, but never received my purchase.",
        "I purchased the goods but didn't get them.",
        "Money was wasted because my order was missing.",
        "I have paid but where is my stuff?",
        "I have paid, but where is my stuff?",
        "I paid and got no merchandise.",
        "I paid for something but have not received it yet.",
        "Can anyone tell me about the missing item I paid for?",
        "My purchase was paid for and what happened to it?",
        "I paid and now where am I with my items?",
        "I paid for the item but never got it.",
        "I paid for it, but where is it?",
        "Why weren't the goods received despite the payment?",
        "Can't find purchase; paid, vanished mysteriously.",
        "Cash taken but nothing in sight for my order.",
        "still waiting, where is my shipment and money?",
        "Money was wasted once more when my order went missing.",
        "I paid, but where did I find my items?",
        "I never received my order even though I paid for it.",
        "I paid for the item, what happened to it?",
        "Still haven't received anything despite paying for a delivery.",
        "Payment made, but where's the shipment now?",
        "I have not received what I purchased even after making full payment.",
        "I have paid already, but where is my stuff?",
        "I didn't receive the order but I paid for it.",
        "Things were not received after the payment was made.",
        "My order is missing",
        "I did not receive my order and I paid but didn't get it.",
        "Payment was made but not where the shipment is.",
        "Can't locate purchase; paid, vanished mysteriously.",
        "There was a purchase but never received the goods.",
        "I paid, got nothing, where's my order?",
        "Payment was made but where is the shipment yet?",
        "I can't locate the purchase, it vanished mysteriously.",
        "There was a missing package I paid for.",
        "Did not receive the goods even though they paid?",
        "I paid for the order, but didn't get it.",
        "Payment was made but where are the items?",
        "Why didn't they receive the goods despite payment?",
        "What happened, paid and no merchandise?",
        "The package was missing, and I paid for it.",
        "I am still waiting and wondering where my shipment is.",
        "I ordered cash but no stuff.",
        "My order hasn't arrived yet.",
        "Did not receive items after the payment was made?",
        "I paid for the order and did not get it.",
        "Why didn't I get what I paid for even after making the full payment?",
        "The purchased but never got the goods.",
        "I paid for it but where are my items?",
        "I'm still waiting...where's my shipment and money?",
        "I paid already, no delivery!",
        "No package arrived paid for!",
        "I paid for something and what happened to it?",
        "I paid for a delivery but haven't received anything.",
        "Payment made but where is the shipment?",
        "I paid but I can't find my stuff.",
        "I never received my order after I paid it off.",
        "Why didn't we receive the goods despite paying?",
        "Where's my shipment and money, I'm still waiting?",
        "I bought an item but it's not there.",
        "I want to know why I haven't received what I paid for.",
        "I paid for it but no delivery?",
        "My purchase didn't happen after I paid.",
        "Payments went through, but no order received?",
        "I've paid but where is my merchandise?",
        "A payment is made but where is the shipment?",
        "I paid, but never got the items.",
        "The money was wasted again because of my order missing.",
        "No merchandise yet, but did I receive my money for that order?",
        "I have not received my paid order yet",
        "I paid but received nothing in return.",
        "I haven't received my paid order yet, does it have been dispatched?",
        "I was paid, where is my package?",
        "Money was paid, but package disappeared.",
        "Still nothing in sight, my order MIA!",
        "Where's the product I paid for?",
        "How happened to my order?",
        "I'm still waiting, where did my shipment go?",
        "I paid for package that wasn't there.",
        "I paid, but there was no merchandise?",
        "I paid for a package I missed.",
        "I paid but did not get my item.",
        "I wonder where my order is.",
        "Payment was made, but no order received?",
        "Didn't receive the goods despite payments?",
        "Payment has been made, but where's the shipment?",
        "I paid but there is no package yet.",
        "After making full payment, why hasn't I received what I paid for?",
        "Didn't get the goods he purchased.",
        "I paid for my order and it never came.",
        "I paid but never got the item I ordered.",
        "Payment was made, but no order was received?",
        "It was non-receipt of purchase after paying.",
        "I am still waiting but where is my shipment and money?",
        "I bought the goods and never got them.",
        "Money was paid but package wasn't there.",
        "I paid but I couldn't find my item.",
        "My stuff is not showing up.",
        "I paid but there was no merchandise.",
        "I already paid, but where is my merchandise?",
        "paid, got nothing",
        "Haven't received what I paid for yet, is this a joke?",
        "I received nothing, where's my order?",
        "I bought an item and it's missing.",
        "I paid but the item isn't there.",
        "After making full payment, I haven't received anything.",
        "I paid for it but didn't get my order.",
        "Where's my order, but there's no stuff?",
        "My package was paid up, where is it?",
        "I paid for something that I didn't get in return.",
        "Why didn't the goods come in spite of the payment?",
        "I paid and the package was missing.",
        "Where is my item that I bought?",
        "I paid but I can't find my item.",
        "My money was wasted again because of my order missing.",
        "They paid for a delivery but haven't gotten anything.",
        "waiting for ordered goods where are they now?",
        "I paid but I don't have the item.",
        "Money paid but package vanished!",
        "I haven't received what I paid.",
        "I did not get my order but I did pay for it.",
        "I paid, where are your items?",
        "I haven't heard from my order yet.",
        "I paid but my item is not there.",
        "I paid already but no delivery!",
        "How did a package not arrive paid for?",
        "Hey, I paid, where are my items now?",
        "Where is my package after paying it?",
        "I didn't receive my order, but paid for it.",
        "Hey! Where's my items after I paid?",
        "I'm still waiting, where is my shipment and money?",
        "After paying for it, what happened to my purchase?",
        "My order, paid, got nothing.",
        "I paid for a missing package!",
        "I'm still waiting, where's my shipment and my money?",
        "Status not clear: paid, but no product?",
        "I have not heard from my paid order yet.",
        "I don't know if I've received my paid order.",
        "Cash taken but nothing in sight, my order MIA?",
        "I had an order but it was missing.",
        "Is there a missing order, paid but no merchandise?",
        "Why didn't you receive the goods despite the payment?",
        "I didn't get my money for that order yet.",
        "I'm still waiting...where is my shipment and money?",
        "purchased but never got the goods",
        "Please excuse me, gentlemen! Money paid but package vanished!",
        "It's paid but no package has arrived.",
        "Still haven't gotten anything after paying for a delivery...",
        "I paid and got nothing",
        "I paid for my products, but where are they?",
        "Payment done but where's the shipment?",
        "I paid but never received my order",
        "How come no items were received after payment was made?",
        "The person paid for a delivery but haven't received anything...",
        "I paid and did not receive my order.",
        "After waiting, where's my shipment and money?",
        "I did not receive the order and paid for it.",
        "I paid, where do I find my items now?",
        "Payment but no package yet.",
        "I paid for it before there was a delivery.",
        "I have not received my order yet",
        "My order wasn't there.",
        "I paid for a package that was not there.",
        "Paying but not having stuff?",
        "My stuff doesn't show up.",
        "I paid, where are my goods?",
        "I paid for something that never arrived.",
        "Money paid but package disappeared?",
        "I paid for my product, but where is it?",
        "Still haven't received anything after paying expecting a delivery...",
        "I paid for the product, but never received it.",
        "Did not get the goods despite being paid?",
        "I am wondering where my goodies vanished after I paid good money.",
        "Why didn't a package arrive paid for?",
        "Where's my order? I paid but never received it.",
        "I paid and received nothing. Where's my order?",
        "No order, paid but not the stuff?",
        "Why didn't I receive my purchase after I made full payment?",
        "I paid for my order, but it was not delivered.",
        "The goods were paid for but did not receive them.",
        "I paid for my order, but didn't receive it.",
        "Money is wasted again, my order missing.",
        "I paid for it but did not get my order.",
        "After the payment is made, no items are received?",
        "Didn't my order arrive?",
        "What has happened to my order?",
        "Money wasted again, because my order was missing.",
        "I paid for my item but didn't get it.",
        "I haven't seen my stuff since I paid for it.",
        "I paid for my item, but no merchandise.",
        "Payment was made, but where's the shipment now?",
        "I paid for my order but it wasn't delivered to me.",
        "I paid for something but never got it.",
        "Is order missing, paid but no merchandise?",
        "Money paid but package is missing.",
        "I have not gotten my order yet.",
        "I paid for it already, no delivery.",
        "I paid for the order but didn't receive it.",
        "I don't have received my paid order yet.",
        "I've yet to get what I paid for.",
        "I never received my order, but I paid for it.",
        "Didn't receive the goods despite payment",
        "Purchaseed but didn't get the goods.",
        "I paid for my merchandise, but not yet.",
        "I paid, but there was no delivery?",
        "I had purchased the goods but never got them.",
        "Goods not received.",
        "I paid, but never received the items.",
        "I paid for the order but I didn't get it.",
        "I'm still waiting so where is my shipment?",
        "Wasn't able to get the goods.",
        "The merchandise never arrived after I paid.",
        "What is the location of my order, but still no stuff?",
        "Still waiting...where's my shipment and money?",
        "Still haven't received anything, paid for expecting a delivery...",
        "I paid for something but didn't get anything.",
        "Order paid but no merchandise.",
        "No order, paid but no stuff.",
        "You paid for something but there is no merchandise?",
        "I paid and never received the items.",
        "I paid but I have no item.",
        "Cash taken, still nothing in sight, my order MIA!",
        "I'm wondering where my goodies disappeared after I paid good money.",
        "No delivery and I just paid?",
        "The money was wasted again when my order vanished.",
        "Why is my package not there?",
        "Where is the package after paying up?",
        "Where is my package after I was paid?",
        "I paid for it and never received it.",
        "Got nothing, where is my order?",
        "Payed, got nothing.",
        "I apologize, gentlemen, but package vanished after money was paid.",
        "I'm still waiting...where is my shipment?",
        "I paid full price and haven't received what I paid for.",
        "I paid but didn't receive anything.",
        "Why didn't I receive my purchase even after I paid full price?",
        "It is paid, but no package arrived yet.",
        "I paid and I am not sure where my merchandise is.",
        "I am not sure where my order is.",
        "Goods not arrived, where is the order?",
        "Money paid, order gone astray; zero stuff?"
    ]
}