{
    "company_type": "Online Travel Agencies",
    "inquiry_category": "Baggage allowance and restrictions",
    "inquiry_sub_category": "Baggage weight restrictions",
    "description": "Customers often inquire about the maximum weight limit allowed for checked and carry-on luggage, as well as any additional charges for exceeding these limits.",
    "inquiry": "Is there a limit on how much my carry-on bag can weigh?",
    "paraphrases": [
        "The max weight for carry-on luggage might have restrictions.",
        "What is the permitted weight in my bag?",
        "Is there a weight limit for carry-on bags",
        "Can we limit the carry-on mass?",
        "Do you know what the baggage size limit is?",
        "How much baggage can I carry with me?",
        "What the carry-on bag weight limit is?",
        "I wonder if there is a weight cap for carry-ons.",
        "Can there be restrictions on the max weight for carry-on luggage?",
        "Do you have any restrictions on the max weight for carry-on luggage?",
        "Is the carry-on baggage limit?",
        "Is there any limitation on the carry-on size?",
        "Should my carry-on meet specific weight requirements?",
        "What's the limit for my carry on?",
        "Is packing my carry-on up to a certain weight possible?",
        "Is the max for my carry on weight?",
        "Is there a specific weight limit for carry-on bags?",
        "Is there a maximum weight allowable for my carry-on?",
        "Has the carry-on weight limit been set?",
        "Is the maximum weight allowable for my carry-on?",
        "What's the luggage weight cap?",
        "Is there any limitations on carry-on size or weight?",
        "What's the carry-on weight max?",
        "Does my carry-on need to meet a specific weight requirement?",
        "Can my carry-on bag weigh so much?",
        "Is it possible for you to tell me about carry-on weight limits?",
        "I was wondering about a weight restriction for my carry-on.",
        "Can a max carry-on bag weight limit be reached?",
        "What is the limit for the size of the baggage?",
        "Is it possible to have a maximum weight for my carry-on?",
        "Can you tell me how heavy a carry-on can be",
        "Do you know how heavy a carry-on should be?",
        "Did carry on baggage have a weight constraint?",
        "Are there restrictions regarding carry-on weights?",
        "Can a weight limit be set for carry-on bags?",
        "What is the weight cap for carry-on items?",
        "Is there any restriction on the weight for my carry-on?",
        "There are any restrictions regarding bag weight on board?",
        "Is there some limit to the weight of luggage?",
        "Does a weight limit apply to carry on bags?",
        "There's a weight restriction for carry-on bags.",
        "There are any limits on the amount of luggage I can carry?",
        "Was the carry-on bag weight allowed?",
        "How heavy can the carry-on be?",
        "A carry-on weight limit.",
        "Does carrying on bags have a weight limit?",
        "Is the weight cap appropriate for carry-ons?",
        "Does the weight cap allow for carry-ons?",
        "Is there any limit on carry-on weight?",
        "What's the weight restriction for my carry-on?",
        "Are I allowed to pack my carry-on up to a certain weight?",
        "There is a limit to allowable carried-on baggage mass.",
        "Do you know if a carry-on can be heavy?",
        "Limitation of carry-on mass",
        "Is there a limit on how much I can carry in my luggage?",
        "Can there be any limits on how much luggage I can carry?",
        "Could you tell us about the carry-on weight limits?",
        "What is the upper limit for the allowed carried-on baggage mass?",
        "What is the maximum carry on weight that I can carry?",
        "Is there a maximum weight for my carry-on?",
        "Can the weight cap be for carry-ons?",
        "Will the carry-on bag have a weight limit?",
        "Can carry on baggage have a weight constraint?",
        "Can you tell me the carry-on weight limits?",
        "Do I know the specifications of my bag's weight capacity?",
        "My carry-on should have a maximum weight allowed.",
        "Is there a maximum weight allowed for my carry-on?",
        "Does a weight limit exist for carry-on bags?",
        "Is a limit to the luggage's weight?",
        "Information about carry-on weight limits could you give us?",
        "What are the maximum weight limits for my carry-on?",
        "A limitation on carry-on mass.",
        "Does my carry-on have to carry specific weight?",
        "Can you tell me about the weight of carry-ons?",
        "Is there any restriction about carry-on weights?",
        "Can you have a carry on weight limit?",
        "Is there a weight limit on my bag?",
        "Have carry on luggage got a weight constraint?",
        "How much is the max for my carry-on?",
        "What's the weight cap for baggage?",
        "Can carry-on weight be restricted?",
        "Is there a limit on the weight that can be carried on?",
        "How much is the maximum allowance for my bag's weight on the plane?",
        "Does the baggage have a certain limit?",
        "Is there a cap on the weight of the bag?",
        "Is there a limit on how much my carry-on bag can weigh?",
        "Carrying on baggage has a weight constraint?",
        "Does my carry-on have a specific weight limit?",
        "Is carry-on baggage under a weight constraint?",
        "Do there exist specifications for my bag's weight capacity?",
        "What is the maximum carrying bag weight?",
        "How much weight are allowed for my carry-on?",
        "Has carry-on baggage have a limit?",
        "Can there be limitations on carrying-on size?",
        "Is it possible for you to give me information about carry-on weight limits?",
        "Do you allow carry-on bag weight?",
        "A max weight for carry-on luggage has some restrictions.",
        "What's the maximum weight to carry on?",
        "Can carry-on bag weight be allowed?",
        "What is the max of my carry on weight?",
        "There may be restrictions on carry-on size.",
        "Do you know how heavy a carryon can be?",
        "What is the maximum weight allowed in the luggage?",
        "Is there any restrictions on the carry-on size?",
        "Is it a limit on how much my bag can hold?",
        "Concerning carry-on weights, are there any restrictions?",
        "What is the maximum amount of weight on luggage?",
        "It's a question about a weight limit for carry-on bags.",
        "What is the maximum weight that can be carried-on?",
        "Will the carry-on bag weight limit be exceeded?",
        "Does the weight limit apply to my carry-on?",
        "Is there a specification about my bag's weight capacity?",
        "Is there any restrictions on carry-on size and weight?",
        "I am wondering if there is a weight restriction for my carry-on.",
        "Can there be a limit on bag weight?",
        "Is there any limitations on how much luggage I can carry?",
        "Does the carry on bag have a weight limit?",
        "My carry-on may contain a weight restriction.",
        "Can the carrying on mass be limited?",
        "Is a weight limit required for carry-on bags.",
        "Limit on carry on mass?",
        "Does my carry-on have to satisfy specific weight requirements?",
        "Get any restrictions on the max weight for carry-on luggage.",
        "Where's the weight limit for my carry-on?",
        "What is the maximum carrying-on baggage mass allowable?",
        "Is there a limit to my bag's weight capacity?",
        "There could be limits on carry-on size.",
        "Any limitations on carry on size?",
        "Should I have a maximum weight for my carry on?",
        "What's the limit for my carry-on?",
        "Is there a maximum weight allowed for my carry-on.",
        "Is there a weight constraint with carry-on baggage?",
        "Is there any limit on the amount of luggage I can carry?",
        "Is there any limits on carry-on weight?",
        "Should I have a weight restriction on my carry-on?",
        "Can you give us more information about carry-on weight limits?",
        "Has carry on baggage got a weight limit?",
        "Is the carry-on bag weight limit maximum?",
        "Is there a maximum allowance for my bag's weight on the plane?",
        "Does my carry-on have to have a specific weight requirement?",
        "What is the weight permitted for my bag?",
        "What is the max baggage mass allowed?",
        "Is there any restriction regarding carry on weights?",
        "Can there be limits on carry-on weight?",
        "What is the allowed carry-on bag weight?",
        "Can there be limits on the bag weight?",
        "Please let me know how heavy a carry-on can be.",
        "Does carry-on luggage have a weight constraint?",
        "I want to know how much my carry-on bag can hold.",
        "Should carry-on luggage have max weight restrictions?",
        "Can you confirm how large a carry-on can be?",
        "I want to know about carry-on weight limits.",
        "What are the limits for carrying bags' weight?",
        "Can you tell me how much a carry-on can carry?",
        "Any restrictions on carry-on weights?",
        "Is there a max carry-on bag weight limit?",
        "For my carry-on, any maximum weight allowed?",
        "Is there a maximum weight for my carry-on.",
        "Do carry-on bags have a weight constraint?",
        "The carry-on baggage may have a weight constraint.",
        "The carry-on weight limit is something I don't know.",
        "Is there a limit on how much my bag is able to weigh?",
        "Is a weight limit for carry-on bags commonplace?",
        "Does my carry-on have to have certain weight requirements?",
        "Is carry-on baggage having a weight constraint?",
        "A max carry on bag weight?",
        "Is there a weight limit for carry-ons?",
        "Should I have a weight limit for my carry-on?",
        "Can there be limitation on carry on mass?",
        "What is the max allowable carried-on baggage mass?",
        "What's the maximum weight that I'm allowed to carry?",
        "What is the maximum baggage mass permitted?",
        "I wonder if there is a limit to how much my bag can weigh.",
        "There's a weight limit on my carry-on bag.",
        "Is there a restriction on the weight of luggage?",
        "Is there any limits on carry on weights?",
        "Do you know about carry-on weight limits?",
        "I wonder if there is a limit on the bag weight.",
        "Is there a limit to the carry-on mass?",
        "Has carry on baggage got a weight constraint?",
        "What is the upper limit of allowed carried-on baggage mass?",
        "Can you tell me more about the carry-on weight limits?",
        "What is the maximum weight for my bag?",
        "Would you let us know about the carry-on weight limits?",
        "Has there a carry-on weight limit?",
        "Is there any limit to the bag weight?",
        "Is there any limit on carry on mass?",
        "Does a weight limit for carry on bags apply?",
        "Do you have any restrictions about carry-on weights?",
        "Any weight restriction for my suitcase?",
        "Has carry on luggage got a limit?",
        "Is a weight limit needed for carry-on bags?",
        "Any sensible limits for carry-on baggage weight?",
        "What is the maximum the luggage can hold?",
        "What is the limit for my carry on?",
        "Do you have information about carry on weight limits?",
        "A weight limit for carry-on bags?",
        "Do you mean a carry-on weight limit?",
        "Information about carrying-on weight limits?",
        "I want a weight restriction for my carry-on.",
        "What is the maximum allowed carried-on baggage mass?",
        "Is there any limit to how much my bag can hold?",
        "Please tell me how heavy a carry-on can be",
        "What's the weight limit for carry-on bags?",
        "There is a possible weight restriction for my carry-on.",
        "What are limits on carry-on weight?",
        "What does the weight limit for my carry-on look like?",
        "Do you think there is a limit on carry-on mass?",
        "Do you know how heavy a carry-on can be?",
        "Can there be a weight cap for carry-ons.",
        "There is limitation on carry-on mass.",
        "How much can I carry with me in my bag?",
        "Can there be restrictions on carrying on weights?",
        "Have carry-on baggage got a weight constraint.",
        "Is it possible to pack my carry-on up to a certain heaviness?",
        "Do you have any information on carry-on weight limits?",
        "Is there a weight restriction for carry on bags?",
        "Does my carry-on have to meet a specific weight requirement?",
        "Is there any restrictions on carry-on size?",
        "There are any limits on carry on weight?",
        "The maximum weight for carry-on luggage?",
        "Carry on baggage has a weight constraint?",
        "Is a weight constraint on carry-on baggage?",
        "What is the maximum weight for the luggage?",
        "Is it a carry-on weight limit?",
        "a max carry-on bag weight limit?",
        "How much weight does a carry-on bag have?",
        "What's the baggage weight restrictions?",
        "What are the restrictions on carry-all mass?",
        "Limitation on Carry-on mass?",
        "Limits on carry-on weights?",
        "What is the limitation on the baggage size?",
        "Do there restrictions on carry on weights?",
        "Is the maximum weight permissible for my carry-on?",
        "Can my carry-on meet specific weight requirements?",
        "What is the maximum weight that can fit in my carry-on?",
        "What is the maximum weight that my bag can carry?",
        "What is the maximum weight for the bag on the plane?",
        "Can there be restrictions on bag weight on board?",
        "What are the restrictions regarding bag weight on board?",
        "I want to know the limit for carrying bags' weight.",
        "Can you give me information on carry-on weight limits?",
        "Is there a limit to luggage's weight?",
        "Can you provide information about the carry-on weight limits?",
        "What's the maximum for my carry on weight?",
        "Can there be restrictions on carry-on mass?",
        "Any maximum weight for carry-on?",
        "Do there any restrictions on the carry-on weights?",
        "Is there a limit on the weight of carry-on baggage?",
        "Can there be limits to carry-on weight?",
        "Is there any limit on carry on weights?",
        "Does my carry-on comply with weight requirements?",
        "Do you mean max carry-on bag weight?",
        "Are there restrictions for carry-on weights?",
        "Can my carry-on meet certain weight requirements?",
        "Could you give us some information about the carry-on weight limits?",
        "Do you have a max for my carry-on weight?",
        "Does my carry-on need to meet some weight requirements?",
        "Do there have constraints on carry-all mass?",
        "Minimum weight allowed for my carry-on?",
        "Is the carry-on weight the max?",
        "Are the allowable carried-on baggage mass limits?",
        "For my carry-on weight, what is the max?",
        "Carrying-on weight limit?",
        "Should a weight limit be imposed for carry-on bags?",
        "What's the maximum carried-on baggage mass?",
        "A limit on carry on mass?",
        "Do I need to carry a weight limit for my bag?",
        "Is the carry on weight limit.",
        "How much my carry-on bag can weigh?",
        "Should there be a weight cap for carry-ons?",
        "What is the maximum the luggage can carry?",
        "Limits on Carry-on Weight?",
        "Is the bag's weight capacity defined?",
        "Are there baggage weight restrictions?",
        "What is the maximum amount of baggage that can be carried?",
        "Weight restriction for my carry-on?",
        "Can you tell us about the carry-on weight limit?",
        "Limits for carrying on baggage weight?",
        "Are there any specifications for my bag's weight capacity?",
        "Is there any information regarding carry on weight limits?",
        "What is the limit for carry-on weight?",
        "Does carry-on baggage have a weight constraints?",
        "There are restrictions on carry on luggage's max weight.",
        "Is a weight limit on carry-on bags normal?",
        "Limits of carry-on baggage weight?",
        "What's the maximum allowable weight of my bag?",
        "What is the permissible weight in my bag?",
        "A maximum weight is allowed for my carry-on.",
        "Any weight limit for carry-on?",
        "Should you tell me about carry-on weight limits?",
        "Weight limit for carry on bag?",
        "Does the carry-on have to meet the weight requirements?",
        "How much can be packed in a carry-on bag?",
        "I want to know if there is a weight limit on my bag.",
        "Limit for carry-on baggage weight?",
        "Do I need a weight limit for my bag?",
        "Is there a weight restriction for my suitcase?",
        "Have you considered a carry on weight limit?",
        "What is the carrying-on bag weight limit?",
        "Is there any restrictions on carry-all mass?",
        "Do Carry-on bags have a weight limit?",
        "Can I bring my carry-on up to a certain weight?",
        "What weight is permissible for my bag?",
        "Is there any limitations on carry-on weight?",
        "Any limits on my carry-on weight?",
        "Can there be any restrictions on carry on weights?",
        "Did you mean a weight cap for carry-ons?",
        "Does my carry-on have to carry a specific amount of weight?",
        "Do you know anything about carry-on weight limits?",
        "Are there any limits on the bag weight?",
        "Have carry on baggage got a limit?",
        "Is it a weight constraint for luggage?",
        "What is the max baggage mass that can be carried?",
        "weight restriction for my carry-on?",
        "Carry-on baggage has a weight constraint?",
        "The upper limit for allowable carried-on baggage mass, what is it?",
        "Is there a limit on the weight of my bag",
        "Is there any limits on how much luggage I can have?",
        "Does the bag have a weight limit?",
        "What's the upper limit for carry-on baggage mass?",
        "Who limits the weight of my carry-on?",
        "Is there any specifications for the bag's weight capacity?",
        "There are constraints on carry- all mass?",
        "What is the allowed carried-on baggage mass?",
        "Limit to carry on baggage weight?",
        "The limit on carry on mass?",
        "There is a limit to the weight of a carry-on bag.",
        "There should be a weight restriction for my carry-on.",
        "Can there be any restrictions on carry-on size?",
        "Are there a carry-on weight limits?",
        "Can you tell me how heavy a carry- on can be?",
        "Is the carry-on weight limit correct?",
        "There may be a weight cap for carry-ons.",
        "What is the max of my carry-on weight?",
        "Is there any limit on the amount of baggage I can carry?",
        "Is there a maximum weight I can carry-on with?",
        "There are restrictions on max weight for carry on luggage.",
        "Will there be a carry-on weight limit?",
        "Do baggage weight restrictions exist?",
        "What is the maximum baggage weight?",
        "Have carry-on baggage got a weight limit?",
        "Is there a limit to how much I can carry in my bag?",
        "Does my carry-on have to meet specific weights?",
        "Can you tell me the limit for carrying bags' weight.",
        "I am wondering if there is a weight limit for my carry-on bag.",
        "The maximum weight that could be carried on?",
        "There are restrictions on weight for carry-on luggage.",
        "I would like to know the weight limit for my carry-on bag.",
        "There areConstraints on Carry-all mass?",
        "How much is a max carry-on bag weight?",
        "What is the allowable weight for luggage?",
        "Is there a limitation on bag weight?",
        "Is my bag's weight capacity known?",
        "Is there any limit on carry-on baggage weight?",
        "Max weight for carry-on luggage?",
        "I need to know how heavy a carry on can be.",
        "I don't know what the maximum weight is for my carry-on.",
        "What's the maximum carrying bags' weight?",
        "On carry-on weight?",
        "A max carry-on bag weight limit?",
        "Has a weight limit been established for carry-on bags?",
        "The permitted weight for my bag is not known.",
        "Can you give us information on carry-on weight limits?",
        "Does it have a weight limit for my carry-on bag?",
        "Please tell me how much a carry-on can weigh.",
        "Is there an upper limit for allowable carried-on baggage mass?",
        "Is there any maximum weight I can carry on?",
        "What is the allowed weight for the bag?",
        "What is the limit for the size of baggage?",
        "Will there be a bag weight cap?",
        "Is there a cap on the weight for carry-ons?",
        "Is there a limit on my bag weight?",
        "Is my carry-on allowed to meet specific weight requirements?",
        "What's the weight limit for my bags?",
        "Is there any limit on carry-on size and weight?",
        "What's the maximum weight in my carry-on?",
        "Can you limit carry on mass?",
        "Something about the baggage weight restrictions?",
        "Can carry on bags have a weight limit?",
        "Is the weight cap for carry-ons?",
        "What is the limit on the amount of my carry-on bag?",
        "Is there a bagweight cap for luggage?",
        "Weight limit for carry-on?",
        "Which is the max for my carry-on weight?",
        "Is the carry-on bag weight limit maxed out?",
        "Is there any limit to the amount of luggage I can carry?",
        "The maximum weight for my carry-on is not known.",
        "Where is the upper limit for allowable carried-on baggage mass?",
        "Is maximum weight allowed for my carry-on?",
        "Limit of carry-on baggage weight?",
        "What is the limit on baggage size?",
        "My carry-on may have a weight restriction.",
        "What amount of stuff can I carry in my tote?",
        "Have carry on baggage gotten a weight constraint?",
        "Could there be limits on carry on weight?",
        "Can you tell us about carry-on weight limits?",
        "The weight limit for my carry-on is not clear.",
        "ThereConstraints on carry-all mass?",
        "Weight restrictions for carry-on luggage?",
        "What is the maximum allowed for my bag's weight on the plane?",
        "Should I pack my carry-on up to a certain weight?",
        "The maximum weight allowed for my carry-on?",
        "Have carry-on baggage had a weight constraint?",
        "What's the max for my carry on weight?",
        "What's the upper limit for allowed carried-on baggage mass?",
        "Limit on carry-all mass?",
        "Limit on carry-on mass?",
        "Could you give me information about the carry-on weight limits?",
        "What's the weight limit for my carry-on.",
        "Can you specify the limit for carrying bags' weight?",
        "Did you mean the weight cap for carry-ons?",
        "Is a weight limit a norm for carry-on bags?",
        "Does your carry-on bag have a weight limit?",
        "What is the maximum for my carry on weight?",
        "Does carry-on baggage have a weight constraint?",
        "SomeConstraints on carry-all mass",
        "Can something be too heavy in a carry-on?",
        "Do carry- on bags have a weight limit?",
        "There are any specifications for my bag's weight capacity?",
        "Has the carry-on bag weight been allowed?",
        "There are restrictions on the max weight of carry on luggage.",
        "What is the maximum carrying bags' weight?",
        "Can you pack your carry-on up to a certain weight?",
        "Any weight limits for my carry-on?",
        "Are you asking for a carry-on weight limit?",
        "There are any limitations to carry-on size?",
        "Is that information about carry-on weight limits?",
        "Limits of carry-on weight?",
        "Any restrictions on max weight for carry-on luggage?",
        "Is carry-on weights restricted?",
        "What's the weight limit for baggage?",
        "How about carry on weight limits?",
        "Do you have a maximum carry-on bag weight limit?",
        "What's the maximum carried-on weight?",
        "Do there any specifications for my bag's weight capacity?",
        "What's the upper limit for allowable carried-on baggage mass?",
        "max carry on bag weight?",
        "How much carry-on bag weight should be allowed?",
        "Are there weight limits for carry-ons?",
        "Do you have any restrictions on carry-on weights?",
        "I would like to know the weight limit for my carry-on.",
        "What weight is allowed for the bag?",
        "Is the carry-on bag weight max?",
        "There is a weight restriction for my carry on.",
        "The limits of carry-on weight?",
        "Can there be restrictions on the carry-on size?",
        "Does a weight limit for carry-on bags seem normal?",
        "What is my carry-on's weight limit?",
        "What's the limit of weight on luggage?",
        "Does my carry-on need to fulfill certain weight requirements?",
        "Can you state how heavy a carry-on can be?",
        "The maximum carry-on bag weight?",
        "carry-on bag weight?",
        "What's the maximum weight for my luggage?",
        "What is my carry-on weight limit?",
        "Has carry on luggage got a weight limit?",
        "Is there a limit on the amount of weight my bag can hold?",
        "What is the weight constraint for luggage?",
        "Can I put my carry-on up to a certain weight?",
        "Weight cap on carry-ons?",
        "Is there a limit on my carry-on bag's weight?",
        "What is the limit for my carry on weight?",
        "I am interested in knowing how heavy a carry-on can be.",
        "Do you think carry-on baggage has a weight constraint?",
        "Will it be a carry-on weight limit?",
        "Carry-on mass could be limited.",
        "There is a weight limit for carry- on bags.",
        "The maximum weight that I can carry on?",
        "What is the carry-on weight's maximum?",
        "Does anyone have any restrictions regarding carry-on weights?",
        "How many carry-on baggage weight limits are there?",
        "Is there any restriction on carry-on weights?",
        "There is a limit on allowable carried-on baggage mass.",
        "I don't know what the weight limit is for my carry-on.",
        "Can there be a limit on carry on mass?",
        "Is there a limit on how much my carry-on bag weighs?",
        "What are the limitations on how much luggage I can carry?",
        "What is the limit for carry-on baggage mass?",
        "I want to know the maximum weight I can carry on.",
        "Can there be any restrictions on the bag weight?",
        "Has carry-on baggage got a limitation?",
        "What's the maximum weight that can be carried on?",
        "Is the maximum carry-on bag weight limit?",
        "The maximum weight I can carry on is not known.",
        "Has there a weight constraint on carry-on baggage?",
        "There is a limit on carry-on bag weight.",
        "Is the carry-on bag maximum weight?",
        "What's the maximum carry-on weight I can carry?",
        "Any carry-on weight limit?",
        "Allowed carry-on bag weight?",
        "Is there information regarding carry-on weight limits?",
        "What's the maximum carry on weight?",
        "I want a weight limit for my carry-on.",
        "Any restriction on the weight of my carry-on?",
        "Is there a limit on carry-on mass?",
        "What is the maximum weight for a small bag on a plane?",
        "Does my carry-on has to meet certain weight requirements?",
        "Tell me about carry on weight limits.",
        "Does the weight restriction affect my carry-on?",
        "There is a weight restriction for my carry-on",
        "Is there any weight restriction on my carry-on?",
        "Does my carry-on need to have a specific weight?",
        "There is a limit to the weight of my carry on bag.",
        "The carry-on weight limit?",
        "Tell me about the carry-on weight limits.",
        "What are the limitations on carry-on weight?",
        "Can I carry a maximum weight for my carry-on?",
        "What is the max carry on weight?",
        "Do there any limitations on carry-on weights?",
        "Have carry on baggage had a weight constraint?",
        "For my carry-on, what is the maximum weight allowed?",
        "Is there a weight constraint on the carry-on baggage?",
        "How heavy can my carrying bag be?",
        "What is the upper limit for allowable carried on baggage mass?",
        "Limits for carrying-on weight?",
        "maximum carry-on bag weight?",
        "How heavy is the maximum weight allowed for my carry-on?",
        "Could you tell me more about carry-on weight limits?",
        "What is the maximum weight for my carry- on?",
        "Do you know the carry-on weight limit?",
        "Can you please tell me about the carry-on weight limits?",
        "How much weight should my carry-on have?",
        "There may be limits on carry-on size and weight.",
        "Is there any constraints on carry-all mass?",
        "There may be restrictions on carrying-on weights.",
        "What is the maximum Carry-on weight?",
        "limit on carry-on mass?",
        "Does there any restrictions on carry-on weights?",
        "What is the maximum weight for my carry-on bag?",
        "Have you thought about a weight cap for carry-ons?",
        "Is there a limit on carry-on bag weight?",
        "What is the allowable carried-on luggage mass?",
        "Is there a limit on my bag's weight?",
        "Can you tell us how heavy a carryon can be?",
        "Is this weight cap for carry-ons?",
        "Where is the upper limit for carried-on baggage mass?",
        "Any restrictions on carry-on luggage weight?",
        "What is the maximum weight the carry-on can carry?",
        "What are the allowed weights for my bag?",
        "Do you mean weight cap for carry-ons?",
        "Does the weight cap relate to carry-ons?",
        "Can there be limits on carry-on size or weight?",
        "Can there be restrictions on carry-on size and weight?",
        "Is there any endorsed limits for carry-on baggage weight?",
        "Can carry-on mass be limited?",
        "What is the upper limit for the carried-on baggage mass?",
        "I want to know what the permitted weight is for my bag.",
        "There might be limitations on the carry-on size.",
        "Constraints on carry-All mass?",
        "Does my carry-on have to fulfill specific weight requirements?",
        "What's the maximum allowable weight on luggage?",
        "Is there weight restriction for my carry-on?",
        "What is the permissible weight for the bag?",
        "Is there any limits for carry-on luggage weight?",
        "For my carry-on weight, what's the max?",
        "Is there any information regarding carry-on weight limits?",
        "Can there be any limits on the carry on size?",
        "Can you tell me how heavy a carry-on can get?",
        "How much can a carry-on bag weight be?",
        "Is the weight cap for carry-ons applicable?",
        "Is there a weight cap for carry on?",
        "Is there a limit on weight for carry-on bags?",
        "Is there a max carry on bag weight?",
        "Information about carry-on weight limits could be useful.",
        "I don't know the limit for carrying bags' weight.",
        "How much is a carry-on bag weight?",
        "What are the allowable carried-on baggage mass limits?",
        "Is a weight limit for carry-on bags normal?",
        "Is there any restrictions surrounding carry-on weights?",
        "Is there a weight constraint on carry-on luggage?",
        "Is there a weight cap for carry-ons?",
        "Do you have any information about carry on weight limits?",
        "Is a weight limit for carry on bags common?",
        "Can you tell us how much a carry-on can be?",
        "There are limits to carry-on baggage weight.",
        "Does my carry-on has to meet specific weight requirements?",
        "Do there have to be restrictions on carry-on weights?",
        "Can you tell me how heavy a carry-on may be?",
        "Is there a limit on my carry-on's weight?",
        "Is there a limit to the weight of my carry-on bag?",
        "Can you confirm how heavy a carry on can be?",
        "Can there be restrictions about carry-on weights?",
        "Is there any specifications on the bag's weight capacity?",
        "The upper limit for allowable carried-on baggage mass is unclear.",
        "Can there be an limit on carry-on mass?",
        "There are any limitations on carry-on size?",
        "There are restrictions on max weight for carry-on luggage.",
        "Load limit for carry-on bag?",
        "There are some restrictions on max weight for carry-on luggage.",
        "What's the carry-on's weight limit?",
        "What is the max carrying-on weight?",
        "Limits on carry-on weighing?",
        "Do you think the carry-on bag weight is max?",
        "Was there a max carry-on bag weight limit?",
        "Are you aware of the carry-on weight limits?",
        "Any restrictions on the weight of my carry-on?",
        "Is the weight limit customary for carry-on bags?",
        "Carry-on baggage may have a weight constraint.",
        "Is a weight limit normal for carry-on bags.",
        "Have any restrictions about the max weight for carry-on luggage?",
        "Can there be any limitations on the carry-on size?",
        "Will my carry-on bag have a weight limit?",
        "Where can I find a weight restriction for my carry-on?",
        "What is the maximum allowable carrying-on baggage mass?",
        "Is there an upper limit for allowed carried-on baggage mass?",
        "Any restriction on weight for carry-on?",
        "Does the carry-on weight limit apply?",
        "Can you tell how heavy a carry-on can be?",
        "Does a weight limit for carry-on bags apply?",
        "Do you know how heavy a carry- on can be?",
        "Do carry-on bags need a weight limit?",
        "Do carry-ons have a weight cap?",
        "Carrying-on baggage weight limits?",
        "Can carry-on weight limits be imposed?",
        "Do you have any limits on carry-on size?",
        "Is it possible to pack my carry-on up to a certain weight?",
        "Where is the maximum for my carry-on weight?",
        "How much am I able to pack in my luggage?",
        "What is the maximum weight of luggage allowed?",
        "What's the maximum allowance for my bag's weight on the plane?",
        "Carry-on weight restriction?",
        "I would like to know if there is a weight limit for my bag.",
        "There are any restrictions on the max weight for carry on luggage.",
        "Does the carry on baggage have a weight constraint?",
        "Is it customary to impose a weight limit on carry-on bags?",
        "There should be a weight limit for my carry-on.",
        "Carry-on bag weight limit, max?",
        "There are restrictions on the carry-on luggage weight.",
        "Has the carry on baggage had a weight constraint?",
        "Does a weight limit for carry-on bags always exist?",
        "The carrying on weight limits?",
        "I would like to know how much my carry-on bag can weigh.",
        "Has carry-on baggage got a restriction?",
        "Do you have any restrictions on carry on weights?",
        "Is there a limit on how much my bag can weigh?",
        "Do my carry-on have to meet certain weight requirements?",
        "Can there be limitations on carry-on size and weight?",
        "Does anyone have any restrictions on carry-on weights?",
        "The upper limit of allowable carried-on baggage mass is not known.",
        "Does the baggage have a set limit?",
        "Has there a limit on the weight of my carry-on bag?",
        "Is carrying on baggage carrying a weight constraint?",
        "Is there any information you can give about carry-on weight limits?",
        "Is the carry-on bag weight limitmax?",
        "Could you explain the carry-on weight limits?",
        "Carry-on bags can have a weight limit.",
        "What is the maximum weight that can be used for my carry-on?",
        "Is it possible to limit carry on mass?",
        "Is there a maximum weight that I can carry-on?",
        "What is the weight limit on my carry-on?",
        "Is there any restrictions on the carry on weights?",
        "Where's the max for my carry-on weight?",
        "There is a weight limit on my carry on bag.",
        "Any restriction on the weight of my luggage?",
        "Can I put my carry-on to a certain weight?",
        "There may be restrictions concerning carry-on weights.",
        "Is there a weight limit on carry-on bags.",
        "Will there be a weight limit for my bag?",
        "Is there a weight limit on my carry-on?",
        "Should I have a weight restriction for my carry-on?",
        "The max for my carry on weight is unknown.",
        "What is the maximum weight allowed for my carry-ons?",
        "Does my carry-on have to have certain weights?",
        "Are there a limit on the carry-on weight?",
        "Which is the weight limit for my carry-on?",
        "What is the upper limit for permissible carried-on baggage mass?",
        "Should there be a weight restriction for my carry-on?",
        "What is the maximum weight allowed on luggage?",
        "I wanted to know how heavy a carry-on can be.",
        "Have you considered max carry-on bag weight limit?",
        "Is a weight limit for carry on bags normal?",
        "Can you clarify how heavy a carry-on can be?",
        "Can you tell me the limit for carrying bags' weight?",
        "Carry-on weight limitations?",
        "What is the maximum carry-on baggage mass permissible?",
        "Is there a weight constraint on carry-on bags?",
        "Have you considered the carry-on bag weight limit?",
        "There are restrictions on the weight for carry-on luggage.",
        "What weight restriction should I have for my carry-on?",
        "Is the carry-on weight limit.",
        "Limits on carrying on weight?",
        "Is it possible to have a weight cap for carry-ons?",
        "Does my carry-on meet certain weight requirements?",
        "Any restriction on my carry-on weight?",
        "Is it possible to limit carry-on weight?",
        "How much is the max for my carry-on weight?",
        "Any restriction on the weight for my carry-on?",
        "What's the weight limit for my carry on?",
        "Is there any limit for my carry-on weight?",
        "HaveConstraints on carry-all mass?",
        "How heavy can my carryon bag be?",
        "What is the weight limit for baggage?",
        "Weight cap for carry-on items?",
        "There is some limit on carry-on mass.",
        "The upper limit for allowable carry-on baggage mass is unknown.",
        "Can I carry my carry-on up to a certain load?",
        "What is the limit on the weight of my carry-on bag?",
        "Might there be a weight cap for carry-ons?",
        "Can I carry my carry on up to a certain weight?",
        "Will there be a weight restriction for my carry-on?",
        "What is the maximum weight that my small bag can carry on board?",
        "Can you say max carry-on bag weight?",
        "Can there be any limits on the amount of luggage I can carry?",
        "Is there any limit on the carry-on mass?",
        "There is a limit for allowable carried-on baggage mass.",
        "Is there a limit to the amount of baggage that can be carried?",
        "A weight constraint on luggage?",
        "Can I use a weight limit for my carry-on bag?",
        "The weight limit for my carry-on is unclear.",
        "The limit for carrying bags' weight?",
        "What is the maximum weight allowed for my bag on the plane?",
        "Does a weight limit for carry-on bags occur?",
        "There are any limits on the bag weight?",
        "What is the upper limit for carry on baggage mass?",
        "What weight restriction is there for my carry-on?",
        "Is there a weight constraint on carry on baggage?",
        "Does my carry-on have to comply with weight requirements?",
        "Limits on the carry-on weight?",
        "Can I have a weight restriction for my carry-on?",
        "How much carry-on bag weight can be allowed?",
        "Is there any limit on the weight of my bag?",
        "I want to know the max for my carry on weight.",
        "I'm wondering about the weight limit for my carry-on.",
        "Weight cap for carryons?",
        "Any limits on the weight of my carry-on?",
        "Allow max carry-on bag weight?",
        "I would like to know information about carry-on weight limits.",
        "Is a weight limit for carry-on bags common?",
        "Can you say limits on carry-on weight?",
        "What is the maximum weight of my bag on board?",
        "There are possible limitations on carry-on size and weight.",
        "Will I be able to pack my carry-on up to a certain amount?",
        "Is there an upper limit for carried-on baggage mass?",
        "What's the permissible weight for my carry-on?",
        "How much is the maximum for my carry-on weight?",
        "Is there a limit on the bag weight?",
        "The carry-on mass can be limited.",
        "Is there any limit on the carry on size?",
        "What's the maximum weight for my small bag on the plane?",
        "What should the maximum weight be for my carry-on?",
        "There are any restrictions on the carry-on size?",
        "The weight limit for my carry-on isn't known.",
        "A Carry-on weight limit?",
        "Has carry on baggage got a limit?",
        "Is there a limit on how much my bag is able to hold?",
        "Do there have restrictions on carry-on weights?",
        "Is there any limit on the amount of luggage I can take?",
        "Any limit on the weight of my carry-on?",
        "What is the maximum weight limit for my bag?",
        "What is the maximum weight that a bag can carry?",
        "Should carry-on weight be limited?",
        "What is the max carried on weight?",
        "Carrying on weight limit?",
        "Is carry-on baggage limiting its weight?",
        "Are there limits on carry-on mass?",
        "Do you know what the carry-on weight limits are?",
        "Are there limitations on carry-on mass?",
        "The upper limit for carry-on baggage mass is not known.",
        "What is the maximum weight allowed for carry-on?",
        "Do there have any limitations on carry-on size?",
        "The max weight for carry-on luggage is unknown.",
        "How much can my carry on bag weigh?",
        "Can you give me an idea of how heavy a carry-on can be?",
        "Is the carry-on bag weight allowed.",
        "Is the max carry-on bag weight?",
        "A carry-on bag weight limit.",
        "Do my carry-on have to meet weight requirements?",
        "How much am I allowed to carry in my bag?",
        "Is there any limits on carry-on weights?",
        "How much weight am I allowed to carry-on?",
        "Is there restriction on carry-on mass?",
        "Do I need a weight limit for my carry-on bag?",
        "The limit for carry-on bag weight?",
        "Is it possible to pack my carry on up to a certain weight?",
        "The limitation on carry-on mass?",
        "How high is the weight limit for my carry-on?",
        "Is there a limit on carry on mass?",
        "Do there have any restrictions on carry-on weights?",
        "I want to know the max of my carry-on weight.",
        "Limit to carry-on weight?",
        "Is there any limits on baggage weight?",
        "Is there a limit on carry-on weights?",
        "What is the maximum weight allowable for my carry-on?",
        "There are restrictions on the max weight for carryon luggage.",
        "What is the carrying bag's weight limit?",
        "What is the acceptable weight for my bag?",
        "Is there a baggage weight restriction?",
        "What is the upper limit for allowable carrying-on baggage mass?",
        "Is the upper limit for carried-on baggage mass?",
        "How much weight can I carry-on?",
        "Are there specifications for my bag's weight capacity?",
        "How much can you carry in your carry-on bag?",
        "Do you have a limit on the weight of my bag?",
        "The weight cap for carry-ons is unknown.",
        "Can there be any restrictions on carrying-on weights?",
        "What is the weight limit for my carryon?",
        "Can there be any limitations on how much I can carry?",
        "How heavy can luggage be in a carry on?",
        "Does my carry-on needs to meet specific weight requirements?",
        "What are the limitations on carry-on size and weight?",
        "Is a weight limit customary in carry-on bags?",
        "Limitation on the carry on mass?",
        "Do you have information regarding carry-on weight limits?",
        "Does anyone know the maximum weight for my carry-on?",
        "Is it possible that carry-on baggage has a weight constraint?",
        "Does the carry-on bag weight exceed the max?",
        "How much can the carry-ons weigh?",
        "Has carry-on luggage had a weight constraint?",
        "There are any restrictions concerning bag weight on board?",
        "Is there information about carry-on weight limits.",
        "The carry-on weight limit is unclear.",
        "Do you know the upper limit for carried-on baggage mass?",
        "Is it possible that they impose a luggage cap?",
        "Limitations for carry on baggage weight?",
        "Should I have a restriction on my carry-on weight?",
        "Do carry-on bags carry a weight limit?",
        "What weight can my carry-on bag have?",
        "Is there any information you could give about carry-on weight limits?",
        "Which weight is allowed for my carry-on?",
        "What's the maximum weight for carry-on luggage?",
        "Is the carry on baggage carrying a weight constraint?",
        "Is it customary for a weight limit for carry-on bags?",
        "Is there a weight cap for carry-on?",
        "Any weight restriction for my luggage?",
        "What is the allowable weight for my carry-on?",
        "Is there a limitation on my carry-on weight?",
        "Is a weight limit for carry on bags required?",
        "Has carry-on luggage got a restriction?",
        "Can there be limitations on the carry-on size and weight?",
        "Are there limits on the carry on weight?",
        "What's the weight cap for carryons?",
        "Any restrictions on the size of my carry-on?",
        "I don't know what the limit is for carrying bags' weight.",
        "Is there a limit on the weight of my carry-on bag?",
        "Any weight restriction for carrying?",
        "The upper limit for allowable carried-on baggage mass is not known.",
        "Can you give us information about carrying-on weight limits?",
        "Will there beConstraints on carry-all mass?",
        "There are any limitations on the carry on size?",
        "Information about carry-on weight limits may be helpful.",
        "Any limits on carry on baggage weight?",
        "Does my carry-on have to fit a certain amount of weight?",
        "Carry-ons might have a weight cap.",
        "Is there any restriction pertaining to carry-on weights?",
        "Limit of carry on baggage weight?",
        "Do my carry-ons have to meet specific weight requirements?",
        "I want to know how much I can pack in my luggage.",
        "Is there a limit for the carry-on baggage weight?",
        "Is there a bag weight cap for the luggage?",
        "Will it be possible to confirm how heavy a carry-on can be?",
        "Do you know any specifications for my bag's weight capacity?",
        "Does anyone have a weight restriction for my carry-on?",
        "There are any restrictions concerning carry-on weights?",
        "Can you tell us about carry on weight limits?",
        "I am wondering what the maximum weight is for my carry-on.",
        "Is it possible to have a weight limit for my bag?",
        "What heavy can my carry-on bag be?",
        "Do you know what carry-on weight limits are?",
        "There are some restrictions regarding the max weight for carry-on luggage.",
        "Can I carry-on maximum weight?",
        "Is it possible to have a carry-on weight limit?",
        "Will there be constraints on carry-all mass?",
        "Does it mean limits on carry-on weight?",
        "How heavy can a carry-on get?",
        "What's the maximum allowed weight on luggage?",
        "Has carry-on luggage gotten a weight constraint?",
        "Is there any restrictions regarding carry-on weights.",
        "A weight restriction on my carry-on?",
        "I don't know how much I can carry in my luggage.",
        "What's the max carry-on bag weight?",
        "I have a question about how heavy a carry-on can be.",
        "Does my carry-on have a specific weight in it?",
        "What is the maximum carry-on bag weight?",
        "A limit on the carry-on weight?",
        "Is there a weight cap for carry-ons.",
        "What is the permitted weight for my luggage?",
        "Are there any constraints on carry-all mass?",
        "Can there beConstraints on carry-all mass?",
        "What is the maximum weight cap for carry-ons?",
        "Do there exist constraints on carry-all mass?",
        "Does anyone know if there is a weight restriction for my carry-on?",
        "The carrying-on weight limit?",
        "Can carry on mass be limited?",
        "What is the weight limit for carrying a bag?",
        "What is the maximum weight that can be carried on?",
        "How much stuff can I carry in my tote?",
        "What's the maximum weight that my bag can carry on the plane?",
        "The maximum weight that can be carried on?",
        "Is there a limit on the carry-on baggage weight?",
        "What is the upper limit of allowable carry-on baggage mass?",
        "Do they impose a luggage weight cap?",
        "Limitations on carry on size and weight?",
        "What is the bag's weight limit?",
        "How much carry-on bag weight can a person carry?",
        "Can I put my bag up to a certain amount of weight?",
        "Have carry on baggage got a weight limit?",
        "Can there be a limit on carrying bags' weight?",
        "What information could you give about the carry-on weight limits?",
        "Can you tell me, how heavy a carry-on can be?",
        "How much weight can a carry-on bag hold?",
        "Is there any specification about my bag's weight capacity?",
        "Is there any specifications on my bag's weight capacity?",
        "Do you have a limit for carry-on weight?",
        "How much is my carry-on's weight limit?",
        "Does my carry-on have to carry certain weight?",
        "Is there information you could give about carry-on weight limits?",
        "How heavy can a carry on bag be?",
        "The maximum weight for my carry-on?",
        "Should there be restrictions on carry-on weights?",
        "Whose maximum weight is allowed for my carry-on?",
        "Any weight restriction for my carry-ons?",
        "Possible weight restriction for my carry-on?",
        "How much is the maximum weight allowed for my carry-on?",
        "What's the maximum weight for my carry on?",
        "Has the carry on baggage got a restriction?",
        "Should you tell me about the carry-on weight limits?",
        "What is the weight limit for carry-ons?",
        "Has there a limit on the bag weight?",
        "Curbs on carry-all mass?",
        "Do we have a carry-on weight limit?",
        "Is carrying-on bag weight allowed?",
        "Is a weight cap for carry-ons required?",
        "Have carry-on baggage got a weight constraint?",
        "Is there any specifications about my bag's weight capacity?",
        "Does the carry-on have to meet weight requirements?",
        "Is it possible to carry-on bag weight limit?",
        "Any limits on the bag weight?",
        "Limitation on carried-on mass?",
        "The weight limit for my carry-on, what's it?",
        "Information about carry-on weight limits is needed.",
        "Is that a limit on bag weight?",
        "What is my bag's weight capacity?",
        "What is the maximum weight allowable on luggage?",
        "Did carry-on baggage get a weight constraint?",
        "Is there any limits on the bag weight on board?",
        "Is the baggage carrying a weight constraint?",
        "What is the maximum carry-on weight for me?",
        "Do my carry-ons have to meet certain weight requirements?",
        "Is the luggage carrying a weight constraint?",
        "The permitted carry-on bag weight?",
        "The maximum weight for a carry-on is unknown.",
        "Can you tell me about carry on weight limits?",
        "For carried-on baggage mass, what is the upper limit?",
        "Is a weight limit for carry-on bags the norm?",
        "Possible limits on carry-on weight?",
        "What is the weight limitation for my carry-on?",
        "What's the max weight of my carry-on?",
        "What is the maximum carry-on baggage mass allowable?",
        "I would like to know if there is a limit on bag weight.",
        "Is there any limits to carry-on weight?",
        "Can you tell me about the baggage cap?",
        "Has carrying baggage got a weight constraint?",
        "How much is the permitted weight for my bag?",
        "Does a weight limit for carry-on bags usually apply?",
        "Is there a weight limit for my carry on bag?",
        "what is the weight limit for my carry-on?",
        "What limits are endorsed for carry-on baggage weight?",
        "What is the maximum allowable carried-on baggage mass?",
        "What is the maximum weight that my bag can carry on board?",
        "There are restrictions regarding the max weight for carry on luggage.",
        "Limit on carryon mass?",
        "Are there any restrictions on carry-on size?",
        "Can you have a max carry-on bag weight limit?",
        "For my carry-on, any weight restriction?",
        "A max carry-on bag weight?",
        "What is the maximum carried-on baggage mass permissible?",
        "Any limitations on carry-on weight?",
        "There is a question of how heavy a carry-on can be.",
        "What's the maximum weight on the luggage?",
        "What weight can my carry-on bag be?",
        "Is there a weight limit for carry-on bags.",
        "What's the allowed carry-on bag weight?",
        "Limit on carry-on size and weight?",
        "Does anyone know the maximum weight allowed for my carry-on?",
        "Carrying bags' weight, what is the limit?",
        "What is the maximum of my carry-on weight?",
        "What's the weight constraint for luggage?",
        "Am I allowed a maximum weight for my carry-on?",
        "How much can a carry-on bag hold?",
        "What is the maximum weight of a carry-on?",
        "Do you have a weight restriction for my carry-on?",
        "Consider a weight cap for carry-ons.",
        "Do you have any restrictions on bag weight on board?",
        "The max carry-on bag weight?",
        "There are some restrictions on carry-on weights",
        "Can I pack my carry-on up to a certain weight?",
        "Can carry-on bag weight be over the max?",
        "Is there a limit to how much my carry-on bag will weigh?",
        "Does my carry-on need to have specific weight requirements?",
        "What is the maximum carry on bag weight?",
        "Can carry-on bag weight be max.",
        "Is there a limit to the amount of my bag?",
        "Should my carry-on have a maximum weight?",
        "Can you give me more information about carry-on weight limits?",
        "Is there any restriction on carrying-on weights?",
        "Does my carry-on have to carry a certain amount of weight?",
        "Can there be a limit on how much my bag can weigh?",
        "Carrying on bags may have a weight limit.",
        "What is the maximum carrying-on weight that I can carry?",
        "Does carry-on baggage have a limit?",
        "Inform me about carry-on weight limits.",
        "Do I need to pack my carry-on up to a certain weight?",
        "Is there limit on carry-on mass?",
        "Is there a carry on bag weight limit?",
        "I am wondering if there is any weight restriction for my carry-on.",
        "What's the max weight allowed for my carry-on?",
        "What is the limit of allowable carried-on baggage mass?",
        "Do you know about the carry-on weight limits?",
        "What can my carry-on bag weigh?",
        "Carry-on weight limits?",
        "Can I carry my bag up to a certain load?",
        "Can you let us know about the carry-on weight limits?",
        "Constraints on carryall mass?",
        "Can there be restrictions on carry-on weights.",
        "You haveConstraints on carry-all mass?",
        "There is any weight restriction for my carry-on.",
        "Any weight limits on my carry-on?",
        "Has carry-on baggage has a weight constraint?",
        "Does there a weight cap for carry-ons?",
        "Can you please tell me how heavy a carry-on can be?",
        "Is the carried-on weight limit?",
        "Carrying-on bags may have a weight limit.",
        "What restrictions are there for carry-on weights?",
        "What is the max carried-on weight?",
        "I want to know how heavy a carry on can be.",
        "How about carry-on weight limits?",
        "I am wondering about a weight restriction for my carry-on.",
        "Could you tell us about carry-on weight limits?",
        "Is a weight cap required for carry-ons?",
        "Is there a limit on my carry-on bag weight?",
        "Can I get a maximum weight for my carry-on?",
        "Constraints regarding carry-all mass?",
        "Constraint on weight for luggage?",
        "Were there limits on carry-on weight?",
        "Was there a limit on bag weight?",
        "Can you tell me how heavy a carry-ons can be?",
        "What limits are there on carry-on weight?",
        "Have thereConstraints on carry-all mass?",
        "My carry-on has any maximum weight allowed?",
        "What's the maximum carrying on weight?",
        "Limit the bag's weight?",
        "A question on carry-on weight limits.",
        "What is the maximum luggage weight allowed?",
        "What is the carry on bag weight limit?",
        "Is there a limit to how much my bag will weigh?",
        "What is the maximum weight allowed for my suitcase?",
        "A question about the weight limit for my carry-on.",
        "Has carry-on luggage has a weight constraint?",
        "Could you tell us about the carry on weight limits?",
        "Is there a limit on the weight of my luggage?",
        "Can I put my carry-on up to a certain amount of weight?",
        "Does my carry-on needs to meet certain weight requirements?",
        "There are any restrictions on carry on weights?",
        "Is thereConstraints on carry-all mass?",
        "Does anyone know the maximum weight I can carry on?",
        "Any restrictions on weight for my carry-on?",
        "Limitation for carry-on mass?",
        "Can you give us information about the carry on weight limits?",
        "How much weight is allowed in my carry-on?",
        "Can you tell me what the limit is for carrying bags' weight?",
        "Any limits on the amount of luggage I can carry?",
        "Can I put my carry-on up to some weight?",
        "What is the maximum weight permissible on luggage?",
        "What is the carrying-on weight's maximum?",
        "What is the max carry-on bag weight.",
        "Are there a max carry-on bag weight limit?",
        "How heavy am I allowed to carry my bag?",
        "What is the maximum weight used for my carry-on?",
        "I wonder if a weight limit for carry-on bags is normal.",
        "Will there be restrictions on baggage weight?",
        "Limit for carry-on bag weight?",
        "What is the maximum weight to carry-on?",
        "What is the max weight for my carry-on?",
        "Are there carry-on weight limits?",
        "What is the maximum weight for my bag that I can carry?",
        "How much can I carry around in a bag?",
        "Limits on carry on weight?",
        "Is the maximum weight allowed for my bag?",
        "Is a weight limit required in carry-on bags?",
        "I want to know the limit of carrying bags' weight.",
        "Is the max weight for carry-on luggage restriction?",
        "There is a weight limit for a carry-on bag.",
        "Is there any limitation on carry-on weight?",
        "Were you able to give information about carry-on weight limits?",
        "Is there a limit on how much the bag can weigh?",
        "Can you give me information about carry-on weight limits?",
        "Is the max weight for carry-on luggage restricted?",
        "I don't know what the allowed weight is for my bag.",
        "What's the maximum weight allowed for luggage?",
        "What is the maximum weight allowed for a carry-on?",
        "What's the maximum weight allowance for my bag?",
        "What is the carry-on's maximum weight?",
        "There may be restrictions on carry-on weights.",
        "There may be a limit on how much my bag can weigh.",
        "Is the carry on weight limit?",
        "Is there a set of specifications for my bag's weight capacity?",
        "Is there any restrictions on carry-on weight?",
        "A question about carry-on weight limits.",
        "Do there limitations on carry-on weights?",
        "Is there any restrictions on baggage weight?",
        "Can I fit my carry-on up to a certain amount of weight?",
        "How heavy can I bring this bag of mine?",
        "Is there a limit on the weight I can carry on?",
        "I don't know if I can pack my carry-on up to a certain weight.",
        "What is the maximum weight for my luggage?",
        "What is the maximum amount of luggage I can carry on the plane?",
        "What is the acceptable carried-on baggage mass?",
        "Can luggage get too heavy in a carry on?",
        "Is there any restrictions on max weight for carry-on luggage?",
        "Does the carry-on have to meet specific weight requirements?",
        "Do you have a max carry on bag weight?",
        "Is there a limit for carry on baggage weight?",
        "Do you have a maximum weight allowed for my carry-on?",
        "What is the maximum weight that can be held for my carry-on?",
        "What's the cap on the baggage?",
        "max weight allowed for my carry-on?",
        "What is the limit for carried-on baggage mass?",
        "How much can be carried in my carry-on bag?",
        "Has the carry-on baggage got a weight limit?",
        "Can there be restrictions on the carry-on weights?",
        "Could you tell me about the carry-on weight limit?",
        "Do you know how large a carry-on can be?",
        "how heavy can a carry-on be?",
        "Do you have a limit on carrying bags' weight?",
        "Is there a weight restriction for my baggage?",
        "Is the carrying-on weight limit?",
        "Can you tell me the max carry-on bag weight?",
        "Any restriction on carry-on weight?",
        "Is there any limits for carry on baggage weight?",
        "Are there any restrictions on the max weight for carry-on luggage?",
        "Can you confirm how heavy the carry-on can be?",
        "Limit the carry-on bag weight?",
        "Is carry-on baggage limited by weight?",
        "How much can a person carry in a bag?",
        "Is there an upper limit for the carried-on baggage mass?",
        "There may be a limit to the luggage's weight.",
        "Is the maximum carry-on weight?",
        "Do carry-ons have weight caps?",
        "Is there a limit to how much my bag can weigh?",
        "Is there any limit to carry-on mass?",
        "max weight allowed for carry-on?",
        "What is allowed carry-on bag weight?",
        "Possibility of limit on carry-on mass?",
        "What is the max for carry-on weight?",
        "Has carry-on baggage have a weight constraint?",
        "Is the limit carry-on weight?",
        "What is the maximum amount of weight that my bag can hold?",
        "What is the cap on the baggage?",
        "Is there a weight limit for carryon bags?",
        "What constraints are on carry-all mass?",
        "Have any restrictions for the max weight for carry on luggage?",
        "A weight cap for carry-ons",
        "Is there any limit for carry-on baggage weight?",
        "How heavy can my carry-on bag be.",
        "Is there a limit on the carry-on weight limit?",
        "There are some restrictions to the max weight for carry-on luggage.",
        "Can there be restrictions on the luggage weight?",
        "Limits on weight carry-on?",
        "What's the weight limit for carrying bags?",
        "Have a max carry-on bag weight limit?",
        "How much can I bring in my luggage?",
        "Can carry-on weight be limits?",
        "Could this be a weight cap for carry-ons?",
        "Limits for carrying-on baggage weight?",
        "What is the maximum carried on baggage mass?",
        "Is there information available about carry-on weight limits?",
        "I was wondering if there is a bag weight cap.",
        "Is there a maximum weight allowed for my carry on?",
        "Is there any weight limit on my carry-on?",
        "Can you tell me if a carry-on can be heavy?",
        "Has the carry-on baggage got a limit?",
        "Can there be a bag weight cap?",
        "Does my carry-on have to meet a certain amount of weight?",
        "Is my carry-on up to a certain load?",
        "Are there any guidelines on how heavy a carry-on can be?",
        "How much can a carry-on bag weigh?",
        "Any weight restriction for luggage?",
        "I'm wondering how heavy a carry-on can be.",
        "What is the weight limit for the carry on?",
        "Weight cap for carry-on bags?",
        "Can you tell me any limitations on carry-on size?",
        "Can there be an upper limit for allowable carried-on baggage mass?",
        "Does my carry-on have to meet a specific amount of weight?",
        "What is the max for my carry-on weight?",
        "There is a restriction on the weight of my carry-on.",
        "For carrying bags' weight, what is the limit?",
        "Does my carry-on have to be a specific weight?",
        "Is there a bag weight cap on luggage?",
        "What are the restrictions regarding carry-on weights?",
        "Is it possible to pack my carry on up to a certain amount of weight?",
        "Does my carry-on need to satisfy specific weight requirements?",
        "How much can I carry in my carry on bag?",
        "There are restrictions on the weight of carry-on luggage.",
        "Is there any weight limit for my carry-on?",
        "Is it possible to restrict carry-on weights?",
        "Can there be a weight limit for carry-on bags?",
        "There are any limitations on carry-on size or weight?",
        "What's the weight limit for my carry-on bag?",
        "Is it possible to give me information about carry-on weight limits.",
        "Is there an limit on carry-on mass?",
        "What is the maximum weight for the small bag on the plane?",
        "A weight constraint for luggage?",
        "I am wondering what the weight limit is for my carry-on.",
        "Are there luggage weight restrictions?",
        "Allowed limits for carry-on baggage weight?",
        "Is there any limit on carry on baggage weight?",
        "Can you limit carry-on mass?",
        "Which weight limit for my carry-on?",
        "What are the specifications on my bag's weight capacity?",
        "Does the baggage have an allowed limit?",
        "Can there be any limits on how much I can carry?",
        "Can you let us know how heavy a carry-on can be?",
        "What is the maximum baggage mass that can be carried on a plane?",
        "Is it normal to set a weight limit for carry-on bags?",
        "The limit of carry on weight?",
        "Is a weight limit standard for carry-on bags.",
        "Would the carry-on bag weight be allowed?",
        "Is there a limit on the luggage's weight?",
        "Do carry-on luggage have a weight constraint?",
        "What's the maximum weight allowed for my luggage?",
        "The upper limit for allowed carried-on baggage mass is unknown.",
        "What is the maximum weight that I'm allowed to carry?",
        "Is there any weight restriction for my carry-on?",
        "Information on carry-on weight limits?",
        "What is the cap for the baggage?",
        "Is there a restriction on the weight of my carry-on?",
        "Can you say how heavy a carry on can be?",
        "Is there an limit to the weight of luggage?",
        "Can you give me information about the carry-on weight limits?",
        "How much can I keep in a carry-on bag?",
        "Is there a limit on my carry-on bag?",
        "Is the carry-on baggage getting a weight constraint?",
        "Does my carry-on have to meet certain weight requirements?",
        "Can there be any restrictions regarding carry on weights?",
        "Is a limit on how much my bag can hold?",
        "Is there any limits on carry-on baggage weight?",
        "Is it possible to restrict bag weight on board?",
        "Is there any maximum weight allowed for my carry-on?",
        "What is the weight cap for carry-on bags?",
        "Is there a weight restriction on the carry-on?",
        "What the maximum weight is for my carry-on?",
        "Is the weight limit for my carry-on?",
        "Is there any limitation on how much I can carry?",
        "Does the carry-ons have a weight cap?",
        "What is the maximum carrying-on bag weight?",
        "Do there restrictions on carrying-on weights?",
        "Can you give us some information about carry-on weight limits?",
        "Any restrictions on the max weight for carry on luggage?",
        "What is the maximum allowable carry on baggage mass?",
        "What is the permitted weight for my suitcase?",
        "Can I use a maximum weight for my carry-on?",
        "Is it possible to limit carry on weight?",
        "Is there a limit to carry-on mass?",
        "What's the maximum weight for the carry-on?",
        "Is it possible to have carry-on weight limits?",
        "Is my bag's weight capacity set?",
        "How much baggage can my bag hold?",
        "How much can my bag carry?",
        "Can there be any limits on the carry-on size?",
        "Is there any limits on the max weight for carry-on luggage?",
        "Is it customary to have a weight limit on carry-on bags?",
        "Could there be a limit to the weight of luggage?",
        "Do we haveConstraints on carry-all mass?",
        "Is my carry-on able to meet certain weight requirements?",
        "What is the maximum weight of my carry-on?",
        "Should carrying-on mass be limited?",
        "Does the maximum carry-on bag weight limit apply?",
        "Has the luggage got a weight constraint?",
        "Any restrictions on the amount of luggage I can carry?",
        "Where is the limit for carrying bags' weight?",
        "Tell me about the carry-on weight limit.",
        "I want to know what the max is for my carry-on weight.",
        "Is my carry-on able to meet specific weight requirements?",
        "Have carry-on baggage got a weight limitation?",
        "There are some questions regarding my bag's weight capacity.",
        "Carry-on weight cap?",
        "What are the specifications about my bag's weight capacity?",
        "What's the maximum weight that can fit in my carry-on?",
        "What is maximum weight allowed for my carry-on?",
        "Can you tell me how heavy a carry on can be?",
        "Any restrictions on the Max weight for carry-on luggage?",
        "Does anyone have a weight restriction for carrying on?",
        "What is the maximum weight on my bag?",
        "What is the max for carry on weight?",
        "Any limits on carry-on baggage weight?",
        "How much is it permissible to pack in my luggage?",
        "How much can I hold in my luggage?",
        "There is a weight cap for carry-ons?",
        "What are the limits of carry-on weight?",
        "What is the carry-on bag weight limit?",
        "There is a weight limit on my carry-on bag.",
        "A carry-on bag weight limit?",
        "Whose weight limit is my carry-on?",
        "What is the maximum allowed for my bag's weight?",
        "Is it possible to pack my carry on up to a certain load?",
        "Should there be restrictions on carry-on mass?",
        "A question regarding the baggage size limit.",
        "There are restrictions on carry-on weights?",
        "Is the limit on how much my bag can weigh?",
        "Is there a weight limit for my bag.",
        "Does my carry-on need to meet a certain weight?",
        "Does my carry-on have to meet certain weight requirements.",
        "Does the carry-on bag has a weight limit?",
        "What is a carry-on weight limit?",
        "Has carry-on baggage had a weight limit?",
        "Is there a limit to how much my bag is able to carry?",
        "Do carry on bags have a weight limit?",
        "Is there a standard weight limit for carry-on bags?",
        "Is the weight limit Carry-on?",
        "Is there a limit on how large my carry-on bag is?",
        "Is there any restriction regarding bag weight on board?",
        "Is there any restrictions on carry-on weights.",
        "Any weight restrictions for my luggage?",
        "What is the maximum weight of my small bag on board?",
        "Did carry-on luggage have a weight constraint?",
        "Do my carry-on needs to meet specific weight requirements?",
        "Any maximum weight that's allowed for my carry-on?",
        "What is the limit on carry on mass?",
        "The carry-on's weight limit is not known.",
        "Is there a weight cap for carry-on bags?",
        "Can my carry-on fit up to a certain weight?",
        "What is the max weight that I can carry on?",
        "Do I have to meet specific weight requirements for my carry-on?",
        "What's the maximum weight allowed for my small bag?",
        "Is there any restriction on the bag weight?",
        "Is the baggage size limited?",
        "There is a weight limit in carry-on bags.",
        "How heavy does a carry-on have to be?",
        "Constraint on carry-on mass?",
        "What are the limits of carrying bags' weight?",
        "Can you tell me if there is a bag weight cap for in-flight luggage?",
        "The carrying on weight limit?",
        "What is the carrying on weight limit?",
        "There are any limitations on carry on size?",
        "Any limits on carry-on size?",
        "Is there a specifications for my bag's weight capacity?",
        "Can there be limitations on carrying on size and weight?",
        "What is the limit for my carry-on weight?",
        "Do you know how much a carry-on can weigh?",
        "For my carry-on, what's the weight limit?",
        "Are there limits on carrying-on weight?",
        "What is the maximum weight allowed for my carry-on?",
        "I am unsure of the weight limit for my carry-on.",
        "Limits on carry-all mass?",
        "Is there any restrictions about carry on weights?",
        "What limits are imposed on carry-on weight?",
        "Is the upper limit for allowed carried-on baggage mass?",
        "Can there be a maximum weight allowed for my carry-on?",
        "Is carry-on baggage getting a weight constraint?",
        "What is the maximum weight for my suitcase?",
        "Limits for carry on baggage weight?",
        "Is information about carry-on weight limits possible?",
        "How heavy can a carry on be?",
        "Is there a weight restriction for carry-on?",
        "How much weight is allowed for my carry-on.",
        "Was there a carry-on weight limit?",
        "Could the weight cap be for carry-ons?",
        "Is there any restrictions of carry-on weights?",
        "Is the weight cap for carry-ons correct?",
        "Should there be a max carry-on bag weight limit?",
        "Is the carry-on bag weight allowed?",
        "Is carry-on baggage using a weight constraint?",
        "What are the rules regarding bag weight on board?",
        "Does the weight cap apply to carry-ons?",
        "Can carry-on weight limits be set?",
        "The limit for carrying on weight?",
        "Does the carry-on weight limit exist?",
        "Can the carry-on bag weight be max.",
        "How heavy can luggage be in a carry-on?",
        "Does my carry-on have to have specific weight requirements?",
        "Is a weight limit for carry on bags standard?",
        "Is there a weight limit on the carry-on bag?",
        "Will there be a weight limit for carry-on bags?",
        "Can there be any limits on carry on size?",
        "Is there any limit on carry-on size or weight?",
        "Limits on carry on weights?",
        "Limits for carry- on baggage weight?",
        "Any restrictions on the max weight for carry-on luggage?",
        "What's the permissible weight for my bag?",
        "Will I be able to exceed the weight restriction for carry-on bags?",
        "Carry-on bags may have a weight limit.",
        "Does the carry-on bag weight limit increase?",
        "What is the max for my carryon weight?",
        "Do I have to restrict my carry-on weight?",
        "Can there be any restrictions regarding bag weight on board?",
        "What's the maximum allowable weight for my small bag?",
        "Should a carry-on weight limit be imposed?",
        "What weight restriction do I have for my carry-on?",
        "Is there any information you could provide about carry-on weight limits?",
        "What specifications do you have regarding my bag's weight capacity?",
        "Can there be a weight constraint for luggage?",
        "What is the maximum carried-on baggage mass allowed?",
        "Allowed carrying-on bag weight?",
        "What is the limit for carrying on weight?",
        "Where can I find the weight limit for my carry-on?",
        "Can there be a weight cap for carry-ons?",
        "What is the maximum weight on my carry-on?",
        "What was the weight limit for my carry-on?",
        "Any restrictions for carry-on luggage weight?",
        "How much is a weight cap for carry-ons?",
        "Does anyone have a weight restriction on my carry-on?",
        "There are some restrictions on the max weight for carry-on luggage.",
        "Is there a limit to my bag's weight?",
        "What's the maximum weight of my bag on board?",
        "Is there any sensible limits for carry-on baggage weight?",
        "Can you give me a limit for carrying bags' weight?",
        "Is there a weight limitation for my carry-on?",
        "How much carry-on bag weight?",
        "There are any limitations on the carry-on weight?",
        "Do I have to carry a weight limit for my bag?",
        "What's the weight limit for my bag?",
        "Weight limit for carry-on bag?",
        "Do my carry-ons need to meet specific weight requirements?",
        "Do you think there's a max carry-on bag weight?",
        "Does my carry-on bag have a weight limit?",
        "What is the weight allowed for my bag.",
        "Where is the max for my carry on weight?",
        "Is there a weight restriction on my carry-on.",
        "I wonder if there is a weight limit for my bag.",
        "Can you limit the carry-on weight?",
        "Do there any limits on carry-on weights?",
        "What's the limit for baggage size?",
        "Can anyone tell me the maximum weight for my carry-on?",
        "What's the maximum weight of my bag?",
        "Is there any limits to the bag weight?",
        "Is there a limit on the bag's weight?",
        "I need to know how heavy a carry-on can be.",
        "Carry-on baggage might have a weight constraint.",
        "What amount of weight is allowed for my carry-on?",
        "Is there a carry-on bag weight limit?",
        "The max for my carry on weight is not known.",
        "Is there a maximum weight that I can carry on?",
        "Does my carry-on have to meet certain weight limits?",
        "I want to know if there is a limit on the weight of my bag.",
        "What is the maximum weight allowed for the carry-on?",
        "limitation on carry-on mass?",
        "Do you know if there are any restrictions on the max weight for carry-on luggage?",
        "Has there limits on carry-on weight?",
        "How much can I carry with me in my luggage?",
        "What is the allowed carry-on baggage mass?",
        "Constraints for carry-all mass?",
        "Any restrictions on the weight of the bag?",
        "Is the carry on bag weight allowed?",
        "How heavy can your carry-on be?",
        "I need to know the max for my carry-on weight.",
        "Does the carry-on have a weight limit?",
        "The carry-on weight limits?",
        "Is there anyConstraints on carry-all mass?",
        "Is my bag's weight capacity specified?",
        "Does a weight limit for carry-on bags work?",
        "Should there be limitations on carry-on mass?",
        "How much is the allowed weight for my bag?",
        "Does the baggage have a maximum weight?",
        "Does the carry-on weight limit affect it?",
        "I was wondering if there was a weight limit for my bag.",
        "What are the maximum weights allowed for my carry-on?",
        "How about the carry on weight limits?",
        "Could there be restrictions on baggage weight?",
        "Is it possible to carry-on up to a certain weight?",
        "Can there be restrictions on the bag weight?",
        "Can luggage get too heavy in the carry-on position?",
        "What is the Carry-on weight limit?",
        "Has there baggage weight restrictions?",
        "What is the usual weight limit for carry-on bags?",
        "For carry-on bags, is a weight limit customary?",
        "What are the weight limits for carrying bags?",
        "Is there information about carry-on weight limits you could give?",
        "Is it possible to pack a carry-on up to a certain weight?",
        "Is carrying-on baggage carrying a weight constraint?",
        "What about the maximum weight for carry-on luggage?",
        "Do carry-on baggage have a limit?",
        "Is there any limits on carry-on size and weight?",
        "Is it possible to restrict the weight of my carry-on?",
        "Can my carry-on be carried up to a certain weight?",
        "I want to know the weight limit for my carry-on.",
        "There is any weight restriction on my carry-on.",
        "What is the maximum carry on weight?",
        "Is there a limit on how big my bag can be?",
        "Does my carry-on have to fulfill weight requirements?",
        "Does my carry-on need to meet the specific weight requirements?",
        "What's the limit on baggage size?",
        "What's the weight cap for carry-ons?",
        "Maybe carry-on baggage has a weight constraint.",
        "What's the maximum weight for my bag on board?",
        "A weight constraint on carry-on baggage?",
        "What is the maximum weight permitted for my carry-on?",
        "Can you tell me how heavy the carry-on should be?",
        "Should a carry-on weight limit be in place?",
        "Can I get my carry-on up to a certain weight?",
        "I wonder if there is a weight restriction for my carry-on.",
        "Any weight limit for my carry-on?",
        "Will the carry-on weight limit be changed?",
        "How much weight should my carry-on contain?",
        "What should the weight limit be for my carry-on?",
        "Do you know the limit of carrying bags' weight?",
        "What is the maximum allowed carried on baggage mass?",
        "What is the carrying-on weight's max?",
        "There may be a weight limit for my bag.",
        "What are the specifications regarding my bag's weight capacity?",
        "Do there any restrictions regarding carry-on weights?",
        "Does it have limits on carry-on weight?",
        "Will carry-on baggage have a weight constraint?",
        "I am curious about how heavy a carry-on can be.",
        "Is there a limit to the bag's weight?",
        "Can there be limitation on carry-on mass?",
        "What is the maximum weight for my baggage?",
        "Have you considered a weight limit for carry-on bags?",
        "Can you tell me how heavy a carry-on should be?",
        "Could you tell me about carry on weight limits?",
        "What's the baggage size restriction?",
        "Is thereConstraints on carry- all mass?",
        "Is there information about carrying-on weight limits?",
        "There is a weight restriction for carry-on bags.",
        "Have any restrictions on the max weight for carry-on luggage?",
        "Important limits for carry-on baggage weight?",
        "I need a weight restriction for my carry-on.",
        "Is there any restrictions concerning carry on weights?",
        "Is there a maximum weight you can carry-on?",
        "Do you know the limit on bag weight?",
        "For carry-on bag weight?",
        "How big is the carry-on bag weight limit?",
        "Limits for carry-on bag weight?",
        "Is it possible to limit the weight of my carry-on?",
        "Which is the maximum weight allowed for my carry-on?",
        "Does my carry-on have to meet specific weight requirements",
        "A carry on bag weight limit?",
        "Will it be allowed to carry-on bag weight?",
        "What is the permitted weight of my bag?",
        "Is there a limit on the weight of carry-on bags?",
        "What's the maximum weight for my carryon?",
        "Is the bag weight restricted?",
        "What is the maximum weight that my bag can carry on a plane?",
        "What is the upper limit for carried-on baggage mass?",
        "Is there any restrictions on the bag weight?",
        "What maximum weight can I carry on?",
        "Do you have a limit on the baggage size?",
        "What should the allowable carried-on baggage mass be?",
        "Is there a weight limit for carry on bags?",
        "Does my carry-on have to fit a certain weight?",
        "Is thereConstraints on Carry-all mass?",
        "How about limits for carry-on baggage weight?",
        "Is it possible that there are restrictions on luggage pounds?",
        "What are the limits for carry-on weight?",
        "Have there any restrictions on the max weight for carry on luggage?",
        "Is the carry-on's maximum weight allowed?",
        "What weight can I carry with this bag?",
        "Carry-on mass can be limited.",
        "What is the max for my carry- on weight?",
        "Do I need to meet specific weight requirements for my carry-on?",
        "There might be limits on carry-on weight.",
        "What's the max carrying-on weight?",
        "The max carry-on bag weight limit?",
        "Has there a bag weight cap for luggage?",
        "Any restrictions on carry-on luggage's max weight?",
        "There is a weight limit for carry-on bags.",
        "Can you tell me the limit of carrying bags' weight?",
        "what is the weight cap for carry-ons?",
        "For my small bag's weight on board, what is the maximum allowance?",
        "What's the weight limit on my carry-on?",
        "Are there restrictions on the baggage weight?",
        "Does anyone have a weight restriction for their carry-on?",
        "Limits for carry on weight?",
        "Do you have any specifications about my bag's weight capacity?",
        "Does it have any limitations on carry-on size?",
        "Please tell me the weight limit for my carry-on.",
        "The carry-on mass could be limited.",
        "Is the baggage limit set?",
        "Is the carry-on weight limit limited?",
        "Is there anything you could tell me about carry-on weight limits?",
        "Is there a limit on how big my carry-on bag is?",
        "Does carry-on baggage have a limit on its weight?",
        "What's the weight limit for a carry-on?",
        "Is there any limitation on carry-on mass?",
        "How much can I take in my luggage?",
        "Do you have a weight limit for my carry-on bag?",
        "I would like to know how much I can pack in my luggage.",
        "Is there any weight restriction for my bag?",
        "Has the baggage got a weight restriction?",
        "How much weight can a carry-on hold?",
        "What's the weight limit for my carry-ons?",
        "Do you have any limitations on the carry-on size?",
        "What is the baggage weight cap?",
        "What are the limits for carry-on baggage weight?",
        "What is the max carrying on weight?",
        "What is the maximum allowable weight of my bag?",
        "Will there be limits on carry-on mass?",
        "Could you let us know about the carry-on weight limits?",
        "There may be limits for carry-on baggage weight.",
        "There are some limitations on carry-on size/weight.",
        "There are some restrictions on carry-on weights?",
        "Are you talking about a weight cap for carry-ons?",
        "I want to know if there is a weight limit for my carry-on bag.",
        "What are the constraints on carry- all mass?",
        "Does the carry-on need to meet specific weight requirements?",
        "Is there a weight constraint on carry-on baggage.",
        "Can I find a weight limit for my bag?",
        "I want to know about the carry-on weight limits.",
        "Any restrictions to the max weight for carry-on luggage?",
        "What constraints are there on carry-all mass?",
        "For carrying bags' weight, what's the limit?",
        "Is there a maximum weight permissible for my carry-on?",
        "Can I carry on up to a certain load?",
        "What's the maximum weight that can be used for my carry-on?",
        "Any weight restriction for the carry-on?",
        "My carry-on should have a maximum weight?",
        "Is there a limit on carrying-on weight?",
        "What is the maximum allowance for my bag's weight?",
        "Is there a weight limit on carry-on bags?",
        "There may be limitations on carry-on size/weight.",
        "Do you have a carry- on weight limit?",
        "Any restriction on the size of my carry-on?",
        "Does a weight cap apply for carry-ons?",
        "Is there any weight constraint for luggage?",
        "There is a limit on the weight of my carryon bag.",
        "There areConstraints on carry-All mass?",
        "Is there limits on carrying-on weight?",
        "Does my carry-on have to fit certain weight requirements?",
        "Is there a restriction on the weight I can carry on?",
        "The maximum allowance for my bag's weight is unknown.",
        "Can there be a bag weight cap for luggage?",
        "A weight limit for carry-on bags.",
        "How much weight should a carry-on bag hold?",
        "Is there a carry- on weight limit?",
        "Is it customary to have a weight limit for carry on bags?",
        "What's the maximum weight my carry-on can carry?",
        "Has a weight limit been instituted for carry-on bags?",
        "I don't know if there is a weight limit for my bag.",
        "Is there a limit to how much a carry-on bag can weigh?",
        "How much is my carry-on bag able to weigh?",
        "Will there be limitation on carry-on mass?",
        "Is there a maximum weight that can be carried-on?",
        "Do you mean limit on carry-on mass?",
        "Could you give us information about the carry-on weight limits?",
        "What are the limits on carry-on weight?",
        "Is there any information about carry on weight limits?",
        "Is there a cap on the weight of carry-ons?",
        "How much can my carry-on bag hold?",
        "Is there any information about carry-on weight limits.",
        "Do you have any specifications on my bag's weight capacity?",
        "Does the baggage have a limit on it?",
        "Can you tell me if there is a limit on bag weight?",
        "Are there limits to carry-on mass?",
        "Any maximum weight limit for my carry-on?",
        "I want to know how much my carry-on bag can weigh.",
        "Do you have a weight limit for my carry-on?",
        "The carry on weight limit?",
        "Does any weight restriction apply for my carry-on?",
        "What is the maximum carry on baggage mass allowed?",
        "Do I have to pack my carry-on up to a certain weight?",
        "Should carry-on mass be limited?",
        "Do you consider a carry-on weight limit?",
        "Is the limit for carrying bags' weight?",
        "There's a question regarding my bag's weight capacity.",
        "Are there any limitations on carry-on weights?",
        "Should I have a maximum weight for my carry-on?",
        "There are restrictions on carry-on luggage's weight.",
        "What is the carrying-on weight max?",
        "What is the limit for carried on baggage mass?",
        "What about carry-on weight limits?",
        "Is it normal to limit the weight of carry-on bags?",
        "There is a weight limit for my carry-on bag",
        "What is the maximum weight that a luggage can hold?",
        "What is the maximum carried on weight?",
        "Can there be limits for carry-on baggage weight?",
        "Can you say what the carry-on weight limits are?",
        "Can there be limits on the carry-on size?",
        "Have any restrictions on max weight for carry on luggage?",
        "Can there be a max carry-on bag weight limit?",
        "Does the Carry-on bag have a weight limit?",
        "Any maximum weight I can carry on?",
        "The maximum carry-on bag weight limit?",
        "Can a weight limit be imposed on carry-on bags?",
        "Does the carry-on bag have a weight limit on it?",
        "Tell me about the carry on weight limits.",
        "What maximum weight should I carry on?",
        "A weight cap for carry-on bags?",
        "Does my carry-on have to meet a specific weight?",
        "What is the limit for allowable baggage mass?",
        "Carry-ons may have a weight cap.",
        "Does the carry-on need to meet weight requirements?",
        "Can you give us an idea of how heavy a carry-on can be?",
        "Is a weight limit appropriate for carry-on bags?",
        "What is the maximum permissible carried-on baggage mass?",
        "Can you tell me about any restrictions on carry-on weights?",
        "Are there any restrictions regarding carry-on weights?",
        "Does carry-on baggage have a weight limit?",
        "What is the maximum weight that my small bag can weigh?",
        "Is there a limit to baggage weight?",
        "Is the carrying on weight limit?",
        "I need to know the max for my carry on weight.",
        "What's the weight limit for my luggage?",
        "There is a limitation on carry-on mass.",
        "What is the max bag weight allowed?",
        "Do carryon bags have a weight limit?",
        "I wonder if there is a limit on the weight of my bag.",
        "What is the maximum limit for my bag's weight?",
        "I'm wondering if there is a bag weight cap.",
        "What are the allowable weights for my bag?",
        "What are the limitations on carry-all mass?",
        "Is there any restrictions on carry on weights?",
        "Is it possible to pack up my carry-on to a certain weight?",
        "Has carry-on baggage has a weight restriction?",
        "What's the permitted weight of my bag?",
        "What can a carry-on weigh?",
        "Is it normal for carry-on bags to have a weight limit?",
        "Is it possible to haveConstraints on carry-all mass?",
        "What's the max carry-on bag weight limit?",
        "Do I need to keep a weight limit for my bag?",
        "Can I get a max for my carry-on weight?",
        "What is allowable weight for my bag?",
        "There may be a weight limit on my carry-on bag.",
        "There are any restrictions on the bag weight on board?",
        "Is there a limit on the weight of carry-on bags.",
        "Carrying a max bag weight?",
        "Any restrictions on baggage weight?",
        "There are limits on the carry-on baggage weight.",
        "Should any maximum weight be allowed for my carry-on?",
        "What's the maximum weight for my small bag on board?",
        "Does it haveConstraints on carry-all mass?",
        "What's the weight allowed for my bag?",
        "Will there be a limit on bag weight?",
        "Have carry-on baggage gotten a weight constraint?",
        "Has carry-on baggage come with a weight constraint?",
        "What is the weight restriction for carry-on bags?",
        "Does carry on luggage have a weight constraint?",
        "Is there any limits for carry-on baggage weight?",
        "The upper limit for carried-on baggage mass is unknown.",
        "Any weight restrictions for my carry-on?",
        "What areConstraints on carry-all mass?",
        "Does my carry-on need to meet specific weight requirements",
        "Are there limits on the weight of my carry-on bag?",
        "Any restrictions on the size of the suitcase?",
        "Is there any limit on how much luggage I can pack?",
        "Is carry on baggage carrying a weight constraint?",
        "What is a weight cap for carry-ons?",
        "Is there a limit for the weight of my bag?",
        "What's the upper limit for carried on baggage mass?",
        "What is permissible weight for my bag?",
        "The weight limit for my carry-on is questionable.",
        "What is the maximum weight for a bag on the plane?",
        "Should there be a carry on weight limit?",
        "Can my carry-on go up to a certain weight?",
        "Tell me about carry-on weight limits.",
        "Is there a limit on what my bag can weigh?",
        "Do you have limits on carry on weight?",
        "Any restrictions for the max weight for carry-on luggage?",
        "What are the restrictions on baggage weight?",
        "There are any limitations on carry-on weights?",
        "Any limitations on the carry-on size?",
        "Can there be a limit on carry-on mass?",
        "Can I carry my bag up to a certain weight?",
        "Does my carry-on have a specific weight?",
        "Is the maximum weight allowed for my carry-ons?",
        "Is there any information about carry- on weight limits?",
        "Do I have a weight limit for my carry-on bag?",
        "I wonder if carry-on baggage has a weight constraint.",
        "What is the maximum weight that you can carry on?",
        "The baggage size limit is a question.",
        "Are there any carry-on weight limits?",
        "Is the baggage size restriction?",
        "Is a weight limit for carry-on bags standard?",
        "There are any restrictions for carry-on weights?",
        "What is the maximum weight that my small bag can hold?",
        "What is the maximum carrying weight for bags?",
        "Does my carry-on bag have a limit on its weight?",
        "Does there a bag weight cap for luggage?",
        "The upper limit of allowable carried-on baggage mass is unknown.",
        "maximum carry-on bag weight limit?",
        "What is the actual carry-on weight limit?",
        "Is there any limit on baggage weight?",
        "Has the carry-on baggage got a weight constraint?",
        "Do there any constraints on carry-all mass?",
        "Is there a restriction on weight for my carry-on?",
        "What is the weight capacity of my bag?",
        "Is there a weight restriction on carry on bags?",
        "What is the maximum weight for my carry-on?",
        "There could be restrictions on carry-on weights.",
        "Limitation on the amount of carry-on mass?",
        "Might there be limits on carry-on weight?",
        "I was wondering if there were any specifications for my bag's weight capacity.",
        "Is there any information regarding my bag's weight capacity?",
        "What is the limit to carry bags' weight?",
        "Constraints about carry-all mass?",
        "Can you specify the max weight for carry-on luggage?",
        "The baggage size limit is something to ask about.",
        "It is possible to have a max weight for carry-on luggage.",
        "Does my carry-on have to maintain a certain weight?",
        "Are there limits on how much my bag can weigh?",
        "Is a weight limit normal for carry-on bags?",
        "Is there any limits on the weight of the bag?",
        "There is a limit on the weight of my carry-on bag",
        "Do you have a limit on how much my bag can weigh?",
        "Has baggage got a weight limit?",
        "Is there a minimum weight limit for carry-on bags?",
        "Could be a weight cap for carry-ons?",
        "The max for my carry on weight?",
        "Is there a limit to the bag's weight capacity?",
        "Can I carry my luggage up to a certain load?",
        "Is there restrictions on the baggage weight?",
        "What should the carry-on weight limit be?",
        "Is there any information about the carry-on weight limits?",
        "What is the maximum carry-on bag weight limit?",
        "Any weight restriction on carry-on?",
        "Can there be limitations on carry-on size?",
        "Carry-on bag weight limits?",
        "Is carrying bags' weight limit?",
        "Will the weight cap be for carry-ons?",
        "What is the maximum amount of weight my bag can carry?",
        "I want to know how much carry-ons weigh?",
        "The max weight for carry-on luggage have any restrictions?",
        "Is there a weight limit for my luggage?",
        "Any maximum weight for my carry-on?",
        "What is the limit for the carried-on baggage mass?",
        "A maximum carry-on bag weight?",
        "Is there a weight restriction for my carry on?",
        "Is there a weight restriction for my luggage?",
        "Possibility of limiting carry-on mass?",
        "The upper limit of allowable carried-on baggage mass?",
        "There are limits on carry on weight",
        "Information on carry-on weight limits could be helpful.",
        "There are some constraints on carry-all mass",
        "Is there a restriction on the weight of carry on bags?",
        "Can I use a weight limit for my bag?",
        "What's the allowed weight for my carry-on?",
        "Is there any limits on the bag's weight?",
        "Is there a limit on how much luggage I can carry?",
        "Will there be a max carry-on bag weight limit?",
        "The upper limit for carrying-on baggage mass is unknown.",
        "There may be some restrictions on carry-on weights.",
        "Can there be any limitations on carry-on size or weight?",
        "Is there a maximum allowance for my bag's weight?",
        "Is carry-on baggage constrained by a weight constraint?",
        "What is the maximum weight allowance for my bag?",
        "Is there a limit on the carry on weight?",
        "Could you give us some information about carry-on weight limits?",
        "There are restrictions with the max weight for carry on luggage.",
        "Can I meet the weight limit for carry-on bags?",
        "What is max carry-on bag weight?",
        "Is there a maximum weight allowed for the carry-on?",
        "There is a question of carry-on bag weight.",
        "Does my carry-on need to meet the weight requirements?",
        "What is the carry on weight limit?",
        "What is the maximum weight for my carry-ons?",
        "What is the maximum allowable weight for my bag?",
        "Is the carry-on baggage under a weight constraint?",
        "Should a weight limit be in carry-on bags?",
        "Can there be limitations on the carry-on weight?",
        "Limitations on carried-on mass?",
        "What is the carry-on weight limit for me?",
        "Will there be a weight limit for my carry-on bag?",
        "Minimum carry-on bag weight limit?",
        "Is there a limit on the weight of a carry-on bag?",
        "What is the bag weight cap for luggage?",
        "Will there be any specifications for my bag's weight capacity?",
        "Can there be baggage weight restrictions?",
        "Does my carry-on need to meet specified weight requirements?",
        "Is it possible that carry on baggage has a weight constraint?",
        "There is a weight restriction for my carry-ons.",
        "What is the weight limit for my carry on?",
        "Is there a maximum weight for my carry-on bag?",
        "What's the maximum carrying bag weight?",
        "Is there any restrictions concerning bag weight on board?",
        "What the carry-on weight limit is?",
        "Is there any restriction on carry on weights?",
        "limit for carry-on baggage weight?",
        "Are there any restrictions pertaining to carry-on weights?",
        "Limits for carrying carry-on baggage weight?",
        "Do the carry-on weights have any restrictions?",
        "What do you know about carry-on weight limits?",
        "Have there any limitations on carry-on size?",
        "Does it mean carry-on weight limits?",
        "What is the weight limit for a carry-on?",
        "Can there be restrictions on carry-on weights?",
        "Should there be a weight cap on carry-ons?",
        "What maximum weight should be allowed for my carry-on?",
        "Can there be limitations on carry-on size or weight?",
        "Is there any limit on the amount of luggage I can bring?",
        "Is there a limit to carry-on baggage weight?",
        "How much carry-on bag weight can you allow?",
        "Is there any restrictions for carry on weights?",
        "Is information about carry-on weight limits available?",
        "Could be a carry-on weight limit?",
        "Is the carry-on weight limit there?",
        "Can I keep my carry-on up to a certain weight?",
        "Is there a weight restriction for my carry- on?",
        "Can I have any maximum weight for my carry-on?",
        "Will there be restrictions on the luggage pounds?",
        "Where is the maximum weight allowed for my carry-on?",
        "Carry on bags may have a weight limit.",
        "I want to know how much I can carry in my bag.",
        "Is there any limits on carrying-on weight?",
        "For my carry-on, what is the weight limit?",
        "Can there be a carry-on weight limit?",
        "Allowable carry-on bag weight?",
        "Could there be baggage weight restrictions?",
        "What is the maximum weight that my small bag can carry on the plane?",
        "Does my carry-on require specific weight requirements?",
        "Max weight for carry-on luggage: have any restrictions?",
        "What are the requirements for my bag's weight capacity?",
        "What is the allowable weight of my bag?",
        "Can there be restrictions on carrying-on weights?",
        "Can there be restrictions regarding bag weight on board?",
        "What limits are on carry-on weight?",
        "Limits on carries-on weight?",
        "Is there a limit for my carry-on?",
        "I want to know if there is a limit on how much my bag can weigh.",
        "Is there a certain weight limit for carry-on bags?",
        "Carry-on bag weight limit?",
        "Do you have a limit on the carry-on weight?",
        "What is the maximum weight that my carry-on can carry?",
        "Do there have any restrictions on carry on weights?",
        "There is a question about how heavy a carry-on can be.",
        "What is the upper limit of allowable carried on baggage mass?",
        "Any rules about bag weight on board?",
        "The weight limit for carry-on luggage?",
        "There is a weight limit on my carry-on bag",
        "Limits on carry-onweight?",
        "Should the carry-on weight limit be set?",
        "Is there a weight restriction for luggage?",
        "I want to know the permitted weight for my bag.",
        "The carry-on weight limit is unknown.",
        "I need to know the limit for carrying bags' weight.",
        "Is it possible to give us information about carry-on weight limits?",
        "I would like to know if there are any specifications for my bag's weight capacity.",
        "Is there restriction on baggage weight?",
        "Is there any restrictions related to carry-on weights?",
        "Can I put my carry on up to a certain weight?",
        "Please clarify how heavy a carry-on can be.",
        "Any max weight for carry-on?",
        "Have any restrictions regarding the max weight for carry-on luggage?",
        "Do any restrictions apply to carry-on weights?",
        "My carry-on has some weight restriction on it.",
        "What's the maximum weight for my bag?",
        "Do I have a maximum weight for my carry-on?",
        "I wonder about the weight limit for my carry-on.",
        "Is there a limit on the size of my bag?",
        "What's the maximum baggage weight?",
        "Can there be any restrictions on carry-on weights?",
        "Does my carry-on need to meet certain weight requirements.",
        "Can carry-on baggage have a weight constraint?",
        "Can I carry my bags up to a certain weight?",
        "What is the permitted carried-on baggage mass?",
        "Do you know if there is a bag weight cap?",
        "Carry-on bags might have a weight limit.",
        "Is carry-on baggage holding a weight constraint?",
        "Does the weight cap apply for carry-ons?",
        "Is there any limitations regarding carry-on weights?",
        "Any max weight allowed for my luggage?",
        "Does a weight limit for carry-on bags come standard?",
        "Will the maximum weight be allowed for my carry-on?",
        "Any restrictions for max weight for carry on luggage?",
        "Does the carrying-on bag have a weight limit?",
        "Carrying-on bags might have a weight limit.",
        "How much can a carry-on weigh?",
        "What's the max for my carry-on weight.",
        "Is there a weight restriction on my carry on?",
        "Have there any restrictions on carry-on weights?",
        "Any restrictions regarding the max weight for carry-on luggage?",
        "What's the maximum weight that my small bag can carry?",
        "Is there any limit on carry-on mass?",
        "How much is it permissible for me to pack in my luggage?",
        "Can you confirm how big a carry-on can be?",
        "Do you know what the max weight for carry-on luggage is?",
        "How heavy a carryon can be?",
        "There may be limits on carry-on weight.",
        "Can you tell me how big a carry-on can be?",
        "Is there information about carry-on weight limits available?",
        "How much weight can a carry-on bag carry?",
        "Can there be any restrictions about carry-on weights?",
        "There are any restrictions on carry-on weights?",
        "What's the maximum weight that I can carry-on?",
        "Any weight limit for my luggage?",
        "Can there be limitations on the carry-on size?",
        "Is there a limit to how big my carry-on bag is?",
        "What's the maximum weight that I can carry with me?",
        "I want to know the max for my carry-on weight.",
        "What is the minimum carry-on weight?",
        "Can there be any limitations on carry on size?",
        "Is there any specification for my bag's weight capacity?",
        "Is there a permitted weight for my bag?",
        "Does the carry-on bag weight limit have a max limit?",
        "The limits on carry-on mass?",
        "Have carry on baggage got a weight restriction?",
        "Is there a weight restriction on carry-on bags?",
        "What are the limitations on the amount of luggage I can carry?",
        "Is there limits for carry-on baggage weight?",
        "How much weight can I carry-on with?",
        "What is the max on my carry-on weight?",
        "Is the carry-on baggage has a weight constraint?",
        "Do you know the upper limit for allowable carried-on baggage mass?",
        "Limit on carry-on bag weight?",
        "Should my carry-on bag have a weight limit?",
        "Can you tell me about carrying-on weight limits?",
        "Is the carry-on baggage carrying a weight constraint?",
        "Has the carry-on baggage has a limit?",
        "Does my carry-on have to have a specific weight in it?",
        "What is the baggage weight restrictions?",
        "How heavy can I bring this bag with me?",
        "Restrictions on the baggage weight?",
        "Is a weight limit customary for carry on bags?",
        "Do you have any restrictions regarding carry-on weights?",
        "Limitations on the carry-on mass?",
        "Is the carry on weight limit there?",
        "What is the maximum carry-on baggage mass?",
        "Is there any specification regarding my bag's weight capacity?",
        "How much is the carry-on weight limit?",
        "Is there any restriction of carry-on weights?",
        "There is a weight constraint on carry-on baggage.",
        "Is the carry on bag weight max?",
        "Something about baggage weight restrictions?",
        "How big can my carry-on bag hold?",
        "What is the max for my carry-on baggage?",
        "Can luggage weigh too much in a carry-on?",
        "Is there any limits to carry-on baggage weight?",
        "Where is the max for my carry-on weight?",
        "Any weight restriction for my carry on?",
        "Limits on Carry-on weight?",
        "Any limitations on carry on weight?",
        "Should carry-on luggage have a max weight?",
        "Got any restrictions on the max weight for carry-on luggage?",
        "Is there any limit to carry-on weight?",
        "What's the allowed weight of my bag?",
        "What weight is allowed in my bag?",
        "What is the maximum weight a luggage can hold?",
        "How much weight can I carry with this bag?",
        "Can there be restrictions on baggage weight?",
        "Can I fit my carry-on up to a certain load?",
        "Does my carry-on have to fit a specific amount of weight?",
        "Is there any restrictions regarding the bag weight on board?",
        "Any limits for carry-on luggage weight?",
        "The upper limit for carried-on baggage mass is unclear.",
        "Minimum carry-on bag weight limits?",
        "permitted carry-on bag weight?",
        "Is there a limit on how much a carry-on bag can weigh?",
        "Some restrictions on carry-on weight?",
        "Does anyone have limits on carry-on weight?",
        "Does the maximum weight allow for my carry-on?",
        "Can there be limitations on carry on weight?",
        "There are restrictions on carry-on luggage's maximum weight.",
        "How much can I pack in my baggage?",
        "Is a cap on baggage weights?",
        "Does my carry-on have to meet some weight requirements?",
        "Limitations to carry-on mass?",
        "Is carry-on baggage limited by a weight constraint?",
        "The limits for carry-on baggage weight?",
        "Limits on carry-on Weight?",
        "Is a weight limit for carry-on bags required?",
        "Is there constraints on carry-all mass?",
        "Is my carry-on up to a certain weight?",
        "Something about the carry-on weight limit?",
        "What specifications exist for my bag's weight capacity?",
        "Can I count on a weight limit for my carry-on bag?",
        "Have there any restrictions on max weight for carry-on luggage?",
        "Is the carrying-on bag weight allowed?",
        "Has there been a weight constraint with carry-on baggage?",
        "Do you have restrictions on carry-on weights?",
        "Is carry-on baggage carrying a weight limit?",
        "The max weight for carry-on luggage could have restrictions.",
        "What is the limit for allowed carried-on baggage mass?",
        "There is a limit on carry-on mass?",
        "Do there any restrictions on carrying on weights?",
        "Will a weight limit for carry-on bags be customary?",
        "Limits on carry-on weight are there?",
        "What is the maximum weight of my bag that I can carry?",
        "What's my carry-on weight limit?",
        "What's the maximum carrying weight for bags?",
        "Has the baggage gotten a weight constraint?",
        "What's the weight limit for the carry-on?",
        "Does my carry-on have to weigh a specific amount?",
        "Can we limit carry-on mass?",
        "Can there be a maximum weight for my carry-on?",
        "Limits on carry-on size/weight?",
        "There are any limits to carry-on size?",
        "Is there a limit for the bag weight?",
        "Is a weight limit for carry-on bags usual?",
        "There are any restrictions on the max weight for carry-on luggage.",
        "What is the weight limit for luggage?",
        "Should carry-on bags have a weight limit?",
        "Is there a limit on my carry-on weight?",
        "Do you have a weight limit for my bag?",
        "What are the restrictions on carry-on weights?",
        "There might be a weight limit for my carry-on bag.",
        "Carry-on mass may be limited.",
        "Can you tell me how much weight carry-ons carry?",
        "Does the baggage have a weight constraint?",
        "Is there any restrictions on the carry-on weights?",
        "Can I carry on up to a certain amount of weight?",
        "Can you tell us the limit for carrying bags' weight?",
        "What's the weight allowed for luggage?",
        "Have any restrictions for max weight for carry-on luggage?",
        "Are there a limit on the bag weight?",
        "Minimum carry on bag weight limit?",
        "Is there any weight restriction for my carry-on.",
        "Any restriction on the weight of the carry-on?",
        "Do I need a limit on how much my bag can weigh?",
        "Is there any restrictions on carry-on size or weight?",
        "What's the allowed weight for my bag?",
        "What is the maximum weight for the bag?",
        "Will there be baggage weight restrictions?",
        "Has carry on baggage had a weight constraint?",
        "Is the max weight for carry-on luggage allowed?",
        "Is a carry-on weight limit necessary?",
        "What about the max weight for carry on luggage?",
        "Limits on the carry on weight?",
        "Is there a limit to how large my bag can be?",
        "What's the maximum weight that I can carry on?",
        "Is my carry-on weight max?",
        "I was wondering if there is a bag weight cap for luggage.",
        "How much weight should I limit my carry-on to?",
        "Could carry-on baggage have a weight constraint?",
        "Do you have limits on carry-on weight?",
        "Can you give me information regarding carry-on weight limits?",
        "Limits on your carry-on weight?",
        "Can the carry-on bags have a weight limit?",
        "Can you confirm how heavy a carryon can be?",
        "Is carrying bags' weight a limit?",
        "Do you have information about carrying-on weight limits?",
        "Any restriction on the amount of weight I can carry?",
        "Any specifications regarding my bag's weight capacity?",
        "What is the limits for carried-on baggage mass?",
        "Does carry-on weights have any restrictions?",
        "Is there any weight restriction for carrying on?",
        "Does there have to be restrictions on carry-on weights?",
        "Is there a limit on the amount of my bag?",
        "Is there any restrictions regarding carry on weights?",
        "There are any limitations on how much luggage I can carry?",
        "Has the carry-on weight limit been changed?",
        "How much is the limit for carrying bags' weight?",
        "Is there a limit on carry-on weight?",
        "What is the maximum baggage mass that can be carried on?",
        "Is carrying on bag weight allowed?",
        "Is there an endorsed limit for carry-on baggage weight?",
        "Do there restrictions regarding carry-on weights?",
        "Does the carry-on bag weight limit change?",
        "Can you set limits on carry-on weight?",
        "Has baggage got a weight constraint?",
        "allowed carry-on bag weight?",
        "Is there any restrictions on the amount of luggage I can carry?",
        "What's the carry-on bag weight limit?",
        "Does a carry-on bag have a weight limit?",
        "Is there any restrictions for carry-on weights?",
        "Will there be a weight restriction on my carry-on?",
        "What's the allowable weight for my carry-on?",
        "What's the max carry on bag weight limit?",
        "Have you considered the max carry-on bag weight limit?",
        "Does the carry-on bag have a limit on how much it can weigh?",
        "I don't know what the max is for my carry on weight.",
        "What is the maximum weight for carry-on luggage?",
        "What's the maximum allowable weight for my bag?",
        "Is there some limit on carry-on mass?",
        "What is the max amount of carry-on weight?",
        "Is the carry on bag weight limit max?",
        "With any restrictions, max weight for carry-on luggage?",
        "What is the allowed weight for my bags?",
        "Does my carry-on have to have a specific weight?",
        "There may be a limit on how much my carry-on bag can weigh.",
        "What's the weight limit for carry-ons?",
        "Minimum weight for carry-on luggage: have any restrictions?",
        "Do carry-on bags usually have a weight limit?",
        "Can you confirm how much a carry-on can weigh?",
        "Any restriction on the weight I can carry?",
        "There is a weight limit for a carry on bag.",
        "Is there aConstraints on carry-all mass?",
        "There are any restrictions about carry-on weights?",
        "Can you confirm how heavy a carry-on can be.",
        "What is the upper limit for the allowable carried-on baggage mass?",
        "Does the carry-on weights have any restrictions?",
        "Has there been limits on carry-on weight?",
        "Is a weight restriction for carry-on bags normal?",
        "What is the maximum amount of weight that my bag can carry?",
        "Is there a max carry-on bag weight limit.",
        "How heavy does my carry-on bag need to be?",
        "What is the maximum amount of carry-on weight?",
        "Limits on carry-on size and weight?",
        "Can you tell me about baggage weight restrictions?",
        "How high is the carry-on bag weight limit?",
        "Does my carry-on need to meet a certain amount of weight?",
        "Weight allowed for carry-on bag?",
        "Does that mean a weight cap for carry-ons?",
        "Do you think there is a carry-on weight limit?",
        "Any restriction on weight for my carry-on?",
        "Can there be any restrictions on the max weight for carry-on luggage?",
        "I would like to know about carry-on weight limits.",
        "How heavy can a carry- on be?",
        "Can there be any restrictions on the carry-on size?",
        "A carry on weight limit?",
        "Is there any restrictions on the max weight for carry on luggage?",
        "Does the carry-on bag have a limit on its weight?",
        "Can you tell me how heavy a carry-On can be?",
        "How much is the weight limit for my carry-on?",
        "Any restrictions on the carry-on size?",
        "Is carry-on baggage constrained?",
        "Is there a limit on carry-on baggage weight?",
        "What is the max carrying-on bag weight?",
        "What is the maximum weight that I may carry on?",
        "What is the maximum carried on baggage mass allowed?",
        "Are you suggesting a weight cap for carry-ons?",
        "I wonder if there is a weight limit on my bag.",
        "Is it customary for carry-on bags to have a weight limit?",
        "How heavy a carry-on bag can be?",
        "What are the upper limits for carried-on baggage mass?",
        "Any maximum weight allowed for a carry-on?",
        "Does a weight cap exist for carry-ons?",
        "How much can the carry-on bag hold?",
        "Is there any restrictions relating to carry-on weights?",
        "Are the carry-on bag weights allowed?",
        "Can you tell me about the weight of a carry-on?",
        "What's the maximum weight that my bag can hold?",
        "How much my carry-on bag can weigh is questionable.",
        "What's the allowable weight for my bag?",
        "Are you able to provide information about carry-on weight limits?",
        "What is the permissible weight for my carry-on?",
        "Carry-on bag weight max?",
        "Is there a limit to how much my bag can hold?",
        "Is a weight limit common for carry-on bags?",
        "Is there a limit to carry-on weight?",
        "There are restrictions on carry-on luggage weight.",
        "Any limits on the bag's weight?",
        "There may be constraints on carry-all mass.",
        "The upper limit for allowable carried-on baggage mass is a question.",
        "Can you limit the amount of carry-on mass?",
        "Are there any restrictions on the max weight for carry on luggage?",
        "Limits for carry on luggage weight?",
        "There is a weight limit for my carry-on bag.",
        "Any restrictions on the maximum weight for carry-on luggage?",
        "What is the maximum carrying bag's weight?",
        "The carry-on bag weight limit is up for discussion.",
        "Are I allowed to pack my carry-on up to a certain amount?",
        "Limitations on carry-on size and weight?",
        "What's the maximum carrying-on weight?",
        "Is carry-on baggage subject to a weight constraint?",
        "Do you know how big a carry-on can be?",
        "What are the limits for carried-on baggage mass?",
        "Can there be a weight restriction for my carry-on?",
        "What is the limit for allowable carried-on baggage mass?",
        "How much is the carry-on's weight limit?",
        "How much can be in a carry-on bag?",
        "Allowed weight for carry-on bag?",
        "Any max weight allowed for my carry-on?",
        "What is the max weight for my carry on?",
        "There are any restrictions on the carry-on weights?",
        "Is there a limit to how big my bag can be?",
        "Is there any limit on how much I can carry in my luggage?",
        "Is it possible to have restrictions on carry-on weights?",
        "I would like to know how heavy a carry-on can be.",
        "Can you tell me how heavy a carryon can be?",
        "Is a limit on the weight of carry-on bags normal?",
        "Can I count on a weight limit for my bag?",
        "What is the carry-on's weight limit?",
        "Is there a limit to how much my bag is able to weigh?",
        "Is any max weight allowed for my carry-on?",
        "I want to know what the limit is for carrying bags' weight.",
        "Are there any requirements for my bag's weight capacity?",
        "Tell me the max for my carry-on weight.",
        "There are any limitations on carry-on size/weight?",
        "Have you considered a max carry-on bag weight limit?",
        "Can I pack my luggage up to a certain weight?",
        "Is it possible to limit the carry-on mass?",
        "Some carry-on bags have a weight limit.",
        "The weight limit for my carry-on is unknown.",
        "Is there a limit to the weight of my carry-on?",
        "Is there a specification regarding my bag's weight capacity?",
        "I wonder if there is a weight limit for my carry-on bag.",
        "Were there baggage weight restrictions?",
        "There are restrictions for carry-on luggage's max weight.",
        "Is there a limit to what my carry-on bag can weigh?",
        "Does my carry-on have to weigh a certain amount?",
        "I want to know how heavy a carry-on can be.",
        "There is a restriction on the weight of carry-on bags.",
        "Carry on bag weight limit?",
        "Have you considered a weight cap for carry-ons?",
        "Can the luggage be too heavy in a carry-on?",
        "Can you let me know how heavy a carry-on is?",
        "Is there any information about carry-on weight limits?",
        "Carry- on weight limit?",
        "Is a carry-on weight limit possible?",
        "How heavy can a carryon be?",
        "Is there some restrictions on luggage pounds?",
        "What is the weight limit for my carry-on.",
        "Will there be limits on bag weight?",
        "Should the max weight be for carry-on luggage?",
        "Can there be limits on the amount of carry-on weight?",
        "I want to know the weight limit for my carry-on bag.",
        "Is there any restrictions concerning carry-on weights?",
        "Limits on carry-on weight??",
        "A limitation on carry-on mass?",
        "Does my carry on need to meet certain weight requirements?",
        "For my carry-on, any maximum weight?",
        "Is there a limit on the amount of baggage I can carry?",
        "The upper limit for allowed carried-on baggage mass?",
        "How much is the max weight for carry-on luggage?",
        "Can you give me some information about carry-on weight limits?",
        "Do you allow a carry-on bag weight?",
        "How much weight can my carry-on contain?",
        "What's the limit on carry-on mass?",
        "What is the maximum weight that my small bag can hold on the plane?",
        "Does a carry-on weight limit apply?",
        "Have any restrictions on max weight for carry-on luggage?",
        "Got any restrictions for max weight for carry on luggage?",
        "Can you tell me about the carrying-on weight limits?",
        "What is the weight cap for carry-ons.",
        "Does my carry-on have to do with weight requirements?",
        "Will my carry-on fit up to a certain weight?",
        "What is the upper limit for allowed carried-on baggage mass?",
        "A limitation on carry on mass?",
        "How heavy can my carry-on bag be",
        "What is the max weight for my luggage?",
        "What is the permissible weight for carrying bags?",
        "Will you confirm how heavy a carry-on can be?",
        "What is the maximum baggage mass that can be carried?",
        "I wonder if there is a limit on bag weight?",
        "Is there a restriction on bag weight?",
        "Does there exist any restrictions regarding carry-on weights?",
        "The carry on weight limit is not known.",
        "Is the max weight for carry-on luggage limited?",
        "Are there limits for carrying bags' weight?",
        "Some constraints on carry-all mass?",
        "Any weight restrictions for carry-on?",
        "What's the weight limit for my carry-on?",
        "What are someConstraints on carry-all mass?",
        "Is it normal for carry on bags to have a weight limit?",
        "How heavy can a carry-ons be?",
        "Is there a weight limit on my carry-on bag?",
        "Is that allowed carry-on bag weight?",
        "What is the maximum weight for my small bag on the flight?",
        "It's a question about the carry-on bag weight.",
        "Is there any limitations on carry on weight?",
        "There could be limits on carry-on mass.",
        "There are limits on carry on baggage weight.",
        "Which is the maximum carried-on baggage mass?",
        "What is the weight limit for carry on bags?",
        "Has the bag got a weight constraint?",
        "There should be some weight restriction for my carry-on.",
        "Is there a max weight allowed for my carry-on?",
        "What is the upper limit of carried on baggage mass?",
        "There are some limitations on carry-on size and weight.",
        "What is the weight limit for carrying bags?",
        "Was there a limit on carry-on mass?",
        "Limits about carry-on weight?",
        "Are there any weight restrictions on my carry-on?",
        "What is the max for my carry on luggage?",
        "Is a weight limit the norm for carry on bags?",
        "How much can I carry in my luggage?",
        "Is a weight limit commonplace for carry-on bags?",
        "Do there exist restrictions on carry-on weights?",
        "weight limit for carry on bag?",
        "Is the carry-on bag weight limit excessive?",
        "What's the carrying-on's weight limit?",
        "What is the maximum carried-on weight?",
        "Is the limit for carry-on weight?",
        "How much weight should I limit my carry-on?",
        "What is the maximum weight limit for my small bag on the plane?",
        "Restrictions on carry-on mass?",
        "Could you let me know about the carry-on weight limits?",
        "Limitations on carry-on size or weight?",
        "Is the max my carry-on weight?",
        "What is the maximum weight allowed for my small bag on the plane?",
        "I wish to know how heavy a carry-on can be.",
        "Are there any rules regarding carry-on weights?",
        "What's the maximum carrying bag's weight?",
        "Should there be a maximum weight for my carry-on?",
        "Someone wants to know if there is a limit on bag weight.",
        "Is a weight limit usually required for carry-on bags?",
        "Is there a maximum weight limit for my carry-on?",
        "Is it possible to carry on up to a certain load?",
        "Is there any limit to how much luggage I can carry?",
        "What is the maximum weight for my bag on board?",
        "Can there be restrictions on carry-on size or weight?",
        "What is the allotted weight for my bag?",
        "Is the weight cap for carry-ons a requirement?",
        "Limits on the amount of carry on weight?",
        "Some restrictions on carry-all mass?",
        "Is the carry-on baggage holding a weight constraint?",
        "What is the allowable carried on baggage mass?",
        "Are the carry-on weight limits?",
        "How much weight can I carry on?",
        "How much weight is allowed for my small bag on the plane?",
        "Is there a maximum weight for carry-on?",
        "When carrying bags' weight, what is the limit?",
        "Can baggage be too heavy in a carry on?",
        "Do you think there is a limit to the luggage's weight?",
        "Is there any information you can give about the carry-on weight limits?",
        "What is the allowable weight for my bag?",
        "Is a weight limit necessary for carry-on bags?",
        "I need to know the baggage size limit.",
        "The max weight for carry-on luggage may have restrictions.",
        "What is the maximum weight for my small bag on board?",
        "What is the maximum carried-on baggage mass?",
        "What does the carry-on weight limit look like?",
        "Should carry-on baggage have a weight constraint?",
        "What's the weight capacity of my bag?",
        "What limits are in place for carrying bags' weight?",
        "What is the weight limit for my bag?",
        "Is the weight limit carry on?",
        "How much of a carry-on bag can I carry?",
        "Has a weight constraint been placed on carry-on baggage?",
        "Are there weight restrictions on baggage?",
        "Does my carry-on need to meet specific weights?",
        "The carry- on weight limit?",
        "Any limits regarding bag weight on board?",
        "Do carry on baggage have a weight constraint?",
        "What's the allowable carried-on baggage mass?",
        "Can there be a limit for carrying bags' weight?",
        "Does the weight limit for carry-on bags vary?",
        "permissible carry-on bag weight?",
        "Any restrictions regarding the max weight for carry on luggage?",
        "There is a limit on the weight of a carry on bag.",
        "The maximum weight for my carry-on is unknown.",
        "There are any limits on how much I can carry?",
        "Does it mean carry-on weight limit?",
        "It's possible to limit carry-on mass.",
        "Can I pack my carry-on up to a certain amount?",
        "The limit for carrying-on weight?",
        "Is there a limit on how much my bag weighs?",
        "Is the maximum weight allowed for my luggage?",
        "I don't know how much my carry on bag can weigh.",
        "Limitations on carry on weight?",
        "Is it possible they impose a luggage heaviness cap?",
        "Does there a limit on the weight of my bag?",
        "Is there a weight constraint for the luggage?",
        "Could there be limits on the carry-on weight?",
        "Is there any limit on how much my luggage can hold?",
        "Will there be a maximum weight allowed for my carry-on?",
        "What weight restriction do I need for my carry-on?",
        "Any specifications about my bag's weight capacity?",
        "Is there a limit on how much I can carry in my bag?",
        "Is there any weight restriction for my luggage?",
        "What is the maximum baggage mass you can carry?",
        "Is there information about the carry on weight limits?",
        "Is there a weight restrictions for my carry-on?",
        "Is the upper limit for carried on baggage mass?",
        "Will there be a limit on carry-on mass?",
        "Can there be any restrictions on carrying on weights?",
        "What is the maximum weight allowed for my bag?",
        "Where is the carry-on weight limit?",
        "Where's the maximum weight allowed for my carry-on?",
        "Is there a limit on the weight of my carry-on bags?",
        "Is there baggage weight restrictions?",
        "There are limits on carry-on weight",
        "Do you have a max carry-on bag weight?",
        "Do you have a Carry-on weight limit?",
        "Any restrictions on the weight I can carry?",
        "Minimum carry-on weight limit?",
        "Is the maximum for my carry-on weight?",
        "There may be a limit to how much my bag can weigh.",
        "Can the carry-on weight be limited?",
        "How much is a carry-on bag weight limit?",
        "Can there be limitations on carry-on weight?",
        "Could there be a limit on carry-on mass?",
        "Allowed carry on bag weight?",
        "What is a carry-on bag weight limit?",
        "Does anyone know how much my carry-on bag can weigh?",
        "Have carried-on baggage got a weight constraint?",
        "Should carry on bags have a weight limit?",
        "For my carry-on weight, what is the maximum?",
        "Is there a weight restriction for the carry-on?",
        "What is the weight allowable for my bag?",
        "Is there any limit on how much luggage I can take?",
        "Any maximum weight allowed for my luggage?",
        "Is my carry-on required to meet weight requirements?",
        "What weight can my bag carry?",
        "Can there be limits on the carry-on mass?",
        "Can you give us information about carry on weight limits?",
        "Is there a maximum weight to carry on?",
        "The carry-on weight limit is not specified.",
        "What's the max for carry-on weight?",
        "max weight allowed for my carry-on",
        "What is the carry-on weight limit.",
        "Is there a limit for carried-on baggage mass?",
        "Is the weight allowed for my bag?",
        "Can I pack my carry-on up to a certain load?",
        "Do carry-on baggage have a weight limit?",
        "Does my carry-on have to have a certain amount of weight?",
        "Is there a limit on how much my bag is able to carry?",
        "Can there be any limitations on carry-on size and weight?",
        "What weight restriction is needed for my carry-on?",
        "Does carrying on baggage have a weight constraint?",
        "Is it customary for carry-on bags to carry a weight limit?",
        "What's the maximum weight that my bag can hold on the plane?",
        "Is it customary for carry on bags to have a weight limit?",
        "I don't know what the weight limit for my carry-on is.",
        "Is there a weight cap for carrying on?",
        "Is the max for my carry-on weight?",
        "Weight restrictions for my carry-on?",
        "What is the max for my carry on weight.",
        "I wonder if my carry-on has to meet specific weight requirements.",
        "Is there a restriction on my carry-on weight.",
        "Limitation on carry-ons mass?",
        "Is there a bag weight cap for baggage?",
        "Any limits for carry-on baggage weight?",
        "What maximum weight is allowed for my carry-on?",
        "Can there be a weight limit for carry on bags?",
        "Is baggage weight restricted?",
        "Has carry-on baggage had a weight constraint?",
        "I am wondering if there is a bag weight cap for luggage.",
        "What's the limit for carried-on baggage mass?",
        "What's the maximum weight of my small bag on the plane?",
        "Can there be limitations on carry on mass?",
        "Does Carry-on weight limit apply?",
        "There is a limit on the allowable carried-on baggage mass.",
        "Is there a weight limit for carry-on baggage?",
        "Is there any limits for baggage weight?",
        "What's the weight limit for that carry-on?",
        "Do you know of any restrictions regarding carry-on weights?",
        "max carry-on bag weight limits?",
        "I need to know how much a carry-on can be.",
        "Is there anything about my bag's weight capacity?",
        "Is there a limit on how much my bag can hold?",
        "I am wondering how much I can pack in my luggage.",
        "Limits on carry-on mass?",
        "What is the weight limit for carry-on bags?",
        "Do you have a max carry-on bag weight limit?",
        "I am wondering if there is a maximum weight allowed for my carry-on.",
        "Is there a limit on the weight for my carry-on?",
        "Is there any limits on the carry-on weight?",
        "What's the maximum weight that my carry-on can carry?",
        "Are there a weight cap for carry-ons?",
        "Does the weight cap for carry-ons apply?",
        "How much can the carry-on bag weigh?",
        "Does my carry-on have to have a certain weight?",
        "A max weight for carry-on luggage.",
        "Can I pack my carry-on up to a certain amount of weight?",
        "What is the baggage size restriction?",
        "So what is the baggage size limit?",
        "What's the maximum weight for my carry-ons?",
        "Will there be restrictions on luggage weight?",
        "I want to know the baggage size limit.",
        "Is my carry-on capable of meeting specific weight requirements?",
        "Is there a weight restriction for carry-on bags?",
        "What is the maximum weight of the small bag on the plane?",
        "Do carry-on bags need to have a weight limit?",
        "What is the weight limit for my carry-ons?",
        "Are there restrictions on the carry-on weights?",
        "What is the maximum weight in my carry-on?",
        "Can there be a weight restriction for carry-on bags?",
        "What is the weight cap for carrying?",
        "Limitations on carry-ons mass?",
        "Is there any requirement for my bag's weight capacity?",
        "Is there any information about the carry on weight limits?",
        "What is the limit to the weight of luggage?",
        "The carry-on weight limit is asked.",
        "Any max weight that can be carried on?",
        "Are the weight limits for carry-on bags customary?",
        "What is the max carry-on bag weight?",
        "Has carry on luggage got a weight constraint?",
        "What is the maximum carry-on weight?",
        "Should carry-on baggage have a weight limit?",
        "Do you have a weight cap for carryons?",
        "Can you give me information about carry on weight limits?",
        "Is it possible to have a max carry-on bag weight?",
        "There might be a weight restriction on my carry-on.",
        "Is the carry-on bag weight limit big?",
        "Do thereConstraints on carry-all mass?",
        "Is a weight limit for carry-on bags expected?",
        "What's the maximum carry-on bag weight limit?",
        "My carry-on might have a weight restriction.",
        "How much is a max carry-on bag weight limit?",
        "The limit for carry-on baggage weight?",
        "What is the maximum baggage size allowed?",
        "weight limit for carry on bag",
        "Are there any weight restrictions for my carry-on?",
        "Will there be a weight cap on carry-ons?",
        "What is a weight limit for carry-on bags?",
        "What limitations are there on carry-on size and weight?",
        "Is a weight cap possible for carry-ons?",
        "A weight cap for carry-on items?",
        "Can you have a carry-on weight limit?",
        "The carry-on weight limit is questionable.",
        "Can I have my carry-on up to a certain weight?",
        "Get any restrictions for the max weight for carry-on luggage.",
        "Is there a weight restriction for my bag?",
        "Does that mean a carry-on weight limit?",
        "How much weight can my bag carry?",
        "Is there a restriction on the weight for my carry-on?",
        "What is the carry-on weight limit?",
        "Was thereConstraints on carry-all mass?",
        "Is there a limit to how big my bag is?",
        "Is there any information on the carry-on weight limits?",
        "Should there be a limit on carry-on mass?",
        "Is there any restrictions over carry-on weights?",
        "Does a carry-on have to meet specific weight requirements?",
        "What is the weight cap on carry-ons?",
        "What constraints exist on carry-all mass?",
        "Can the carrying-on mass be limited?",
        "Do you have any limits on carry-on weight?",
        "Any maximum weight allowed for my bag?",
        "There are any limitations on carry-on size and weight?",
        "Is there any restriction concerning carry-on weights?",
        "weight limit for carry-on bag?",
        "Am I allowed a carry-on bag weight?",
        "Does there exist a bag weight cap for luggage?",
        "Is there restrictions on the luggage weight?",
        "Is there a carry-on weight limit.",
        "Is there a limit for carrying bags' weight?",
        "Can there be limits on carry on size and weight?",
        "Can I find a weight limit for my carry-on bag?",
        "Do you have a limit on the carry on weight?",
        "Is there a limit to how heavy my bag can be?",
        "Was there any information about carry-on weight limits?",
        "The upper limit for allowable carried-on baggage mass?",
        "Is there a cap on baggage weights?",
        "There are restrictions about the max weight for carry on luggage.",
        "Is there limits on the carry on weight?",
        "Does my carry-on meet specific weight requirements?",
        "How heavy is the weight cap for carry-ons?",
        "What is the weight limit for my carry-On?",
        "limits for carry-on baggage weight",
        "The upper limit for allowed carried-on baggage mass is not known.",
        "There's a question about the carry-on bag weight.",
        "Is it possible to tell me about carry-on weight limits?",
        "There are restrictions on the carry-on luggage's weight.",
        "The upper limit for allowable carried on baggage mass is unknown.",
        "Is there any limit for the carry-on baggage weight?",
        "How much carry-on bag weight can you carry?",
        "Could there be a weight cap for carry-ons?",
        "Are carry-on bag weights allowed?",
        "My carry-on weight limit is not known.",
        "Can you tell me how much a carry-on will weigh?",
        "Do you have a carry on bag weight limit?",
        "Do there exist any restrictions regarding carry-on weights?",
        "What's the cap for the baggage?",
        "What is the maximum weight that my small bag can carry?",
        "Does the weight cap affect carry-ons?",
        "What is the maximum allowance for my bag's weight on the plane?",
        "Do you think there's a carry-on weight limit?",
        "What is the maximum weight that I am allowed to carry on?",
        "What is the limit for baggage size?",
        "How heavy do my carry-on bags have to be?",
        "Is there a limit on my carry-on weight.",
        "Is there a weight constraint on luggage?",
        "A limit on carry-on mass?",
        "Is there a carry on weight limit?",
        "A maximum weight allowed for my carry-on?",
        "There may be some restrictions regarding carry-on weights.",
        "Does my carry-on have a maximum weight?",
        "The Carry-on weight limit?",
        "How about the carry-on weight limits?",
        "Is there any limit on the bag weight?",
        "Are there any limits on carry-on mass?",
        "What is the max for my carry on weight?",
        "Is there a limit on carry on baggage weight?",
        "Is there specifications for my bag's weight capacity?",
        "Minimum carry-on bag weight allowed?",
        "The upper limit of carried-on baggage mass is unknown.",
        "Should there be a limitation on carry-on mass?",
        "Is there any limitation on carry-on size or weight?",
        "Do the carry-on bags have a weight limit?",
        "Is a weight limit compulsory for carry-on bags?",
        "What is the maximum amount of weight that my small bag can carry?",
        "There are possible restrictions on carry-on weights.",
        "There may be limitations on carry-on size and weight.",
        "Is there any restrictions pertaining to carry-on weights?",
        "Please confirm how heavy a carry-on can be.",
        "There are any limitations on carry on weight?",
        "Has the carry-on bag weight limit changed?",
        "do you know how heavy a carry-on can be?",
        "How much can I carry this bag of mine?",
        "Do you have a weight limit for your carry-on bag?",
        "What's the max for my carry-on luggage?",
        "Has there any restrictions on the max weight for carry-on luggage?",
        "There are any limitations on the carry-on size?",
        "Limitation on carrying on mass?",
        "Are there a weight limit for carry on bags?",
        "Someone wants to know how heavy a carry-on can be.",
        "Can there be any limits on carry-on size?",
        "I am wondering how heavy a carry-on can be.",
        "There may be restrictions about carry-on weights.",
        "Any limit on the weight that can be carried on?",
        "Can I know the max for my carry-on weight?",
        "Is there some limit on bag weight?",
        "I need to know the maximum for my carry-on weight.",
        "What is the allowable carry-on weight?",
        "Is a weight limit for carry on bags usual?",
        "Do I need to meet weight requirements for my carry-on?",
        "The weight limit for my carry-on is not known.",
        "I was wondering about the baggage size limit.",
        "Constraints on carry- all mass?",
        "What is the minimum weight limit for my carry-on?",
        "What's the maximum weight on baggage?",
        "What is the maximum weight of my bag?",
        "I'm curious how heavy a carry-on can be.",
        "Can you specify limits on carry-on weight?",
        "What the weight limit is for my carry-on?",
        "Is the carry-on's weight limit?",
        "A weight cap for carry-ons?",
        "Is there a limit to the weight of my carry on bag?",
        "There is a carry-on weight limit",
        "The carry-on's weight limit is questionable.",
        "Is the weight cap for carry-ons needed?",
        "What is the limit on how much my bag can weigh?",
        "What is the maximum allowable weight for my small bag on the plane?",
        "Is there restrictions on baggage weight?",
        "Is there any restriction on carry-on size?",
        "There are limits to the max weight for carry-on luggage.",
        "Is there a weight limit on my bag.",
        "Any weight restrictions for carry-ons?",
        "Can I bring my carry-on up to a certain amount of weight?",
        "I want to know how much luggage I can carry.",
        "What is the maximum weight that can be put on my carry-on?",
        "Can there be a limit on the weight of my bag?",
        "Does a weight limit for carry-on bags happen?",
        "Can you indicate how heavy a carry-on can be?",
        "Is it possible to put a weight cap on carry-ons?",
        "Do I have a weight limit for my bag?",
        "Does a weight limit for carry-on bags always apply?",
        "Have there any specifications for my bag's weight capacity?",
        "Weight limit for carry-on bags?",
        "Have you considered max carry-on bag weight?",
        "Can there be limitations on carry-on size/weight?",
        "Amount of carry-on bag weight limit?",
        "Would there be limits on carry-on weight?",
        "Does a weight limit for carry-on bags make sense?",
        "A max weight for carry on luggage?",
        "Is there a customary weight limit for carry-on bags?",
        "There are restrictions on the max weight for carry-on luggage",
        "What are theConstraints on carry-all mass?",
        "Can you limit the baggage weight?",
        "What is the limit for carry-on bag weight?",
        "Is there limitation on carry-on mass?",
        "There's a weight limit for my carry-on.",
        "Can I pack my carry-on with a certain amount of weight?",
        "Was there a max carry-on bag weight?",
        "Does my carry-on have to carry certain weights?",
        "Should we have a carry-on weight limit?",
        "What is the weight allowed for my carry-on?",
        "Is there a limit to the luggage's weight.",
        "What is the weight cap for carryons?",
        "What about the weight cap for carry-ons?",
        "Can a carry-on bag weigh as much as it can?",
        "Can be limited on carry-on mass?",
        "Does my carry-on have to be of a specific weight?",
        "Were you able to give us information about carry-on weight limits?",
        "Which is the maximum carry-on weight?",
        "There might be a weight limit for my bag.",
        "How much is a weight limit for carry-on bags?",
        "Which weight is allowed for my bag?",
        "Information about carry-on weight limits would be appreciated.",
        "Limits on carry-on bag weight?",
        "Can my carry-on meet weight requirements?",
        "Limitations on carry-all mass?",
        "Do you have a carry-on weight restriction?",
        "What is the maximum weight allowed for luggage?",
        "Curbs on carry-on weight?",
        "Do you have a carry-on weight limit.",
        "Carrying-on weight limits?",
        "Can you tell me how much weight carry-ons have?",
        "Limit on the carry-on mass?",
        "There are restrictions for max weight for carry-on luggage.",
        "What is the allowable carried-on baggage mass?",
        "Is the carry-on bag allowed weight?",
        "Can you tell me how much a carry on can weigh?",
        "Is a weight limit required for carry-on bags?",
        "Do you know the max weight for carry-on luggage?",
        "Can there be restrictions on carry-on size?",
        "Do we have a weight cap for carry-ons?",
        "The limit of carry-on mass?",
        "Is the maximum weight allowed for my carry-on?",
        "Can I bring my carry-on up to a certain load?",
        "What's the maximum weight on board for my bag?",
        "What is the maximum weight allowance for my bag on the plane?",
        "Can there be a limit on the carry-on mass?",
        "Carry-on bag weight?",
        "Should there be a limit on the carry-on weight?",
        "The carrying-on weight limits?",
        "Is there any limits for the carry-on baggage weight?",
        "What is the maximum weight for carry on?",
        "There are restrictions with the max weight for carry-on luggage.",
        "I would like to know how heavy a carry on can be.",
        "Limit for carry on baggage weight?",
        "Does my carry-on have to weight a certain amount?",
        "Can my carry-on be carried up to a certain amount?",
        "Can you carry-on weight limit?",
        "Will there be a maximum weight for my carry-on?",
        "Has the baggage has a weight constraint?",
        "Is the carry-on bag weight maxed out?",
        "How much weight is allowed for my bag?",
        "What is the maximum carrying bags weight?",
        "Where is the weight cap for carry-ons?",
        "Is there a restriction on my carry-on weight?",
        "Can you tell me how much a carry-on should weigh?",
        "Should I limit my carry-on weight?",
        "There is a limit to carry-on bag weight.",
        "I want to know the weight limit for my bag.",
        "Is it permissible to pack my carry-on up to a certain weight?",
        "Could you tell me the carry-on weight limits?",
        "Minimum weight for carry-on luggage: got any restrictions?",
        "What weight is allowed for my carry-on?",
        "There are any limitations on the amount of luggage I can carry?",
        "Has there a weight limit for my bag?",
        "There is a weight restriction on my carry-on.",
        "Is there a limit on the weight of my carry-on bag.",
        "allowable carry-on bag weight?",
        "Is there a weight limit on the bag?",
        "Is it permissible to have a maximum weight for my carry-on?",
        "Would there be a weight cap for carry-ons?",
        "What is a weight limit for my bag?",
        "Is there a limit on the weight of carry on bags?",
        "I wanted to know the weight limit for my carry-on.",
        "Can there be a limit on the weight of luggage?",
        "Any restrictions on the max weight of carry-on luggage?",
        "Is there a limit on the weight of my bag?",
        "Is there a limit on my bag's weight capacity?",
        "What are constraints on carry-all mass?",
        "Is the carry-on weight limit restrictive?",
        "Are baggage weight limits?",
        "Is a weight limit prescribed for carry-on bags?",
        "Is there an limit to bag weight?",
        "What is the maximum carried-on luggage mass?",
        "There are limits on carry-on baggage weight.",
        "What's the maximum weight limit for my bag?",
        "Is there a limit to how much I can pack in this bag?",
        "Does this mean a weight cap for carry-ons?",
        "Can you tell me the weight limit for carrying bags?",
        "Limits on carrying-on weight?",
        "Are there weight cap for carry-ons?",
        "Any restrictions on the max weight of carry on luggage?",
        "Can luggage get too heavy in carry-on?",
        "I want to know what the maximum weight is for my carry-on.",
        "Do you have any specifications regarding my bag's weight capacity?",
        "Limit on carry on weight?",
        "There are limits for carry-on baggage weight?",
        "What's the maximum weight that my carry-on can hold?",
        "What is the minimum weight for my bag?",
        "Can you say how heavy a carry-on should be?",
        "Is the carry-on weight limit valid?",
        "Does my carry on bag have a weight limit?",
        "Is there any limitation on how much luggage I can carry?",
        "I wonder if there is a weight limit for carry-on bags.",
        "Any restriction on the weight that I can carry?",
        "The carry-on's maximum weight is unknown.",
        "Can you give a max carry-on bag weight limit?",
        "A weight restriction for carry-on?",
        "There's a weight restriction for my carry-on.",
        "Does the carry on baggage have a limit?",
        "Does the carry-on bag weight limit apply?",
        "Is there a maximum weight for my carry on?",
        "The max for my carry-on weight?",
        "Can carry-on luggage be too heavy?",
        "Is it normal to have a weight limit for carry-on bags?",
        "The carry-on bag may have a weight limit.",
        "Does a carry-on have to meet certain weight requirements?",
        "There should be a maximum weight allowed for my carry-on.",
        "Do there have any restrictions regarding carry-on weights?",
        "How heavy can the carry-on bag be?",
        "Do you know any restrictions on carry-on weights?",
        "Information about carrying-on weight limits could be helpful.",
        "If there is a weight restriction for my carry-on.",
        "Is there any restrictions on the max weight for carry-on luggage?",
        "What about max weight for carry-on luggage?",
        "Is there any restrictions on how much I can carry?",
        "Can I fit my carry-on up to a certain weight?",
        "Can my carry-on meet the specific weight requirements?",
        "A carrying-on weight limit?",
        "The permitted weight for my bag is unknown.",
        "Does anyone have a limit on the weight of my carry-on?",
        "Does a weight limit apply for carry-on bags?",
        "Can there be limitations on carry on size and weight?",
        "What are the limits on how much luggage I can carry?",
        "There are limits for carry-on baggage weight.",
        "How much is a carry-on weight limit?",
        "Constraints to carry-all mass?",
        "What is the maximum carry-on baggage mass allowed?",
        "SomeConstraints on carry-all mass?",
        "There may be a weight restriction for my carry-on.",
        "Do we have a limit on carry-on mass?",
        "Will there be any limitations on how much I can carry?",
        "Is there any limit on the amount of luggage I can pack?",
        "Can there be any limits on carry-on size or weight?",
        "Can things be too heavy in a carry-on?",
        "Is the max weight for carry on luggage restrictions?",
        "How much weight should my carry-on carry?",
        "There are restrictions about the max weight for carry-on luggage.",
        "Any reasonable limits for carry-on baggage weight?",
        "What is the maximum allowable carry-on baggage mass?",
        "I don't know if my carry-on has to meet specific weight requirements.",
        "Who has the weight limit for my carry-on?",
        "Can you let me know how much carry-ons weigh?",
        "There could be a weight restriction for my carry-on.",
        "What is the carrying-on's maximum weight?",
        "What is the weight restriction on my carry-on?",
        "The allowable carried-on baggage mass is unknown.",
        "You could tell me about the carry-on weight limits.",
        "What is the max weight I can carry on?",
        "Limit on carry-on weight?",
        "The weight cap for carry-on bags?",
        "Limits on carry- on weight?",
        "Can carry-on weight be limited?",
        "Has there a weight cap for carry-ons?",
        "There may beConstraints on carry-all mass.",
        "Is it possible to carry a carry-on weight limit?",
        "For my carry-on, any weight restrictions?",
        "Are you talking about a carry on weight limit?",
        "Limitations on carrying-on mass?",
        "Is there a weight restriction on my carry-on?",
        "There are limits for carry on baggage weight.",
        "I need to know the maximum weight allowed for my carry-on.",
        "Do you have any restrictions on the max weight for carry on luggage?",
        "Do I have to carry a maximum weight for my carry-on?",
        "Can you say how much a carry-on can weigh?",
        "The weight limit for the carry-on?",
        "There are restrictions on the max weight for carry- on luggage.",
        "Limitation to carry-on mass?",
        "Will there be a limit on the weight of my carry-on bag?",
        "What is the maximum allowed weight for my bag?",
        "do carry-on bags have a weight limit?",
        "Information about the carry-on weight limits could be helpful.",
        "Are there any limits for carry-on baggage weight?",
        "What is the weight limit for a carry-on bag?",
        "Is there any restriction on my carry-on's weight?",
        "What is the maximum weight that I can carry-on?",
        "Limits on carry-on pounds?",
        "I want to know the maximum weight for my carry-on.",
        "Could there be constraints on carry-all mass?",
        "Can it be too heavy in a carry on?",
        "How much can the carry-on bag weight be?",
        "DoConstraints on carry-all mass exist?",
        "Is there a weight restriction for my carry-on.",
        "Does my carry-on have to meet weight requirements?",
        "How about carrying-on weight limits?",
        "Does the carry-on bag have a max weight?",
        "Can there be any limitations on carry on weight?",
        "There might be a weight constraint on carry-on baggage.",
        "What is the baggage size limitation?",
        "Information about carry on weight limits?",
        "What is the max for my baggage?",
        "Can I put a weight limit on my carry-on bag?",
        "Is there a limit on how heavy my bag can be?",
        "Can you tell me the capacity of a carry-on?",
        "Is there a limitation on carry on mass?",
        "Has the carry on baggage got a weight constraint?",
        "What is the maximum weight that my bag can hold on board?",
        "Is the carry-on baggage carrying weight constraint?",
        "Is there a specific weight capacity for my bag?",
        "Have you considered the max carry-on bag weight?",
        "Do carrying-on bags have a weight limit?",
        "Is there restrictions on carry-on weight?",
        "Can there be limitations on carry-on mass?",
        "There may be a weight limit for my carry-on bag.",
        "Why is the weight limit for my carry-on not known?",
        "What is the allowable carry-on bag weight?",
        "Please tell me how heavy a carry-on can be.",
        "Is there any restriction on the size of my carry-on?",
        "Does the weight cap include carry-ons?",
        "What's the max carrying-on bag weight?",
        "Do you know the specifications of my bag's weight capacity?",
        "How much is the baggage size limit?",
        "What is the weight limit for my luggage?",
        "Information about carry-on weight limits could you give?",
        "Carry-on bag weight allowed?",
        "Can carry-ons have a weight cap?",
        "Some baggage weight restrictions?",
        "Can you limit the carry-on bag weight?",
        "Is the maximum weight allowed for the carry-on?",
        "Is there any restrictions for carrying-on weights?",
        "Do there restrictions about carry-on weights?",
        "Do you have a maximum weight for my carry-on?",
        "Which is the upper limit for allowable carried-on baggage mass?",
        "A max weight for carry-on luggage?",
        "How much weight should I restrict my carry-on to?",
        "Is there a weight limit for carry-on bags?",
        "Has there any restrictions on carry-on weights?",
        "What is the maximum weight my bag can carry?",
        "Can a weight limit for carry-on bags be customary?",
        "Is it possible to tell me about the carry-on weight limits?",
        "Should I restrict the weight of my carry-on?",
        "Is there a weight constraint for luggage?",
        "Some limits on carry-on weight?",
        "How heavy can the carry on bag be?",
        "Can there be any restrictions on the carry-on weights?",
        "Is it possible to pack my carry-on up to a certain amount of weight.",
        "Can there be restrictions concerning carry-on weights?",
        "Do carry-on bags have a weight restriction?",
        "What is the weight limit for this carry-on?",
        "Is there any limits on how much I can carry in my luggage?",
        "Is there a limit to how much my carry-on bag weighs?",
        "What is the allowable weight for my luggage?",
        "Is there any limits on how much luggage I can carry?",
        "Is there a weight cap for carry-on items?",
        "Is there a weight limit for my carry-on.",
        "Do you know the baggage size limit?",
        "What are the limits on carrying-on weight?",
        "Limitation on the carry-on mass?",
        "Limit of carry-on bag weight?",
        "Are there a maximum carry-on bag weight limit?",
        "What is the maximum carrying-on baggage mass allowed?",
        "Is carry-on luggage carrying a weight constraint?",
        "Do you know the weight limit for my carry-on?",
        "A maximum weight for my carry-on?",
        "Can there be a weight limit for carry-on bags.",
        "Is there any weight cap for carry-ons?",
        "Should a weight limit be for carry-on bags?",
        "Do there restrictions for carry-on weights?",
        "Is it normal for a weight limit on carry-on bags?",
        "Is there any limit to how much my bag can weigh?",
        "Does the carry-on weight have limits?",
        "Is there a weight limit for the carry-on bag?",
        "What's the max weight for my carry on?",
        "Is the carry-on bag weight a max?",
        "There areConstraints on carry- all mass?",
        "Do you know the max for my carry-on weight?",
        "A maximum carry-on bag weight limit?",
        "Is there limits on carry-on weight?",
        "Is there a limit to how much I can pack in my luggage?",
        "A limit on carry-on bag weight?",
        "limits for carry on baggage weight?",
        "Is it a max carry-on bag weight?",
        "Is it permissible for my carry-on to have a maximum weight?",
        "What weight is permitted for my bag?",
        "Is there a weight restriction for carry-ons?",
        "The max for my carry-on weight is unknown.",
        "There are any limits on carry-on size and weight?",
        "Limit to carry-on baggage weight?",
        "Does a carry-on weight limit exist?",
        "How much my carry-on bag can weigh is up for debate.",
        "There are limitations on the max weight for carry-on luggage.",
        "Is my bag's weight capacity defined?",
        "limits for carry-on baggage weight?",
        "To limit carry-on mass?",
        "The carry-on weight max is unknown.",
        "Is carry-on baggage limit?",
        "Any restrictions on the weight of carry-on luggage?",
        "Is there a limit to the weight of my carry-on bag.",
        "Does my carry-on need to meet certain weight requirements",
        "The weight cap is for carry-ons?",
        "What are the weight restrictions on baggage?",
        "Do there any restrictions on carry-on weights?",
        "What's the max for my carry on luggage?",
        "Is there a weight restriction for my carry-ons?",
        "Is a weight limit for carry-on bags mandatory?",
        "Should there be any restrictions on carry-on weights?",
        "The carry-on baggage might have a weight constraint.",
        "What are the constraints on carry-all mass?",
        "Has the baggage got a limit?",
        "Is the carrying-on bag weight limit max?",
        "What's the upper limit for carried-on baggage mass?",
        "Does my carry-on need to meet certain weights?",
        "Does my bag have any weight capacity specifications?",
        "Can you tell me how heavy a carry on should be?",
        "Do luggage weight restrictions exist?",
        "Has there a limit on the weight of my bag?",
        "What's the maximum weight for carry-on?",
        "Is there a Weight cap for carry-ons?",
        "What is the maximum weight for my carryon?",
        "Is there a cap on the baggage?",
        "How heavy can a carry-on be, please?",
        "Can I inquire about the bag's weight capacity?",
        "For allowable carried-on baggage mass, what is the upper limit?",
        "Does my carry-on have to deal with specific weight requirements?",
        "Can there be restrictions on carry on weights?",
        "Constraints of carry-all mass?",
        "What is the maximum allowed baggage mass?",
        "Do you have any information about carry-on weight limits?",
        "What is the maximum weight that my bag can hold on the plane?",
        "The carry-on weight limit is not known.",
        "What's the maximum weight I can carry on?",
        "Are baggage weight restrictions?",
        "Is there a limit on the weight of my bag.",
        "Is there any limitations on the amount of luggage I can carry?",
        "Tell me about carrying-on weight limits.",
        "What is the carry- on weight limit?",
        "Can there be any specifications for my bag's weight capacity?",
        "How much baggage can I take with me?",
        "What is the max carry-on weight?",
        "Can I hold a maximum weight for my carry-on?",
        "Is the max weight for carry on luggage restricted?",
        "Are you aware of carry-on weight limits?",
        "What's the maximum weight that a luggage can hold?",
        "What about the max weight for carry-on luggage?",
        "Have carry-on baggage have a weight constraint?",
        "There areConstraints on carry-all mass?",
        "Is the max weight for carry-on luggage restrictions?",
        "Limitation on carry on mass?",
        "Are carry-on baggage carrying a weight constraint?",
        "Is there a limit to the weight of baggage?",
        "What is the maximum weight that my bag can hold?",
        "Is there any information you could give about the carry-on weight limits?",
        "Can you tell me how heavy the carry-on can be?",
        "Is there a limit on the amount of luggage I can carry?",
        "Is it possible to have a max carry-on bag weight limit?",
        "Are there max carry-on bag weights?",
        "What's the weight limit for my carryon?",
        "What is the maximum weight you can carry on?",
        "I was wondering if there was a bag weight cap for luggage.",
        "Are there any restrictions regarding carry on weights?",
        "Can a weight limit be imposed for carry-on bags?",
        "Is there any restrictions on the luggage weight?",
        "I wonder if there is a limit on how much my bag can weigh.",
        "What is the limit for carrying bags' weight?",
        "Is it possible to restrict carry-on mass?",
        "Is a carry-on weight limit required?",
        "There are some restrictions on the maximum weight for carry-on luggage.",
        "What's the maximum allowable carried-on baggage mass?",
        "What is the maximum weight for my carry on?",
        "Does my carry-on have to meet specific weight restrictions?",
        "Were you able to provide information about carry-on weight limits?",
        "There is a weight limit for my carry on bag.",
        "What is the upper limit for permitted carried-on baggage mass?",
        "Does my carry-on have a specific weight requirement?",
        "Is there a luggage weight cap?",
        "What is the maximum weight allowed for my carry on?",
        "Does my carry-on have to hold a certain amount of weight?",
        "I wonder if I can pack my carry-on up to a certain weight.",
        "Do I need to limit the weight of my bag?",
        "There are any limitations on how much I can carry?",
        "Limits regarding carry-on weight?",
        "Does my carry-on have to meet specific weight limits?",
        "Is there a weight limit for a carry-on bag?",
        "Is there a limit on how heavy a carry-on can be?",
        "The upper limit for carry-on baggage mass is unknown.",
        "I need to know the maximum weight for my carry-on.",
        "What's the maximum limit for my bag's weight?",
        "Is it allowed for carry-on bag weight?",
        "What is the max weight that can be carried on?",
        "Any restrictions on carry-on size or weight?",
        "Is my carry-on up to a certain amount of weight?",
        "I don't know the max for my carry-on weight.",
        "Does carry on baggage have a weight restriction?",
        "What is the allowed weight for my bag?",
        "How much is the maximum allowance for my bag's weight?",
        "allowed carry on bag weight?",
        "Any weight limit on my carry-on?",
        "What's the weight limit of my carry-on?",
        "Is there a limit on carry on weight?",
        "There are some limits on carry-on weight.",
        "Can I pack my luggage up to a certain amount?",
        "Are there any weight caps for carry-ons?",
        "Does my carry-on have to be of specific weight?",
        "Is there any restriction for carry-on weights?",
        "How heavy could a carry-on be?",
        "Limitations of carry-on mass?",
        "Can there be any restrictions on bag weight on board?",
        "What is the limit on carry-on mass?",
        "My carry-on may have a maximum weight.",
        "Any restrictions for the max weight of carry-on luggage?",
        "Can there be limits on carry on weight?",
        "What is the maximum carrying-on weight I can carry?",
        "What is the maximum carrying on weight?",
        "Is it possible to restrict the luggage pounds?",
        "What is the limit on my carry-on bag?",
        "Do I need a weight restriction for my carry-on?",
        "I am wondering if I can pack my carry-on up to a certain weight.",
        "What's the maximum carry-on weight?",
        "How heavy a carry on can be?",
        "Got any restrictions for the max weight for carry-on luggage?",
        "Can there be any limitations on the carry on size?",
        "What is the weight limit for my carry-on?",
        "I do not know the weight limit for my carry-on.",
        "The carry-on bag weight limit may be maxed out.",
        "Is there restrictions on carry-on weights?",
        "Does carry-on baggage get a weight constraint?",
        "What is the carry-on weight's max?",
        "Does my carry-on needs to meet weight requirements?",
        "Can there be limits on the carry on weight?",
        "Is there a limit on the amount of my carry-on bag?",
        "Is there a weight restriction on my bag?",
        "Does the max weight for carry-on luggage have restrictions?",
        "Can there be restrictions on luggage weight?",
        "There may be limits on carry-on mass.",
        "Does carry- on baggage have a weight constraint?",
        "Is there a limit to the bag weight?",
        "Have carry-ons got a weight constraint?",
        "Does it mean a max carry-on bag weight limit?",
        "What is the maximum weight allowed for my small bag?",
        "Is there a limit to the weight of carry-on bags?",
        "Are you sure how heavy a carry-on can be?",
        "Is there a limit to the carry-on bag weight?",
        "Does carry on baggage have a weight constraint?",
        "Is a weight limit normal for carry on bags?",
        "Is there a maximum weight for the carry-on?",
        "Is there any limit to the carry-on baggage weight?",
        "Is baggage carrying a weight constraint?",
        "Are there limits on carry-on weight?",
        "Any restrictions on my carry-on weight?",
        "Does the limit include carry-on weight?",
        "I need to know how much my carry-on bag can weigh.",
        "Are there any limits on carry-on weight?",
        "How big is the allowable carried-on baggage mass?",
        "Do you have any endorsed limits for carry-on baggage weight?",
        "Is there any limit to the luggage's weight?",
        "Can there be restrictions regarding carry on weights?",
        "A weight restriction for carry-on bags.",
        "Limits to carry-on weight?",
        "Has carry-on baggage has a limit?",
        "How much weight should my carry-on hold?",
        "Any max weight for my carry-on?",
        "Can you tell us how heavy a carry on can be?",
        "Can there beLimitation on carry-on mass?",
        "Can I carry my carry-on up to a certain weight?",
        "What's the max carry-on weight?",
        "Do you have any restrictions on carry-on size?",
        "Is there limit on carry-on weight?",
        "Does carry-on baggage carry a weight constraint?",
        "Is there a limit to the amount of weight my bag can hold?",
        "A question about the limit for carrying bags' weight.",
        "What is the limit for carrying-on weight?",
        "What's the maximum for my carry-on weight?",
        "Is there an limit on bag weight?",
        "Is a weight limit accepted for carry-on bags?",
        "There's a question about carry-on bag weight.",
        "Allow a carry-on bag weight?",
        "Does there a weight limit for my bag?",
        "Is there any restriction on my carry-on weight?",
        "Do you have a limit on the carry-on bag weight?",
        "Do you mean a max carry-on bag weight limit?",
        "There is a limit to how much a carry-on bag can weigh.",
        "Is there a limit to how much my bag weighs?",
        "A question regarding carry-on weight limits.",
        "The baggage size limit is something to ponder.",
        "I wonder what the maximum weight is for my carry-on.",
        "Have there any constraints on carry-all mass?",
        "What is a weight limit for carry on bags?",
        "Do you know how heavy the carry-on can be?",
        "What's the maximum weight that my bag can carry?",
        "How much weight is allowed for a carry-on?",
        "Limitations on carry on mass?",
        "Can there be any limits on carry-on weight?",
        "Do you know of any restrictions on carry-on weights?",
        "I wonder if a weight limit is customary for carry-on bags.",
        "What amount of weight is allowed for my bag?",
        "Is the weight limit for carrying bags?",
        "Does my carry-on have to meet certain weight restrictions?",
        "What is the max my carry-on weight?",
        "What max is my carry-on weight?",
        "There might be restrictions on carry-on weights.",
        "Is there a limit to the weight of the luggage?",
        "Is there a limit on the weight of my carry on bag?",
        "Is there some limits on carry-on weight?",
        "I don't know how much I can carry in my bag.",
        "Can there be constraints on carry-all mass?",
        "What's the max carry on bag weight?",
        "Does anyone have a carry-on weight limit?",
        "How much is the weight cap for carry-ons?",
        "Is there any baggage weight restrictions?",
        "What is the limit for carry-on baggage?",
        "Weight limit for carry-ons?",
        "What is the limit on carrying bags' weight?",
        "What is the maximum weight limit for my carry-on?",
        "The limit for carry-on weight?",
        "Does my carry-on have to have a specific amount of weight?",
        "What is the maximum weight that could be carried on?",
        "What's the limit on my carry-on?",
        "Might carry-on baggage have a weight constraint?",
        "The max weight for carry-on luggage may have some restrictions.",
        "Do you know if there are any restrictions on carry-on weights?",
        "Can you tell me the baggage size limit.",
        "There are restrictions to the max weight for carry-on luggage.",
        "If there are baggage weight restrictions?",
        "I have questions about how much I can pack in my luggage.",
        "Can you confirm how much a carry-on can be?",
        "Is there a limit to how much my carry-on bag can weigh?",
        "Can you tell me if there are any restrictions on carry-on weights?",
        "Any weight restriction on my luggage?",
        "Do they limit luggage weight?",
        "Can you tell us about the carry-on weight limits?",
        "How much can I bring in my bag?",
        "Any restrictions for the max weight for carry on luggage?",
        "Is carry-on baggage carrying a weight constraint?",
        "Is there limits on carry-on mass?",
        "A maximum weight for my carry-on.",
        "Is there a limit to how much the bag can weigh?",
        "The max weight of carry-on luggage?",
        "Is there any information available about carry-on weight limits?",
        "Could you give me information about carry-on weight limits?",
        "I'm wondering if there are any specifications for my bag's weight capacity.",
        "Can you tell me how much a carry-on can hold?",
        "Could you tell me about the carry-on weight limits?",
        "Is there a max carry-on bag weight?",
        "Is it possible to pack my carry-on up to a certain amount of weight?",
        "There's a limitation on carry-on mass.",
        "Do you have any restrictions concerning carry-on weights?",
        "Is there a max carry on bag weight limit?",
        "Does carry-on baggage need a weight constraint?",
        "Has the carry-on baggage had a weight constraint?",
        "Does there a limit on the weight of my carry-on bag?",
        "Is it possible to pack my carry-on up to a certain load?",
        "Is there anything you can tell me about the carry-on weight limits?",
        "Can there be restrictions on carry-all mass?",
        "Does the carry-on bag have a weight restriction?",
        "Does anyone have a weight restriction for carry-on?",
        "Can you let me know how heavy a carry-on can be.",
        "Have there any restrictions about carry-on weights?",
        "Is there any maximum weight that can be carried on?",
        "Is a weight limit for carry-on bags used?",
        "Is there a weight limit for luggage?",
        "For carry-on weight, what is the max?",
        "Should there be limits on carry-on mass?",
        "Do I need a max for my carry-on weight?",
        "Can there be any restrictions on the bag weight on board?",
        "How much weight is permitted for my bag?",
        "How much can I take with me in my luggage?",
        "Does my carry-on have to be a certain weight?",
        "Can there be any restrictions regarding carry-on weights?",
        "The maximum weight allowed for my carry-on is not known.",
        "Limits imposed on carry-on weight?",
        "Can there be restrictions on carry-on weight?",
        "Is there a weight limit for my bag?",
        "What is the weight cap for carry-ons?",
        "Limitations on carrying-on weight?",
        "What is the maximum weight that I can carry with me?",
        "Limit for carrying bags' weight?",
        "What is the max weight for carrying bags?",
        "Do you know how heavy a carry-ons can be?",
        "A max carry-on bag weight limit is asked.",
        "Can there be constraints on carry-on mass?",
        "There is a restriction on the weight of carry on bags.",
        "Can you please clarify how heavy a carry-on can be?",
        "Is the carry-on weight limit high?",
        "What's the max weight for carry-on luggage?",
        "There is a weight restriction for my carry-on.",
        "Should a weight limit be used for carry-on bags?",
        "What are the weight limits for my carry-on?",
        "Is there limits on the carry-on weight?",
        "Does anyone know what the maximum weight is for my carry-on?",
        "Any restrictions regarding bag weight on board?",
        "How much can I carry with this bag of mine?",
        "I need a weight limit for my carry-on.",
        "Will my carry-on have a maximum weight?",
        "What is the upper limit for carried on baggage mass?",
        "Is there information about the carry-on weight limits?",
        "Has the carry on baggage got a limit?",
        "Are there any guidelines for my bag's weight capacity?",
        "Do you know if there is a bag weight cap for luggage?",
        "There could be limitations on carry-on mass.",
        "Are there restrictions on baggage weight?",
        "Does the carry-on bag have a limit on the weight?",
        "How much can a bag be carried?",
        "It is possible to limit carry-on mass.",
        "Can you tell me about the carry on weight limits?",
        "Any maximum weight allowed for carry-on?",
        "Is there a limit to the carry-on weight?",
        "TheLimitation on carry-on mass?",
        "Is the allowable carried-on baggage mass upper limit?",
        "Does the carry on weight limit apply?",
        "What restrictions are there regarding carry-on weights?",
        "I would like to know the specifications of my bag's weight capacity.",
        "There are some limitations on carry-on weight.",
        "Can you tell me the upper limit for carried-on baggage mass?",
        "Was it possible to limit carry-on mass?",
        "There are constraints on carry-all mass?",
        "What restrictions do you have regarding carry-on weights?",
        "What is the max weight for my bag?",
        "Is there any information you can give about carry on weight limits?",
        "Does carry-on baggage have a weight restriction?",
        "Does my carry-on have to fit the weight requirements?",
        "Think about a weight cap for carry-ons.",
        "Is there a limit to my carry-on bag?",
        "There needs to be a weight restriction for my carry-on.",
        "A carry-on bag weight limit is needed.",
        "I was wondering what the weight limit was for my carry-on.",
        "Is a weight limit for carry-on bags routine?",
        "Is there a limit on the carry-on weight?",
        "Constraints on the carry-all mass?",
        "A limit for carry-on baggage weight?",
        "Is there any specifications regarding the bag's weight capacity?",
        "Can you specify how heavy a carry-on is?",
        "Do there restrictions on carry-on weights?",
        "How heavy does my carry-on bag have to be?",
        "Is there baggage weight restriction?",
        "Should my carry-on have a weight restriction?",
        "Information about carry-on weight limits could you give me?",
        "Can carry-on mass be restricted?",
        "Can you tell me the baggage size limit?",
        "Does my carry-on have to meet weight restrictions?",
        "Any restrictions regarding max weight for carry-on luggage?",
        "Have carry on baggage got a restriction?",
        "Any restrictions on carry-on size?",
        "Is there a limit for the carry-on bag?",
        "There might be limitations on carry-on size and weight.",
        "Can you let me know how heavy a carry-on can be?",
        "Are there any restrictions on the carry-on weights?",
        "Are the carry-on bag weight max?",
        "Limitations on carry-on size/weight?",
        "Any weight restriction for carry-on?",
        "Any limit on my carry-on weight?",
        "There are restrictions for the max weight of carry-on luggage.",
        "Do you mean a weight cap for carry-ons?",
        "What about a weight cap for carry-ons?",
        "Could you tell me more about the carry-on weight limits?",
        "Should a carry-on weight limit be set?",
        "Information about carry-on weight limits could you provide?",
        "Will there be a limit to the luggage's weight?",
        "What's the maximum weight that my small bag can hold?",
        "What is the weight limit for the bag?",
        "Does it mean a carry-on weight limit?",
        "What's the maximum carry-on bag weight?",
        "Is there any restriction on the weight of my carry-on?",
        "Can I know the weight limit for my carry-on?",
        "Does anyone know the carry-on weight limit?",
        "Is it possible to have restrictions on the luggage pounds?",
        "Are there limits on the carry-on weight?",
        "Does my carry-on bag have a limit on how much it can weigh?",
        "What is the weight limit for carry-on?",
        "There may be limits on carry-on size.",
        "There could be limits on carry-on weight.",
        "What is the maximum weight allowed in my carry-on?",
        "The limits on carry on weight?",
        "Limits on carried-on weight?",
        "What is the maximum weight for carry-ons?",
        "a weight cap for carry-ons",
        "How much weight can my carry-on hold?",
        "What is the maximum weight to carry on?",
        "Does carry-on baggage have a weight constraint.",
        "Is there a maximum weight permitted for my carry-on?",
        "What is the weight allowed for my bag?",
        "Minimum weight for my carry-on?",
        "What is the weight limit for my carry-on bag?",
        "Do my carry-ons meet specific weight requirements?",
        "Does carryon baggage have a weight constraint?",
        "Does the baggage have a limit to it?",
        "Is it a restriction for my carry-on?",
        "Can you tell me the weight limit for my carry-on?",
        "What is the permissible weight for my bag?",
        "Have you considered the weight cap for carry-ons?",
        "How much carry-on bag weight can it hold?",
        "What is the max for my carry-on load?",
        "limitation on carry-on mass",
        "Any limits on the carry-on baggage weight?",
        "How much weight is required for my carry-on?",
        "limit for carry-on baggage weight",
        "Is there a specification for my bag's weight capacity?",
        "Carry on weight limits?",
        "Can you tell me about any restrictions regarding carry-on weights?",
        "What is the max baggage weight?",
        "Can you limit the carry-on mass?",
        "Is there a weight constraint for carry on baggage?",
        "What is the limitation on carry-on mass?",
        "I am wondering if there is a bag weight cap.",
        "Minimum weight allowed for carry-on?",
        "Constraints on carry-on mass?",
        "Is that weight cap for carry-ons?",
        "There are any restrictions regarding carry-on weights?",
        "Is there any information on carry-on weight limits?",
        "Is there a limit on how much my bag will weigh?",
        "Should a weight limit be imposed on carry-on bags?",
        "Is there a limit on the weight for carry-on bags?",
        "Can you tell me the limits for carrying bags' weight?",
        "How much can I carry in a carry on bag?",
        "Do I have a limit on the weight of my bag?",
        "Is there any limitation on the amount of luggage I can carry?",
        "Is there any limits regarding carry-on weights?",
        "Do there any restrictions for carry-on weights?",
        "Can there be limits on the carry-on weight?",
        "Does my carry-on need to weigh a certain amount?",
        "Is there a limit for the weight of the bag?",
        "Do there exist any restrictions on carry-on weights?",
        "Are there weight limits for carry-on bags?",
        "How much can I take with me in my bag?",
        "Is the weight limit carry-on?",
        "Can a weight limit be used for carry-on bags?",
        "Can I bring my carry-on to a certain weight?",
        "Is the weight limit for carry-on bags usual?",
        "What is the upper limit for carried-on luggage mass?",
        "Has a weight constraint been imposed on carry-on baggage?",
        "Can you confirm how heavy a carry-on can get?",
        "Does the carry-on weight limit change?",
        "I want to know if there are any specifications for my bag's weight capacity.",
        "Have there any restrictions on the max weight for carry-on luggage?",
        "What is the allowable weight for the bag?",
        "What is the weight permissible for my bag?",
        "Is there any information about carrying-on weight limits?",
        "Does my carry-on need to meet specific weight requirements.",
        "The upper limit for permissible carried-on baggage mass is unknown.",
        "Can you confirm how heavy a carry-on can be?",
        "How much can a carry on bag weigh?",
        "Does anyone know of a weight restriction for my carry-on?",
        "Can you give me information about the carry on weight limits?",
        "Does the baggage limit exist?",
        "Is this baggage weight restriction?",
        "Will it be a weight cap for carry-ons?",
        "Can you tell me what heavy a carry-on can be?",
        "I want to know if there is a weight restriction for my carry-on.",
        "If there is a weight restriction for my carry-on?",
        "Is my carry-on needed to meet certain weight requirements?",
        "Are you talking about the carry-on weight limit?",
        "How much weight is permissible for my carry-on?",
        "Is there information on carry-on weight limits?",
        "What's the weight limit for luggage?",
        "How big is the weight cap for carry-ons?",
        "Is it possible that there are baggage weight restrictions?",
        "What is the carry-on weight max?",
        "How much carry-on weight can you carry?",
        "Can carry-on luggage have a max weight?",
        "Can you give us any information about carry-on weight limits?",
        "I want to know if there is a bag weight cap for luggage.",
        "What is the maximum weight allowed for my carryon?",
        "Is there a limit to carrying bags' weight?",
        "Can my carry-on be loaded up to a certain amount?",
        "There'sConstraints on carry-all mass?",
        "Can there be a limit to the luggage's weight?",
        "Is there a limit on what my bag can carry?",
        "The limits on carry-on weight?",
        "Is there any requirements for my bag's weight capacity?",
        "Is the weight cap for carry-ons legal?",
        "I don't know what the max for my carry-on weight is.",
        "I wonder what the weight limit is for my carry-on.",
        "I don't know if there is a bag weight cap for luggage.",
        "What's the limit for the weight of luggage?",
        "What is the allowance for my bag's weight?",
        "Has carry-on luggage got a limit?",
        "There's a limit on the carry-on bag weight.",
        "What is the weight limits for my carry-on?",
        "Are you able to confirm how heavy a carry-on can be?",
        "What is the maximum weight that I can carry on?",
        "Carrying on bag weight limit?",
        "Is carrying-on mass limited?",
        "What is the limit for the bag's weight?",
        "Do there any restrictions on carry on weights?",
        "I'd like to know the weight limit for my carry-on.",
        "Is a weight limit for carry on bags customary?",
        "What max is the carry-on weight?",
        "Do I need to limit how much my carry-on bag can weigh?",
        "The maximum weight that can be carried on is not known.",
        "There's a limit on carry-on bag weight.",
        "What's the baggage size cap?",
        "How heavy could my carry-on bag be?",
        "What's the limit for carry-on weight?",
        "Is there a weight restriction for carrying on?",
        "There are any limits on how much luggage I can carry?",
        "Can you tell me how much a carry-on can weigh.",
        "What is the max carried-on baggage mass?",
        "What is the max weight for carry on?",
        "Does the baggage have a maximum weight limit?",
        "Is there any limit to how much I can pack in my luggage?",
        "Have you thought about the weight cap for carry-ons?",
        "Is there any restrictions about carry-on weights?",
        "Do there have any restrictions about carry-on weights?",
        "Is there any limit on how much I can pack in my luggage?",
        "The carry-on bag weight limit?",
        "Do you know how much a carry-on can be?",
        "Is there any limit on what I can pack in my luggage?",
        "Do you haveConstraints on carry-all mass?",
        "There are any restrictions on carry-on weight?",
        "Weight restriction for carry-on?",
        "Does my carry-on need to meet weight requirements?",
        "Is there any restrictions on the bag weight on board?",
        "The max for my carry-on weight is not known.",
        "Is there limits to carry on weight?",
        "Can I carry my luggage up to a certain weight?",
        "Are there limits on carry on weight?",
        "Have you considered a carry-on weight limit?",
        "Limits for carry-on weight?",
        "Is max carry-on bag weight possible?",
        "Is there a limit on carrying bags' weight?",
        "What is the total allowable carried-on baggage mass?",
        "Has a weight limit for carry-on bags been customary?",
        "I have a question about how much carry-ons weigh.",
        "Will a weight cap be needed for carry-ons?",
        "There are any limits on carry-on weight?",
        "What is the maximum weight I can carry-on with?",
        "Carry-on weight Limits?",
        "Is there any limitation on carry-on weights?",
        "I don't know if there is a weight restriction for my carry-on.",
        "How heavy a carry-on can be?",
        "Does my carry-on need to meeting specific weight requirements?",
        "Is it a weight restriction for my carry-on?",
        "I want to know how much carry-ons weigh",
        "How heavy can luggage be in a carry-on position?",
        "Is there a maximum carry-on bag weight limit?",
        "Carry on weight limit?",
        "What is the max weight of my bag?",
        "I am wondering about the weight limit for my carry-on.",
        "What's the maximum weight of my carry-on?",
        "Is there a limit on how large my bag can be?",
        "There is limitations on carry-on mass.",
        "What's the limit for weight on luggage?",
        "How much weight do I have for my carry-on?",
        "Does my carry-on have to weigh a certain weight?",
        "Is there any luggage weight restrictions?",
        "Is it possible to limit my carry-on weight?",
        "Limit on carry-on weight",
        "I was wondering if I could pack my carry-on up to a certain weight.",
        "What's the max weight I can carry on?",
        "Can you specify how heavy a carry-on can be?",
        "Are there limits on how much my carry-on bag can weigh?",
        "What is the upper limit for allowed carry-on baggage mass?",
        "Is maximum weight allowed for carry-on?",
        "There are certainConstraints on carry-all mass?",
        "What is the max weight for carry-on?",
        "Does my carry-on have a weight limit?",
        "Is there a limitation on the weight of my bag?",
        "What is the maximum carrying-on baggage mass that can be carried?",
        "What are the maximum weights for my carry-on?",
        "Have there any restrictions for the max weight for carry-on luggage?",
        "Can you please tell me how much a carry-on can weigh?",
        "Do you have any limitations on carry-on size?",
        "Should carry-on weight be restricted?",
        "What's the maximum weight allowed for my bag on the plane?",
        "Can I fit a carry-on up to a certain weight?",
        "Is there a limit to the weight of my bag?",
        "What's the carry-on weight's max?",
        "What is a weight restriction for my carry-on?",
        "What is the max weight allowed for my carry-on?",
        "Is there any restrictions on the carrying-on weights?",
        "Are there restrictions on luggage weight?",
        "What is the maximum weight for my small bag on the plane?",
        "How much weight is permitted for my carry-on?",
        "Does there exist any restrictions on carry-on weights?",
        "Information about carrying-on weight limits could you give?",
        "What is the maximum weight allowed in luggage?",
        "What is the limit for my bag's weight?",
        "Is there any limit on how much luggage I can carry?",
        "Is there any limits on carry-on mass?",
        "I want to know how much a carry-on can be.",
        "Does anyone know any limitations on carry-on size?",
        "Have there any restrictions for max weight for carry-on luggage?",
        "Any maximum weight limits for my carry-on?",
        "Is a limit on how much my carry-on bag can weigh?",
        "Tell me the weight limit for my carry-on.",
        "How much is the carry-on bag weight limit?",
        "Can you specify how heavy a carry-on should be?",
        "Are there any restrictions on the bag weight?",
        "What is the maximum weight of the carry-on?",
        "What is the baggage weight restriction?",
        "Restrictions on carry-on weight?",
        "Information about carry-on weight limits could you offer?",
        "Can there be limits on carry-on weights?",
        "Which maximum weight is allowed for my carry-on?",
        "Is there a limit for the bag's weight?",
        "Is there any limit on the weight of my carry-on?",
        "Which is the limit for carrying bags' weight?",
        "Can you tell me how much a carry on can be?",
        "What is the max carrying bag weight?",
        "Is there a max for my carry-on weight?",
        "Is a weight limit common in carry-on bags?",
        "Is it allowed for my carry-on to have a maximum weight?",
        "Do I have a weight limit for my carry-on?",
        "Minimum carry on bag weight?",
        "Is there limits to carry-on weight?",
        "Is it normal to have a weight limit on carry-on bags?",
        "Is my carry-on required to meet specific weight requirements.",
        "Can my carry-on have a maximum weight?",
        "There are restrictions on the max weight for carry on luggage.",
        "What is the limits for carrying bags' weight?",
        "Is there any restriction on weight for my carry-on?",
        "Is there any limits on carry on baggage weight?",
        "Is the baggage subject to a limit?",
        "Is there information about carry on weight limits?",
        "What is the upper limit for Allowed carried-on baggage mass?",
        "I need a restriction on my carry-on weight.",
        "Is it possible to limit carry-on size/weight?",
        "What is the maximum allowed carry-on baggage mass?",
        "Has carry on baggage got a weight restriction?",
        "Limits on the carrying-on weight?",
        "What is the permitted carry-on bag weight?",
        "Is there a maximum weight for my bag?",
        "Were you able to tell me about carry-on weight limits?",
        "Do you have an limit on carry-on mass?",
        "Is there any restriction on the bag weight on board?",
        "Any weight restriction on my carry-on?",
        "What's the weight cap for luggage?",
        "There is a limitation on carry-on mass",
        "Is there any limits on how much baggage I can carry?",
        "Can you limit carry on weight?",
        "Is there a limit for the carry-on weight?",
        "There is a limit on the weight of my carry on bag.",
        "How much weight is allowed for my carry on?",
        "A weight restriction for my carry-on?",
        "Do you have a limit on the carry-on weight limit?",
        "Is there a limit to how much my bag can carry?",
        "What's the maximum weight used for my carry-on?",
        "Is there a limit to what my bag can weigh?",
        "Where's the maximum weight for my carry-on?",
        "Does my carry-on have to meet certain weight requirements",
        "How much am I allowed to carry-on weight?",
        "What is the maximum weight accepted for my carry-on?",
        "Can I take my carry-on up to a certain weight?",
        "Should my carry-on meet certain weight requirements?",
        "Limits for carry-on luggage weight?",
        "max weight allowed for carry on bag",
        "Is there a maximum weight to carry-on?",
        "How heavy a carry-on can be, can you tell me?",
        "Is there any restriction regarding carry-on weights?",
        "Consider limits on carry-on weight.",
        "What is the max carry on bag weight limit?",
        "Can you tell me about a limit on bag weight?",
        "Is carry-on bag weight allowed?",
        "Does carry-on baggage have a limitation?",
        "Is there any restriction on how much I can carry?",
        "The maximum weight allowed for my carry-on is unknown.",
        "The weight limit for my carry-on is up in the air.",
        "There may be limitations on carry-on size.",
        "What is the permissible weight for my luggage?",
        "What are the allowable weight for my bag?",
        "Is there any limitations on carry-on size and weight?",
        "Is it standard for carry-on bags to have a weight limit?",
        "Do carry-on bags typically have a weight limit?",
        "I want to know the maximum allowance for my bag's weight.",
        "I don't know what the maximum allowance is for my bag's weight.",
        "Is a limit on the bag weight?",
        "Has the baggage got a weight constraint?",
        "What information could you give about carry-on weight limits?",
        "The weight limit on my carry-on is not known.",
        "Is there a carry-on bag limit?",
        "Is there any information about carrying on weight limits?",
        "My carry-on has some weight restriction.",
        "How heavy can a carry-on be?",
        "Is there a weight restriction in place for my carry-on?",
        "Is there any limitation on how much I can pack in my luggage?",
        "Information about carry on weight limits could be helpful.",
        "There is weight restriction for my carry-on.",
        "I want to know what the baggage size limit is.",
        "What is the limit on my carry-on?",
        "My carry-on may need a weight restriction.",
        "What is the allowed baggage weight?",
        "How about a weight cap for carry-ons?",
        "Is there any limit on the carry-on weights?",
        "For my carry-on, what is the maximum weight?",
        "Have carry-on baggage got a restriction?",
        "Will there be a limit on the weight of my bag?",
        "What restrictions do you have on carry-on weights?",
        "What limits are there for carry-on weight?",
        "Can you tell us how heavy a carry-on can be?",
        "Is there any limits on carry on weight?",
        "Are there a carry on weight limit?",
        "There is a question about the carry-on bag weight.",
        "Can you tell me about how heavy a carry-on can be?",
        "Does the carry-on bag have a limit on weight?",
        "Do you know how heavy a carry-on can get?",
        "There are some limitations on carry on size and weight.",
        "Is your carry-on weight limit?",
        "How much of my carry-on bag can it weigh?",
        "Can there be any limitations on carry-on weight?",
        "Can you tel me how heavy a carry-on can be?",
        "Are there limits to carry-on weight?",
        "What is the max weight for carry-on luggage?",
        "What is the total weight limit for my carry-on?",
        "Is my carry-on allowed a maximum weight?",
        "Is it possible to have constraints on carry-all mass?",
        "I don't know what the max is for my carry-on weight.",
        "Is the maximum allowable carried-on baggage mass?",
        "Is carry-on baggage limited?",
        "What is the permissible carry-on bag weight?",
        "Are there a weight limit for my carry-on bag?",
        "Are there any limits on the carry-on weights?",
        "What's the maximum carry-on weight that I can carry?",
        "Can there be any limitations on carry-on size?",
        "There are restrictions regarding the max weight for carry-on luggage.",
        "What is the allowable carry on baggage mass?",
        "Is a maximum weight allowed for my carry-on?",
        "What is the maximum weight a bag can carry?",
        "The limit on carry-on weight?",
        "There's a limit on the weight of my carry-on bag.",
        "weight restriction for my carry-on",
        "The allowed carry-on bag weight?",
        "Can you give me information about carrying-on weight limits?",
        "Can you tell me if there is a bag weight cap for luggage?",
        "Do you have limits on carrying-on weight?",
        "Any weight restriction for carry-ons?",
        "Is there a limit on how much my bag can carry?",
        "Is it possible to give me information about the carry-on weight limits?",
        "Do you have restrictions on carry-on weight?",
        "Has carry-on baggage has a weight limit?",
        "Will the carry-on bag weight be allowed?",
        "Can you say the limit for carrying bags' weight?",
        "What is the maximum allowance for my small bag's weight on the plane?",
        "Is it normal for a weight limit for carry-on bags?",
        "Should the maximum weight be allowed for my carry-on?",
        "Can you allow carry-on bag weight?",
        "Are you suggesting a carry-on weight limit?",
        "Do I have a limit on how much my bag can hold?",
        "Limitation of carry on mass?",
        "Is there a maximum weight you can carry on?",
        "Is there a limit for my carry-on weight?",
        "There is any restriction on the weight of my carry-on.",
        "Constraints in carry-all mass?",
        "Information about carry-on weight limits could be helpful.",
        "There are some restrictions on the weight of carry-on luggage.",
        "Limitations for carry-on mass?",
        "Is the maximum weight allowed for my carry on?",
        "What is the limit for the carried-on baggage?",
        "Can there be carry-on weight limits?",
        "What is the maximum carry on baggage mass?",
        "What is the limit on carry-on weight?",
        "My carry-on needs a weight restriction.",
        "Do we have limits on carry-on weight?",
        "I would like a weight restriction for my carry-on.",
        "Should you tell us about the carry-on weight limits?",
        "There are some restrictions on the max weight of carry-on luggage.",
        "Have any restrictions on the max weight for carry on luggage?",
        "Can you tell me the baggage cap?",
        "Is there a limitation to the weight of luggage?",
        "Do I need to restrict the weight of my carry-on?",
        "Do you know how much my carry-on bag can weigh?",
        "Could it be a weight cap for carry-ons?",
        "Is it possible to restrict my carry-on weight?",
        "My carry-on needs some weight restriction.",
        "Should carry-on mass be restricted?",
        "Do you have constraints on carry-all mass?",
        "I don't know if there is a limit on how much my bag can weigh.",
        "Is there any restrictions on carrying-on weights?",
        "Do you have any information regarding carry-on weight limits?",
        "Is the upper limit for allowable carried-on baggage mass?",
        "Does my carry-on have to carry a certain weight?",
        "What's the maximum carry-on weight for me?",
        "Permitted carry-on bag weight?",
        "There might be restrictions concerning carry-on weights.",
        "What is the ceiling for carried-on baggage mass?",
        "Does my carry-on have to be of a certain weight?",
        "Can it be a weight cap for carry-ons?",
        "The max weight for carry-on luggage has some restrictions?",
        "Any restrictions on carry-on weight?",
        "What's the limit for the weight on luggage?",
        "I want to know if there is a weight limit for my bag.",
        "Can there be a carry-on bag weight limit?",
        "How much I can carry in my luggage?",
        "Has the carry-on baggage got a weight restriction?",
        "What is the maximum baggage weight limit?",
        "Has baggage got a weight restriction?",
        "Any restrictions about the max weight for carry-on luggage?",
        "Is it possible to pack my carry-on to a certain weight?",
        "Can I have a carry-on up to a certain weight?",
        "Any restrictions on weight for carry-on luggage?",
        "I would like to know the weight limit for my bag.",
        "Is the carry-on bag weight limit too high?",
        "Can you tell me about carry-on weight limits?",
        "Is there a limit on the bag's weight capacity?",
        "What's the max for my carrying weight?",
        "What's the weight limit for my carry- on?",
        "Is it possible to carry on up to a certain weight?",
        "What is the maximum weight I can carry-on?",
        "Where can I find the maximum weight for my carry-on?",
        "Does my carry-on have to weigh something?",
        "Is it a carry-on bag weight limit?",
        "The carry on weight limits?",
        "I don't know what the maximum weight for my carry-on is.",
        "Is there a max weight for my carry-on?",
        "Any maximum weight that is allowed for my carry-on?",
        "Is there a limit for carry-on weight?",
        "If there areConstraints on carry-all mass?",
        "The limits for carry-on weight?",
        "Limits to carry on weight?",
        "Is my carry-on up to a certain amount?",
        "Would you accept a carry-on weight limit?",
        "What's the maximum weight for my suitcase?",
        "How much can my carry-on bag weigh?",
        "Is there limit to carry-on weight?",
        "I want to know if you have information about carry-on weight limits.",
        "Is there any weight restrictions for my carry-on?",
        "Can you tell me the weight cap for carry-ons?",
        "A max carry-on bag weight.",
        "Can I put my carry-on up to a certain load?",
        "Is there any limitation on how much I can carry in my luggage?",
        "There are any limits on carry-on weights?",
        "Will there be limits on carry-on weight?",
        "What's the limit for my carry-on weight?",
        "Does my carry-on have to weigh much?",
        "How much weight should I restrict my carry-on?",
        "Is there any specifications regarding my bag's weight capacity?",
        "Is there a limit on the amount of carry-on mass?",
        "How much weight can my carry-on carry?",
        "There might be a weight limit for carry-on bags.",
        "Isn't carry-on baggage carrying a weight constraint?",
        "What's the permitted weight for my bag?",
        "Is there anything you could tell me about the carry-on weight limits?",
        "Have carry-on luggage got a weight constraint?",
        "What is the maximum carry on baggage mass that can be carried?",
        "Is the carry-on bag max weight?",
        "Has carry-on luggage got a weight constraint?",
        "Is it possible to carry-on weight limit?",
        "I don't know how much my carry-on bag can hold.",
        "What is the max allowable baggage mass?",
        "Could you tell me about carry-on weight limits?",
        "Is there any limitation on the carry on size?",
        "Does the carry-on bag have a weight limit?",
        "Is a weight limit customary for carry-on bags.",
        "I'm unsure of the weight limit for my carry-on.",
        "What is the baggage size cap?",
        "How much can my carry on bag hold?",
        "Can there be limitations on carrying-on size and weight?",
        "Should there be limitation on carry-on mass?",
        "What about weight cap for carry-ons?",
        "I would like to know about the carry-on weight limits.",
        "Is there a limit on the carry-on mass?",
        "Can I know the weight limit for my bag?",
        "Carrying a carry-on weight limit?",
        "Is it permissible to have a carry-on weight limit?",
        "What is the maximum weight permissible for my carry-on?",
        "Is there a limit on carry-on mass.",
        "Limit carry-on bag weight?",
        "Do you have a weight cap for carry-ons?",
        "max weight allowed for carry-on bag",
        "What about carrying-on weight limits?",
        "Will there be limitations on carry-on size?",
        "What is the upper limit for allowable carry-on baggage mass?",
        "Is there any weight restriction for carry-on?",
        "Does it mean a weight cap for carry-ons?",
        "Is it customary for a weight limit on carry-on bags?",
        "Limitation on carrying-on mass?",
        "There are some restrictions for the max weight for carry-on luggage.",
        "Can you tell me how heavy a carry on can be.",
        "I need to know the maximum allowance for my bag's weight.",
        "Is there a limit on the carry on mass?",
        "Do you have a carry-on weight limit?",
        "What is the maximum weight for carry-on?",
        "Is the carry-on bag weight over the max?",
        "Is a cap on luggage weights?",
        "Is a weight limit recommended for carry-on bags?",
        "What is the maximum weight my bag can carry on the plane?",
        "Is it possible to limit carry-on mass?",
        "Is there a weight limit for the carry-on bags?",
        "What is the maximum weight that I should carry on?",
        "There are restrictions on the max weight for carry-on luggage.",
        "Does carry-on baggage contain a weight constraint?",
        "Is there any limits on carry-on size or weight?",
        "Can there be restrictions for carry-on weights?",
        "Is a weight limit customary for carry-on bags?",
        "Can you tell me how heavy a carry-on must be?",
        "Can there be any restrictions concerning carry-on weights?",
        "There are some limits on carry-on size and weight.",
        "There are limits on carry-on weight?",
        "What is the upper limit for carry-on baggage mass?",
        "Is a limit to the luggage's weight possible?",
        "Can you give me some information about the carry-on weight limits?",
        "Does a carry-on need to meet specific weight requirements?",
        "Might there be baggage weight restrictions?",
        "Minimum carry-on bag weight?",
        "Max weight for carry-on luggage, got any restrictions?",
        "Is the limit on carry-on mass?",
        "A max carry on bag weight limit?",
        "maximum weight allowed for my carry-on?",
        "Do you have a carrying-on weight limit?",
        "Do I need a max for my carry on weight?",
        "I would like to know the maximum weight allowed for my carry-on.",
        "Do there any restrictions concerning carry-on weights?",
        "Can a carry-on bag have a weight limit?",
        "Is there any limit on the weight of my carry-on bag?",
        "What is the maximum weight for a carry-on bag?",
        "How much can carry-ons weigh?",
        "What is the weight allowed for the bag?",
        "Does the carrying on bag have a weight limit?",
        "Is there any limit to carry-on weights?",
        "Does my carry-on have to fulfill certain weight requirements?",
        "Is there a weight capacity for my bag?",
        "Have there limits on carry-on weight?",
        "Do carry-on bags come with a weight limit?",
        "Should the max weight for carry-on luggage be restricted?",
        "Has carry-on baggage got a weight restriction?",
        "Possible baggage weight restrictions?",
        "allow carry-on bag weight?",
        "Is there a weight limit on carry-on baggage?",
        "Is that the carry-on weight limit?",
        "I want to know the upper limit for allowable carried-on baggage mass.",
        "What is the maximum allowable carried on baggage mass?",
        "Is it possible to have a maximum weight for my carry-on.",
        "I want to know if there are any specifications regarding my bag's weight capacity.",
        "Has the baggage have a weight constraint?",
        "What is the maximum baggage weight allowed?",
        "What is the maximum weight my carry-on can carry?",
        "Are there any restrictions regarding bag weight on board?",
        "Does the carry-on have to meet certain weight requirements?",
        "Can you specify the baggage size limit?",
        "Does my carry-on bag have a limit?",
        "Does my carry-on have a weight restriction?",
        "There are someConstraints on carry-all mass?",
        "The upper limit for allowable carried-on baggage mass is unknown.",
        "Is the Carry-on weight limit?",
        "What is the maximum baggage mass that you can carry?",
        "Does my carry-on need to meet particular weight requirements?",
        "There are any rules regarding bag weight on board?",
        "Does my carry-on have to meet particular weight requirements?",
        "Can there be limits on carry-on size/weight?",
        "There might be a weight restriction for my carry-on.",
        "There is a limit to the weight of my carry-on bag.",
        "The limit on carry-on mass?",
        "Do I need a weight limit for my carry-on?",
        "What is the maximum allowance for my bag's weight on board?",
        "Any restrictions on carry on size?",
        "Are there restrictions on carry on weights?",
        "The carry on weight limit is questionable.",
        "What is the maximum carry on weight I can carry?",
        "Do you know the maximum weight allowed for my carry-on?",
        "I am wondering how much carry-ons weigh?",
        "Can my carry-on bag weigh much?",
        "Can there be a weight limit on carry-on bags?",
        "What's the carry on weight limit?",
        "There are restrictions on carry-on weights",
        "Can you tell us how much a carry-on can weigh?",
        "Does my carry-on need to fit certain weight requirements?",
        "There are restrictions on the carry-on luggage's max weight.",
        "What is the maximum amount of weight my bag can hold?",
        "What is the maximum allowable weight for my bag on the plane?",
        "The upper limit for carried-on baggage mass?",
        "How high is the allowable carried-on baggage mass?",
        "Is a weight limit for carry-on bags accepted?",
        "Is the carry-on bag weight limit large?",
        "Is there any restrictions around carry-on weights?",
        "Any limitations on the amount of luggage I can carry?",
        "Is there a bag weight cap in the luggage?",
        "Does a weight limit for carry on bags exist?",
        "Have any restrictions on the max weight of carry-on luggage?",
        "What are the limits on carry on weight?",
        "Does my carry-on need to meet certain weight requirements?",
        "Does a weight limit apply to my carry-on bag?",
        "Does carry on baggage have a limit?",
        "Does my carry-on have to meet certain weight tolerances?",
        "Is there any limit on the carry-on size?",
        "Is a weight limit the norm for carry-on bags?",
        "Do you have a limit on the bag weight?",
        "What is a max carry-on bag weight?",
        "What's the max carry on weight?",
        "Can there be a baggage size limit?",
        "I don't know if there is a weight limit for my carry-on bag.",
        "Can we limit carry-on weight?",
        "Is there a weight restriction for my carryon?",
        "There is a question regarding my bag's weight capacity.",
        "There may be restrictions on carry on weights.",
        "Any maximum weight that could be carried on?",
        "Is there a limit to how much my carry on bag can weigh?",
        "Can there be a limit to the weight of luggage?",
        "What is the maximum weight of my carry-on bag?",
        "What is the weight limit for the carry-on?",
        "Is there any limit to how much I can carry in my luggage?",
        "Does the Carry-on weight limit apply?",
        "Are there a weight limit for carry-on bags?",
        "Have any restrictions for the max weight for carry-on luggage?",
        "I am wondering if there is a weight limit for my bag.",
        "Is there a weight limit for the bag?",
        "Do you accept a carry-on weight limit?",
        "Is there a maximum weight allowed for carry-on?",
        "The max weight for carry on luggage?",
        "Can luggage get too heavy in a carry-on?",
        "What's the maximum weight for my bag on the flight?",
        "Can carry-on baggage be weighed?",
        "Limits for carry-on baggage weights?",
        "What is the carry-on bag weight limit.",
        "Legal limits for carry-on baggage weight?",
        "What is the maximum for my carry-on weight?",
        "Do you have a carry on weight limit?",
        "Can I limit my carry-on weight?",
        "There are any restrictions on carry-on size and weight?",
        "Can there be limits on carry-on weight.",
        "Limitation on carry- on mass?",
        "There may be a weight constraint on carry-on baggage.",
        "There are some restrictions on carry-on luggage weight.",
        "What's the limit for my bag's weight?",
        "Is there a weight constraint on carry-on baggage?",
        "Are you talking about the weight cap for carry-ons?",
        "The max weight for carry-on luggage has any restrictions?",
        "Does there a weight constraint for luggage?",
        "Does anyone have a weight limit for my carry-on?",
        "Was there a weight cap for carry-ons?",
        "Do I need a weight limit for my carry on bag?",
        "Limits for carrying on weight?",
        "There may be a weight limit for carry-on bags.",
        "Have carry on baggage got a weight constraint?",
        "The max weight for carry-on luggage might have some restrictions.",
        "Limits for carryon baggage weight?",
        "max carry-on bag weight limit?",
        "I'm not sure what the weight limit is for my carry-on.",
        "Is there some baggage weight restrictions?",
        "I don't know the weight limit for my carry-on.",
        "How much can be carried in my bag?",
        "What is the limit of weight on luggage?",
        "What is the max for my carry-on weight.",
        "Can you set a max carry-on bag weight limit?",
        "Is the weight cap for carry-ons there?",
        "There may be restrictions regarding carry-on weights.",
        "Isn't there a weight cap for carry-ons?",
        "My carry-on has any maximum weight?",
        "Are the carry-on bag weight limits max?",
        "Are thereConstraints on carry-all mass?",
        "What is the allowable carrying-on baggage mass?",
        "What is the maximum carrying-on weight?",
        "What is the maximum allowance for the bag's weight?",
        "Is the weight limit for carry on bags customary?",
        "Is the weight limit for carry-on bags normal?",
        "What is the maximum carry on bag weight limit?",
        "Can you tell us how heavy a carry-on can be.",
        "What weight can my carry-on bag carry?",
        "Is there a limit to the amount of baggage I can carry?",
        "Limit on the amount of carry-on mass?",
        "Limits for carry-on baggage weight are endorsed?",
        "So what is the weight limit for my carry-on?",
        "Is a weight limit standard for carry-on bags?",
        "What is the limit for the baggage size?",
        "Is it possible to have a max weight for carry-on luggage?",
        "What about the carry-on weight limits?",
        "The bag's weight capacity is something I want to know.",
        "What is the allowed weight for my luggage?",
        "Can carry-on bag weight be up to max?",
        "Do I need to limit how much my bag can weigh?",
        "What is the max weight for a carry-on?",
        "What is the permitted weight for my bag?",
        "There is a limit on the weight of a carry-on bag.",
        "Is it possible to limit bag weight on board?",
        "What is the allowed weight of the bag?",
        "What is the maximum weight my carry-on can hold?",
        "There areConstraints to carry-all mass?",
        "Is there a restriction on my carry-on's weight?",
        "Is there a restriction on carry-on weights?",
        "How much weight can my bag hold?",
        "There could be a weight restriction on my carry-on.",
        "Can you tell me about the carry-on weight limit?",
        "Do there constraints on carry-all mass?",
        "Is there a maximum amount of weight allowed for my carry-on?",
        "Is the bag weight limited?",
        "Is it a carry on weight limit?",
        "Should carry-on weight limit be set?",
        "Is there a weight limit in carry-on bags?",
        "Is there a weight restriction on carry-on bags.",
        "There might be some restrictions on carry-on weights.",
        "What is the maximum carried-on baggage mass allowable?",
        "Limits on carrying-on mass?",
        "Is there a limit for the size of my bag?",
        "What's the maximum weight for carrying bags?",
        "What is the maximum weight for my carry-on.",
        "Is there any restriction on the max weight for carry on luggage?",
        "Have there any restrictions regarding carry-on weights?",
        "I wonder if there is a bag weight cap for luggage.",
        "Can there be restrictions about bag weight on board?",
        "Is the carry-on bag weight limit Max?",
        "Does my carry-on have to fit a specific weight?",
        "Limit on carry-on baggage weight?",
        "What is the weight limit of my carry-on?",
        "Can carry-on weight have limits?",
        "Do carry-on bags have weight limits?",
        "Can there be any limits on the bag weight?",
        "Will a weight limit for carry-on bags be normal?",
        "Carry-on weight restrictions?",
        "Any limits on carry-on weight?",
        "What's the limit for my carry on weight?",
        "Can there be a limit to bag weight?",
        "Is it possible that baggage weight restrictions are in place?",
        "What is themaximum weight allowed for my carry-on?",
        "Can you tell me the upper limit for allowable carried-on baggage mass?",
        "Is there a weight limit for carrying bags?",
        "Do you have information about the carry-on weight limits?",
        "Are there any restrictions on carry on weights?",
        "What is the limit for carry-on luggage?",
        "do you have a carry-on weight limit?",
        "Can there be restrictions on carry-on size/weight?",
        "What is the weight cap for baggage?",
        "What is a carry on weight limit?",
        "Limit the bag's weight, please?",
        "How heavy can my carry-on bag get?",
        "What is the weight restriction for luggage?",
        "Is there a weight limit on carry on bags?",
        "Can there be limits on carrying-on weight?",
        "The maximum weight I can carry on?",
        "The maximum weight that can be carried on is unknown.",
        "Is a weight limit standard for carry on bags?",
        "Will there be a limit to the weight of luggage?",
        "Is it possible to pack my carry-on up to a certain amount of baggage?",
        "How much baggage can I carry?",
        "I'm wondering what the weight limit is for my carry-on.",
        "What is the weight limit for my carry on bag?",
        "Has carry on baggage had a weight restriction?",
        "Can you tell me more about carry-on weight limits?",
        "What is the maximum that luggage can hold?",
        "a carry-on weight limit?",
        "Will there be any restrictions regarding carry-on weights?",
        "Is there something that limits bag weight?",
        "Is there any limit on the carry-on weight?",
        "Is there a limit on how big my bag is?",
        "Any restrictions on the bag's weight?",
        "How much can I carry in a bag?",
        "Does my carry-on have to meet certain weights?",
        "Are there any restrictions about carry-on weights?",
        "How heavy can a carry-on bag be?",
        "What amount can I carry in my carry-on bag?",
        "Is there any restrictions regarding bag weight on board?",
        "What is the maximum carry-on weight I can carry?",
        "Does there have to be limits on carry-on weight?",
        "Is thereConstraints on carryall mass?",
        "Can there be any restrictions for carry-on weights?",
        "What is the max for my carry-on luggage?",
        "Does my carry-on have to meet the weight requirements?",
        "What is the maximum weight on the luggage?",
        "What is the maximum allowable weight of my bag on the plane?",
        "Is there a limit on carrying-on mass?",
        "Is there a weight cap for the luggage?",
        "I want to know if there are any specifications about my bag's weight capacity.",
        "Any limitations on carry-on size?",
        "For my carry-on, what's the maximum weight?",
        "There isConstraints on carry-all mass?",
        "Where do I find the weight limit for my carry-on?",
        "Any baggage weight restrictions?",
        "Do you have a weight restriction for your carry-on?",
        "Can you clarify how heavy a carry-on is?",
        "Can there be any restrictions on carry on size?",
        "Do any specifications exist for my bag's weight capacity?",
        "What is allowed for carried-on baggage mass?",
        "I'm wondering if there is a weight limit for my bag.",
        "Is the carrying-on bag weight max?",
        "Does the bag have an upper limit to its mass?",
        "What is the allowable weight for carrying bags?",
        "Is it possible to pack up my carry-on up to a certain weight?",
        "Is the carry-on bag weight limit normal?",
        "Have you considered limiting carry-on mass?",
        "Please tell me about carry-on weight limits.",
        "Is there any specifications about the bag's weight capacity?",
        "Is it possible to pack my carry-on up to a certain level of weight?",
        "Can it be too heavy in a carry-on?",
        "Should carry on baggage have a weight constraint?",
        "Can I have the maximum weight for my carry-on?",
        "Does my carry-on need to fulfill specific weight requirements?",
        "Are there restrictions on carry-on weight?",
        "Does the carry-on bag contain a weight limit?",
        "Are there any weight limits for my carry-on?",
        "Can there be limits on the carry on size?",
        "The Limitation on carry-on mass?",
        "What's the maximum carried on weight?",
        "Is there a limit to how much luggage can be carried?",
        "What is the maximum weight I can carry on board?",
        "Any restrictions, grumps, on the max weight for carry-on luggage?",
        "What's the max weight for carry on luggage?",
        "weight cap for carry-ons?",
        "What's the weight limit on luggage?",
        "Are there weight caps for carry-ons?",
        "Does my carry-on have to meet certain weight standards?",
        "Is there any restriction on the carry-on weights?",
        "There might be a limit on how much my carry-on bag can weigh.",
        "Is the carry-on required to meet specific weight requirements?",
        "There are limits for carry-on luggage weight.",
        "Do you have any limitations on carry on size?",
        "Is there a weight limit to carry-on bags?",
        "Information about carry-on weight limits?",
        "I wonder if there are any restrictions on carry-on weights.",
        "Any specifications for my bag's weight capacity?",
        "Can you set a carry-on bag weight limit?",
        "I want to know the maximum for my carry-on weight.",
        "How much weight should I restrict for my carry-on?",
        "What are the limits on the amount of luggage I can carry?",
        "What's the carry-on weight limit?",
        "Do you have a baggage size limit?",
        "A weight cap for carryons?",
        "Can you tell me the max for my carry-on weight?",
        "What is the maximum carried-on baggage mass that you can carry?",
        "Is the carry-on luggage carrying a weight constraint?",
        "Could there beConstraints on carry-all mass?",
        "What is the limit to carrying bags' weight?",
        "Have carry-on baggage got a limit?",
        "Has there a weight limit for my carry-on bag?",
        "Is there any information you can provide about carry-on weight limits?",
        "Do carry-on baggage have a weight constraint?",
        "Do I need to restrict my carry-on weight?",
        "There is baggage weight restrictions?",
        "Is this a weight cap for carry-ons?",
        "Is there any restriction on the carry-on weight?",
        "Any allowances for carry-on baggage weight?",
        "Is the weight limit for carry-on bags customary?",
        "Can I reach the weight restriction for carry-on bags?",
        "What heavy a carry-on can be?",
        "What is the maximum weight that I am allowed to carry?",
        "How much weight can I carry in my carry-on?",
        "How much can I have in my luggage?",
        "Is there a limitation on carry-on mass?",
        "Should there be a carry-on weight limit?",
        "Is there any limit on the carry-on baggage weight?",
        "Have carry-on baggage got a weight restriction?",
        "Can there be a max carry-on bag weight?",
        "Is the carry-on weight restriction?",
        "Do you know if there are restrictions on carry-on weights?",
        "Limit on the carry-on baggage weight?",
        "Any restrictions on the bag weight on board?",
        "What is the maximum amount of weight that can be carried on?",
        "Is there limits on the bag weight?",
        "Are there a limit on the weight of my bag?",
        "Limit for carry-on weight?",
        "Has carry-on baggage had a weight restriction?",
        "The weight cap on carry-ons?",
        "Can you tell me about the carry-on weight limits.",
        "There are any limitations on carrying on weight?",
        "What is the maximum weight I can carry on?",
        "I wonder how much my carry-on bag can weigh.",
        "Should there be a weight limit for carry-on bags?",
        "Information about carry-on weight limits might be helpful.",
        "Is there any restriction on the max weight for carry-on luggage?",
        "There might be restrictions on the max weight for carry-on luggage.",
        "How heavy of a carry-on can it be?",
        "There is any weight restriction for my carry-on?",
        "Is the weight cap for carry-ons something?",
        "Do you know the limit for carrying bags' weight?",
        "There is a weight constraint for carry-on baggage.",
        "Is the weight limit for my bag?",
        "What is the carrying-on's weight limit?",
        "A limitation on carry-on mass",
        "Is my carry-on needed to meet specific weight requirements?",
        "There may be a weight restriction on my carry-on.",
        "The max carry on bag weight?",
        "Is the baggage weight restrictions?",
        "Can there be limits on carry-on size?",
        "Any restrictions on the weight for my carry-on?",
        "Is there any limit to the amount of luggage I can pack?",
        "Can it be limited on carry-on mass?",
        "Can there be a limit on the weight of my carry-on bag?",
        "Are the carry-on bag weight allowed?",
        "Do you have any information about the carry-on weight limits?",
        "What is the maximum weight that luggage can hold?",
        "Would there be baggage weight restrictions?",
        "Is a weight cap a requirement for carry-ons?",
        "Is it normal for carry-on bags to carry a weight limit?",
        "Can you tell us how heavy a carry-on should be?",
        "Should a carry-on bag have a weight limit?",
        "Information about the carry-on weight limits?",
        "Limits on carrying carry-on weight?",
        "Does there any restriction on carry-on weights?",
        "Have carry-on bags got a weight constraint?",
        "Does the carry-on bags have a weight limit?",
        "What is the maximum weight that will fit in my carry-on?",
        "What is the allowed weight on luggage?",
        "Is there a limit to the weight of my bag.",
        "Is there any limit on how much luggage I can have?",
        "The upper limit for carried on baggage mass is not known.",
        "Can there be a weight limit for my bag?",
        "Is there any limit on how much luggage I can bring?",
        "Can baggage be too heavy in a carry-on?",
        "What about carry on weight limits?",
        "What is the maximum carried-on baggage mass that can be carried?",
        "What is the maximum weight on baggage?",
        "Is my carry-on weight the max?",
        "What's the baggage size limitation?",
        "What is the maximum carryon weight?",
        "What specifications are there for my bag's weight capacity?",
        "Is there a limit on the carrying-on weight?",
        "Is my carry-on required to meet certain weight requirements?",
        "Are there any limitations regarding carry-on weights?",
        "Limitation on carryon mass?",
        "Do you think there is a max carry-on bag weight?",
        "What's the allowance for my bag's weight?",
        "Can you tell me how much a carry-on can be?",
        "Is a weight limit used for carry-on bags?",
        "Limits for carry-on weights?",
        "Can carry on weight be limited?",
        "Can there be limits on carry on size?",
        "Does a weight cap apply to carry-ons?",
        "Will there be any restrictions on carry-on weights?",
        "Is it possible that they impose a luggage heaviness cap?",
        "What's the maximum amount of weight that can be carried on?",
        "Is there a weight restriction for my carry-on?",
        "Is there an upper limit for carried on baggage mass?",
        "Any max weight allowed for carry-on?",
        "What is the maximum weight allowed for my luggage?",
        "What is the permitted weight for my carry-on?",
        "Is it possible to confirm how heavy a carry on can be?",
        "Any maximum weight that I can carry on?",
        "Does carry-on baggage hold a weight constraint?",
        "Is there any limits regarding bag weight on board?",
        "Is there a weight cap on carry-ons?",
        "Limit the bag's amount of weight?",
        "There may be limitations on carry-on mass.",
        "How much can I carry in my bag?",
        "Are there any restrictions on the bag weight on board?",
        "Can there be a limit on the bag weight?",
        "Does the carry-on weight limit have a limit?",
        "There are some restrictions on the max weight for carry on luggage.",
        "Is it possible to pack my carryon up to a certain weight?",
        "There are any restrictions regarding carry on weights?",
        "Can you confirm how heavy a carry-on should be?",
        "Are the carry-on weight limit?",
        "Would carry-on bag weight be allowed?",
        "There should be a weight restriction on my carry-on.",
        "Could there be limits on carry-on mass?",
        "Do carry-on baggage have a weight restriction?",
        "Is there any restrictions on how much luggage I can carry?",
        "Can you give us information about the carry-on weight limits?",
        "Is a carry-on bag weight limit normal?",
        "Was it a carry-on weight limit?",
        "Where is the maximum allowance for my bag's weight?",
        "I want to know if there is a bag weight cap.",
        "The limit of carry-on weight?",
        "Is there any restrictions on the max weight of carry-on luggage?",
        "max carry-on bag weight?",
        "Does my carry-on have to carry a specific weight?",
        "Can I have a maximum weight for my carry-on?",
        "What is the permissible weight of my bag?",
        "The max carry on bag weight limit?",
        "What's the maximum weight allowed on luggage?",
        "The weight cap for carry-on items?",
        "Can you tell me the limit for carrying bags?",
        "Can you confirm the capacity of a carry-on?",
        "Is it possible to pack my carry-on up to a certain load.",
        "Are there any limits on carry-on weights?",
        "Is there any limits to the amount of luggage I can carry?",
        "Is the carry- on weight limit?",
        "Do there any restrictions about carry-on weights?",
        "There's a question of carry-on bag weight.",
        "Is any maximum weight allowed for my carry-on?",
        "Carry-on baggage weight limits?",
        "Limits for carry-on baggage weight?",
        "Is there a limit to the luggage's weight?",
        "Is there a limit for carry-on baggage weight?",
        "I'd like to know how heavy a carry-on can be.",
        "Limit of carry-on weight?",
        "How much can I carry in a carry-on bag?",
        "Any sensible limits for carry on baggage weight?",
        "There's a question regarding the carry-on bag weight.",
        "Any maximum weight that can be carried on?",
        "Does my carry-on have to meet specific weight requirements.",
        "Can you please tell me how heavy a carry-on can be.",
        "permitted carry on bag weight?",
        "There are any limits on the carry-on size?",
        "Is there any limit for carry on baggage weight?",
        "Do you mean the weight cap for carry-ons?",
        "I need to know how much I can pack in my luggage.",
        "Have carry-on baggage got a constraint?",
        "I wonder if there is a bag weight cap?",
        "Any max weight that I can carry on?",
        "What is the upper limit of carry-on baggage mass?",
        "Is there a carry-on limit?",
        "Which is the upper limit for carried-on baggage mass?",
        "What is the max carry-on weight for me?",
        "The limit on the carry-on weight?",
        "Does it mean weight cap for carry-ons?",
        "Carry-on mass might be limited.",
        "What do you think about the max weight for carry-on luggage?",
        "Do you have limits on carry-on mass?",
        "Is that a weight cap for carry-ons?",
        "The max weight for carry-on luggage has restrictions?",
        "There are restrictions on the max weight of carry-on luggage.",
        "What is the allowed carry on bag weight?",
        "Is there a limit for the weight of my carry-on bag?",
        "Limitations on carry- on mass?",
        "Is there a specific weight restriction for my carry-on?",
        "Is a weight limit common for carry on bags?",
        "There are limits for carry- on baggage weight.",
        "Is there a limit on the weight I can carry-on?",
        "Can you limit carry-on weight?",
        "Is there a bag weight cap for carry on luggage?",
        "What is the max for the carry on weight?",
        "Is there a limit to how much my bag can hold.",
        "What is the actual weight limit for my carry-on?",
        "What's the carrying-on weight limit?",
        "My carry-on should have a weight restriction.",
        "It's a question of carry-on weight limit.",
        "Do you have a limit for carrying bags' weight?",
        "I don't know if there are any specifications for my bag's weight capacity.",
        "Is carry on luggage carrying a weight constraint?",
        "Are there limits on the bag weight?",
        "Will there be a weight cap for carry-ons?",
        "maximum weight allowed for carry-on?",
        "There is an limitation on carry-on mass.",
        "Any endorsed limits for carry-on baggage weight?",
        "How much can I bring with me in my luggage?",
        "Is a limit on how much my bag can weigh?",
        "Limitation on carry-on mass is a question.",
        "Do I have a limit on how much my bag can weigh?",
        "Is my carry-on required to meet specific weight requirements?",
        "Is it possible that there is a limit on bag weight?",
        "What is the max carry on bag weight?",
        "Is there a limit on the weight of the carry-on bag?",
        "What is the permissible carried-on baggage mass?",
        "Limits for carry-on baggage weigh?",
        "Is there an limitation on carry-on mass?",
        "What is allowable carried-on baggage mass?",
        "Is the carry-on weight limit low?",
        "Can there be limits on carry-on size and weight?",
        "Can you tell me the max weight for carry-on luggage?",
        "Does the maximum weight be allowed for my carry-on?",
        "Which maximum weight can I carry on?",
        "Are you able to give information about carry-on weight limits?",
        "Is the limit on how much my bag can hold?",
        "My carry-on has a maximum weight?",
        "What is the upper limit of allowable carried-on baggage mass?",
        "Does my carry on have to meet certain weight requirements?",
        "Weight restrictions on the baggage?",
        "A limit on carry-on weight?",
        "Can there be limit on bag weight?",
        "I need the weight limit for my carry-on.",
        "Does the weight restriction apply to my carry-on?",
        "I don't know what the permitted weight is for my bag.",
        "Can I put my carry on up to a certain amount of weight?",
        "What is the maximum carrying-on baggage mass?",
        "Is the max carry-on bag weight limit?",
        "For my carry on weight, what is the max?",
        "What is the max weight for carry on luggage?",
        "Should I restrict my carry-on weight?",
        "Can luggage in a carry-on position be too heavy?",
        "Is there any specifications for my bag's weight capacity?",
        "We need information about carry-on weight limits.",
        "Do you have specifications for my bag's weight capacity?",
        "Can you provide information about carry-on weight limits?",
        "Is there a Carry-on weight limit?",
        "What's the baggage weight cap?",
        "Carry bags' weight limit?",
        "Does carrying-on baggage have a weight constraint?",
        "Limits on carry-on load?",
        "The carrying-on weight limit is questionable.",
        "There are restrictions on carry-on luggage's max weight.",
        "What is the weight limit for that carry-on?",
        "Has carry-on baggage got a limit?",
        "Can I take my carry-on up to a certain load?",
        "Is the carry-on bag weight limit max?",
        "Was it a weight cap for carry-ons?",
        "What is the weight limit for my carry- on?",
        "Any restrictions on the amount of weight I can carry?",
        "There's a weight limit for my carry-on bag.",
        "What weight is allowed for my bag?",
        "Is there a weight constraint for carry-on baggage?",
        "There is a weight restriction for carry on bags.",
        "The carry-on's weight limit is unknown.",
        "The limit for carry on weight?",
        "Is the carry-on bag weight limit maxed?",
        "There are any limits on carry-on size or weight?",
        "Does a weight limit for carry-on bags exist?",
        "What's the maximum weight that luggage can hold?",
        "Will there be limitations on carry-on mass?",
        "weight restriction for carry-on?",
        "What is the allowed weight for my suitcase?",
        "What is the maximum weight my small bag can carry?",
        "Is there a limit on the amount of baggage that can be carried?",
        "Is the weight cap for carry-on items?",
        "There is a restriction on carry-on mass.",
        "How much weight can my luggage carry?",
        "Do I need to limit my carry-on weight?",
        "Are there a weight limit for my bag?",
        "Does the carrying-on weight limit apply?",
        "Where is the weight limit for my carry-on?",
        "Limits on carry-on baggage weight?",
        "Should I be allowed a maximum weight for my carry-on?",
        "Limit on carry on baggage weight?",
        "The weight limit for carry-ons?",
        "Limits on the amount of carry-on weight?",
        "Can you tell me how heavy a carry-on can be.",
        "What is the maximum weight that's allowed for my carry-on?",
        "What's the max carrying on weight?",
        "What is a weight limit for my carry-on bag?",
        "Is a weight limit a requirement for carry-on bags?",
        "There is a weight limit on a carry-on bag.",
        "Has carry-on baggage had a limit on its weight?",
        "Is it possible to confirm how heavy a carry-on can be?",
        "Can you tell me about carry-on weight limits.",
        "Is there a limit on the carry-on bag weight?",
        "Have there restrictions on carry-on weights?",
        "Can I carry on up to a certain weight?",
        "Limitations for carry-on baggage weight?",
        "Is there a limit to the carry-on baggage weight?",
        "Is a weight cap for carry-ons needed?",
        "weight limit for carry-on bag",
        "What's the minimum weight for my carry-on?",
        "Do you have any information on how much carry-ons weigh?",
        "Can you tell me about the baggage size limit?",
        "The upper limit for carried on baggage mass is unknown.",
        "Were the carry-on bag weight allowed?",
        "Is there a limit for allowable carried-on baggage mass?",
        "Does my carry-on need to meet certain weight tolerances?",
        "Can there be limits on the amount of luggage I can carry?",
        "I need to know the weight limit for my carry-on.",
        "What is the weight limit for my bags?",
        "Is there information about carry-on weight limits?",
        "Possible constraints on carry-all mass?",
        "Are there a carry-on weight limit?",
        "I'm wondering if I can pack my carry-on up to a certain weight.",
        "Is it possible to pack my carry-on up to a certain weight.",
        "Is a weight cap for carry-ons possible?",
        "Is a weight limit usual for carry-on bags?",
        "Is it possible to have limits on carry-on weight?",
        "What is the max weight of my carry-on?",
        "How much can I take in my bag?",
        "Is there a carry-on weight limit?",
        "Information about the carry-on weight limits could be useful.",
        "A weight restriction for my carry-on.",
        "Is there a limit to how much my bag is able to hold?",
        "Can you tell me how large a carry-on can be?",
        "Did you have any information about carry-on weight limits?",
        "There is a weight restriction on carry-on bags.",
        "The upper limit for carried-on baggage mass is not known.",
        "How heavy can my carry on bag be?",
        "Is there a limit to the size of my bag?",
        "Is there a limit on the weight of my carry-on?",
        "Has carry-on luggage got a weight limit?",
        "Will the carry-on weight limit be exceeded?",
        "There is a limit to the carried-on baggage mass.",
        "What is the limit for my carry-on bag?",
        "Carrying-on weight cap?",
        "How much can be packed in my carry-on bag?",
        "Limits on carryon weight?",
        "Any limits to the bag weight?",
        "What is the max for my carrying on weight?",
        "Limitations on carry-on mass?",
        "Is there any restrictions regarding carry-on weights?",
        "Is it possible to give me information about carry-on weight limits?",
        "Is it a max carry-on bag weight limit?",
        "Can I carry my luggage up to a certain amount?",
        "There may be limitations on the carry-on size.",
        "Does my carry-on have specific weight requirements?",
        "Is the carry-on bag weight limit?",
        "Do you know the carry-on weight limits?",
        "Any restrictions on max weight for carry on luggage?",
        "Can there be a weight limit for my carry-on bag?",
        "Has carry on baggage got a restriction?",
        "How much carry-on bag weight is allowed?",
        "What is the allowed weight in my bag?",
        "Have you considered the carry-on weight limit?",
        "Does max carry-on bag weight limit apply?",
        "The upper limit for allowable carried on baggage mass is not known.",
        "Is there a weight restriction for carry-on bags.",
        "What is the minimum weight for my carry-on?",
        "I was wondering about the weight limit for my carry-on.",
        "Are there any limits for carrying bags' weight?",
        "Please tell me about the carry-on weight limits.",
        "What is the weight restriction for my carry-on?",
        "Is there a weight limit for my carry-on?",
        "Does carry-on weight limit apply?",
        "I'm wondering if there is a weight restriction for my carry-on.",
        "There are any limits on carry-on size?",
        "Is there any information about carry-on weight limits you could give?",
        "What is the limit on the baggage size?",
        "There are any restrictions on carry-on size or weight?",
        "What is the maximum carried on baggage mass that can be carried?",
        "Is there any limits on the bag weight?",
        "What is the permitted weight for the bag?",
        "I was wondering if there was a weight restriction for my carry-on.",
        "The maximum weight that can be carried-on?",
        "Does my carry-on have to comply with specific weight requirements?",
        "Could there be limits on carry-on weight?",
        "What is the limit for carried-on baggage?",
        "What are the carry-on weight limit?",
        "Limit on carrying-on weight?",
        "Do my carry-on bags have a weight limit?",
        "Any restrictions regarding the bag weight?",
        "There can be limits on carry-on weight.",
        "Is it the max for my carry-on weight?",
        "Are the carry-on bag weights max?",
        "Curbs for carry-on baggage weight?",
        "Is my carry-on going to meet specific weight requirements?",
        "Where's the maximum allowance for my bag's weight?",
        "Can my carry-on be carried up to a certain load?",
        "How much can be carried in a bag?",
        "What's the maximum allowance for my bag's weight?",
        "What is the carry on weight's max?",
        "Can there be restrictions regarding carry-on weights?",
        "Can you give a limit for carrying bags' weight?",
        "Can you give information about carry-on weight limits?",
        "How much weight is allowed for my carry-on?",
        "Is a weight cap needed for carry-ons?",
        "Can you tell me about the carry-on weight limits?",
        "Do you have any restrictions for carry-on weights?",
        "Is there any limits on the carry-on baggage weight?",
        "What is the ceiling for allowable carried-on baggage mass?",
        "Is there any restrictions on carry on size?",
        "Any guidelines for carry-on baggage weight?",
        "Max weight for carry-on luggage can have restrictions.",
        "Does the baggage have a fixed limit?",
        "Does carry on baggage have a weight limit?",
        "Can you tell me what the baggage size limit is?",
        "Can there be limit on carry-on mass?",
        "For my carry-on, any max weight allowed?",
        "Is there a weight constraint on the luggage?",
        "What is the max carry-on bag weight limit?",
        "Any weight restrictions on my carry-on?",
        "Do you have any information about the carry on weight limits?",
        "Has the carry-on baggage has a weight constraint?",
        "Has carry-on baggage gained a weight constraint?",
        "What is the maximum weight that my bag can carry on the plane?",
        "What is the allowed weight for my carry-on?",
        "Is the carry-on weight limit applicable?",
        "There are restrictions on the weight of carry on luggage.",
        "Limits for carry-on baggage weight",
        "Are there restrictions on carry-on weights?",
        "Can you give us information about carry-on weight limits?",
        "Is there a limit to the weight of the carry-on bag?",
        "Do you have any information about carrying-on weight limits?",
        "Is there a cap on bag weight?",
        "I am curious how heavy a carry-on can be.",
        "Got any restrictions on max weight for carry-on luggage?",
        "Do you think there is a weight cap for carry-ons?",
        "Get any restrictions for max weight for carry-on luggage.",
        "Could there be a limit on bag weight?",
        "Do you know what the limit is for carrying bags' weight?",
        "Do carry-on bags have a weight limit?",
        "Possibility of limitation on carry-on mass?",
        "Does anyone have any limitations on carry-on size or weight?",
        "Is there any limit on how much my bag can hold?",
        "Does the carry-on baggage have a weight constraint?",
        "limits on carry-on weight?",
        "There are any limits on carry on size?",
        "Will there be a carry-on bag weight limit?",
        "What is the maximum weight of my small bag on the flight?",
        "I was wondering how heavy a carry-on can be.",
        "I'm curious about the weight limit for my carry-on.",
        "Is the max weight allowed for my carry-on?",
        "What is the maximum carry-on weight limit?",
        "There are any limitations on carry-on weight?",
        "Any limits on the carry-on size?",
        "Any limits for carry-on baggage?",
        "Inform me about the carry-on weight limits.",
        "Can you let me know about the carry-on weight limits?",
        "Does it have a weight cap for carry-ons?",
        "Should I have any maximum weight for my carry-on?",
        "A weight cap on carry-ons?",
        "Are there any baggage weight restrictions?",
        "Does the max weight for carry on luggage have any restrictions?",
        "Is the carry-on weight limit?",
        "Does my carry on need to meet specific weight requirements?",
        "What is the maximum amount of weight allowed for my carry-on?",
        "What's the maximum weight allowed for my bag?",
        "The carry-on's weight limit?",
        "What's the maximum weight for a carry-on?",
        "How much can I bring with me in my bag?",
        "Is there a weight limit for carry on bags.",
        "There is a limit to the carry-on bag weight.",
        "Is there a cap on luggage weights?",
        "Is the weight limit for carry on bags normal?",
        "Is there a limit for my carry-on bag?",
        "Which is the allowed weight for my bag?",
        "Has the carry-on baggage got a restriction?",
        "Does any weight restriction affect my carry-on?",
        "What is the carrying-on weight limit?",
        "The weight cap for carry-ons is a question.",
        "Is max carry-on bag weight?",
        "Is there limits on carry on weight?",
        "I need to know what the maximum weight is for my carry-on.",
        "I am curious about the weight limit for my carry-on.",
        "I want to know how heavy a carryon can be.",
        "How much can my carry-on weigh?",
        "There is some limitation on carry-on mass.",
        "What is the maximum weight for a small bag on the plane?",
        "Will there be limits on carry on weight?",
        "Do you have any specifications for my bag's weight capacity?",
        "Is there any limitations on carry-on weights?",
        "Does my carry-on have to meet a certain weight requirement?",
        "Information about carry on weight limits could you give?",
        "What's the max weight for my carry-on?",
        "There are some constraints on carry-all mass?",
        "What is the weight limit for my baggage?",
        "How much can I take in my carry-on bag?",
        "Is there any restriction on carrying on weights?",
        "Does it have a carry-on weight limit?",
        "Does my bag have a weight limit?",
        "What's the maximum weight of the luggage?",
        "Limit on the carry-on weight?",
        "Does any weight restriction apply to my carry-on?",
        "What is the max for the carry-on weight?",
        "Limitation of carry-on mass?",
        "Can you tell me if there is a bag weight cap?",
        "There are restrictions for max weight for carry on luggage.",
        "Any weight restriction for my bag?",
        "The weight cap for carry-ons?",
        "limits on carry-on baggage weight?",
        "There are certain restrictions on the max weight for carry-on luggage.",
        "Are there any restrictions for carry-on weights?",
        "I need information about carry-on weight limits.",
        "There could be limitations on the carry-on size.",
        "Can there be any limits on carry-on weights?",
        "Is the maximum weight allowed for carry-on?",
        "Can I have maximum weight for my carry-on?",
        "Can you tell us about the carry on weight limits?",
        "Is it possible to have a weight restriction for my carry-on?",
        "Have carry-on baggage got a limitation?",
        "Can there be limitations on the carry-on size or weight?",
        "Do my carry-ons have to meet weight requirements?",
        "Got any restrictions on the max weight for carry on luggage?",
        "Limits on carry on mass?",
        "Is carry-on weights subject to restrictions?",
        "How much am I allowed to carry on my weight?",
        "Is a carry-on bag weight limit customary?",
        "Are there restrictions on carry-on mass?",
        "Is there any limits on the amount of luggage I can carry?",
        "How much can my carry-on hold?",
        "Do there haveConstraints on carry-all mass?",
        "The weight limit for my carry-on is a mystery.",
        "Might there be restrictions on luggage pounds?",
        "What max weight is allowed for my carry-on?",
        "What is the carry-on weight maximum?",
        "Is there a weight limit for carry- on bags?",
        "What is the limit on how much my carry-on bag can weigh?",
        "Is a weight limit mandatory for carry-on bags?",
        "What is the permissible carry-on baggage mass?",
        "What is the permissible carrying-on baggage mass?",
        "Is my bag's weight capacity determined?",
        "What's the upper limit of allowable carried-on baggage mass?",
        "How much can I carry with this bag?",
        "Please tell me how heavy a carry on can be.",
        "Did the carry-on baggage have a weight constraint?",
        "Can you tell me how heavy a carry-on can be?",
        "Is it possible to carry on up to a certain amount of weight?",
        "Are there a limit on the weight of my carry-on bag?",
        "Can there be restrictions on the bag weight on board?",
        "Do there have any specifications for my bag's weight capacity?",
        "Has carry-on baggage gotten a weight constraint?",
        "A Weight cap for carry-ons?",
        "What are the carry-on weight limits?",
        "There might be a weight cap for carry-ons.",
        "Is there a limit on the weight of my carry on bag.",
        "Is it customary to limit the weight of carry-on bags?",
        "Is it possible to carry on bag weight limit?",
        "Should I have a max weight for my carry-on?",
        "Does there a limit to the luggage's weight?",
        "Is there any limit to what I can pack in my luggage?",
        "Is the allowed weight for my bag?",
        "Do I have to meet weight requirements for my carry-on?",
        "Do you have a carry-on bag weight limit?",
        "Any limits on the weight of the bag?",
        "Can the carry-on mass be limited?",
        "What is the maximum carried-on baggage mass permitted?",
        "There is a weight constraint on carry on baggage.",
        "max carry on bag weight limit?",
        "There are restrictions when it comes to the max weight for carry-on luggage.",
        "Can there be limits on carrying on weight?",
        "What's the baggage weight restriction?",
        "Is there a weight cap for carryons?",
        "Will my carry-on meet specific weight requirements?",
        "Is there a restriction on the weight of my bag?",
        "Can carry-on bags have a weight limit?",
        "Are the weight limits for carry-on bags normal?",
        "The max weight for carry on luggage may have restrictions.",
        "The limits of carry on weight?",
        "There is a question regarding the carry-on bag weight.",
        "How much stuff can I carry in my bag?",
        "What's the maximum weight limit for my bag on the plane?",
        "Is there any restrictions regarding carrying-on weights?",
        "Is there any restriction on carry-on weights.",
        "What is the baggage amount cap?",
        "Can there be limits on carry-on mass?",
        "I would like to know if there is a weight restriction for my carry-on.",
        "Does a weight limit apply to carry-on bags?",
        "Limitations on carry-on weight?",
        "How much is the max for my carry on weight?",
        "There are restrictions on carry-all mass?",
        "Were you able to give information about the carry-on weight limits?",
        "What is the allowed weight of my bag?",
        "There areConstraints on carryall mass?",
        "Can you give us some information about the carry-on weight limits?",
        "What's the maximum weight for my carry-on?",
        "Is there a weight restriction on carry-on baggage?",
        "Does a max carry-on bag weight limit apply?",
        "I wonder if there are any specifications for my bag's weight capacity.",
        "What is the limit of carrying bags' weight?",
        "Do you know how heavy a carry on can be?",
        "There are any restrictions on the weight of the bag?",
        "Is there any restriction regarding carry-on weights.",
        "Can you please tell us how heavy a carry-on can be?",
        "Can you tell me how heavy is a carry-on?",
        "Is there anything you can tell me about carry-on weight limits?",
        "Let me know how heavy a carry-on can be.",
        "Has carry-on luggage got a weight restriction?",
        "What is the maximum weight for my bag on the flight?",
        "Is there a limit to the amount of luggage that can be carried?",
        "Carrying on bags might have a weight limit.",
        "Does my carry-on have to carry some weight?",
        "I don't know how much my carry-on bag can weigh.",
        "Is there a limit on the weight of the bag?",
        "I wonder if there is a limit on how much my bag can hold.",
        "Can you say how heavy a carry-on can be?",
        "Limit on the bag's weight?",
        "Can you please tell me how heavy a carry-on should be?",
        "Is it a limit for carrying bags' weight?",
        "Can you tell me how heavy a carry-on will be?",
        "Does my carry-on need to have a certain weight?",
        "There's a weight limit on my carry-on.",
        "Is it normal to have a weight limit for carry on bags?",
        "Is there a maximum carry-on bag weight?",
        "What is the maximum weight for the carry-on?",
        "Is the upper limit for carry-on baggage mass?",
        "I wonder how heavy a carry-on can be.",
        "Is the weight cap for carry-ons right?",
        "The maximum allowance for my bag's weight is not known.",
        "I'm wondering about a weight restriction for my carry-on.",
        "I wonder if there is a limit to the luggage's weight.",
        "How muchLimitation on carry-on mass?",
        "Do you think there's a weight cap for carry-ons?",
        "Is carrying-on weights subject to restrictions?",
        "weight allowed for carry-on bag?",
        "Is there a limit to my carry-on weight?",
        "Do there any restrictions on carrying-on weights?",
        "What is the maximum weight limit for my bag on the plane?",
        "What is the upper limit of carried-on baggage mass?",
        "Can my carry-on be packed up to a certain weight?",
        "Has there any limitations on carry-on size?",
        "Do I need a maximum weight for my carry-on?",
        "Is there any limits on carry-on size?",
        "Is there any restrictions on carry-on weights?",
        "Does carry-on baggage have a weight limitation?",
        "Is there any restriction on the weight of the carry-on?",
        "What is the max carrying bags' weight?",
        "Should I have maximum weight for my carry-on?",
        "Does anyone have any restrictions on bag weight on board?",
        "Is there an limit to carry-on mass?",
        "Do there exist any specifications for my bag's weight capacity?",
        "Which is the maximum allowance for my bag's weight?",
        "PossibleConstraints on carry-all mass?",
        "Will there be any restrictions on the max weight for carry-on luggage?",
        "You could tell me about carry-on weight limits.",
        "How heavy a carry-on can be, please?",
        "Can I meet the weight restriction for carry-on bags?",
        "What limits do you have on carry-on weight?",
        "I'm wondering what the maximum weight is for my carry-on.",
        "Is there limitations on carry-on mass?",
        "Should my carry-on have any maximum weight?",
        "What is the maximum weight you can carry-on?",
        "Do you have a max carry on bag weight limit?",
        "Is there a carrying-on weight limit?",
        "Would you be willing to give us information about carry-on weight limits?",
        "Do you have information about carry-on weight limits?",
        "What is the maximum weight that my carry-on can hold?",
        "What is the permitted weight of the bag?",
        "Limit the carry-on mass?",
        "What is the maximum weight on board for my bag?",
        "How much am I allowed to pack in my luggage?",
        "What's the maximum weight that's allowed for my carry-on?",
        "There are someConstraints on carry-all mass",
        "The weight cap for carry-ons is not known.",
        "There could be limitations on carry-on size.",
        "Is there weight cap for carry-ons?",
        "Is there any limit on how much baggage I can carry?",
        "Can there be a limitation on carry-on mass?",
        "Is the carry-on bag weight permitted?",
        "Is there a weight restriction in my carry-on?",
        "Is it customary to have a weight limit for carry-on bags?",
        "Is there any maximum weight for my carry-on?",
        "There are any limitations on the carry on weight?",
        "There must be a weight restriction for my carry-on.",
        "Any limits for carry on baggage weight?",
        "Have any restrictions for max weight for carry on luggage?",
        "What is the limit for the baggage?",
        "Is there a limit to my carry-on bag weight?",
        "Is there any restrictions about carrying-on weights?",
        "Is there any limit to carry-on baggage weight?",
        "Is the carry-on bag weight limit customary?",
        "Can there be limitations on the carry on size?",
        "Will there be any limits on how much I can carry?",
        "Does anyone know how heavy a carry-on can be?",
        "Do you have a limit on carry-on mass?",
        "I want to know if there is a limit on bag weight.",
        "Limits on the carry-on mass?",
        "A carry-on weight limit?",
        "Got any restrictions for max weight for carry-on luggage?",
        "What is the carry-on weight limits?",
        "Is there a limit on the weight of my carryon bag?",
        "What is the maximum weight for carrying bags?",
        "Does the max carry-on bag weight limit apply?",
        "Should the carry-on mass be limited?",
        "What is the maximum weight for a carry-on?",
        "Is it possible to pack up my carry-on to a certain load?",
        "Is there a limit on how much I can pack in my luggage?",
        "What's the minimum carry-on weight?",
        "Which is the maximum weight for my carry-on?",
        "Is there a limit to the amount of my carry-on bag?",
        "Do my carry-on have to meet specific weight requirements?",
        "Which is the carry-on weight limit?",
        "Where is the carry-on bag weight limit?",
        "The bag's allowable carry-on bag weight?",
        "What maximum weight should I carry-on have?",
        "There's a weight limit for carry-on bags.",
        "Has there been a weight constraint on carry-on baggage?",
        "Is the bag's mass limited?",
        "Limits for carrying baggage weight?",
        "What is the maximum allowed weight on luggage?",
        "What is a max carry-on bag weight limit?",
        "Is it possible to carry my carry-on up to a certain weight?",
        "What is the upper limit of the carried-on baggage mass?",
        "Can you tell me if there are any restrictions on the max weight for carry-on luggage?",
        "Tell me about the carry-on weight limits?",
        "Can you reveal how heavy a carry-on can be?",
        "Do I have to limit my carry-on weight?",
        "Do I need to limit my carry-on bag weight?",
        "A limit on carry-on mass",
        "Please tell me how heavy a carryon can be.",
        "The carry-on bag's allowed weight?",
        "Is it possible that baggage weight restrictions exist?",
        "Has carry on luggage got a weight restriction?",
        "How much can I pack in my luggage?",
        "Has carry-on baggage got a weight limit?",
        "Is my carry-on able to meet the specific weight requirements?",
        "Should there be limit on carry-on mass?",
        "Has the carry-on weight limit changed?",
        "There might be restrictions regarding carry-on weights.",
        "Is there any limit on my carry-on weight?",
        "Is carry-on baggage carrying a weight restriction?",
        "Do you have limits on the carry-on weight?",
        "Does carry-on baggage has a weight constraint?",
        "Limitation on carry-on mass",
        "There is a question about carry-on bag weight.",
        "Is a weight limit required for carry on bags?",
        "What is the limit on how much my bag can hold?",
        "Is there any weight restriction on the carry-on?",
        "Is the baggage weight restricted?",
        "Is the carry-on weight max?",
        "What is the limit of carried-on baggage mass?",
        "There is a weight limit for carry-on bags",
        "Is there any limit on carry-on weights?",
        "Was there baggage weight restrictions?",
        "Are you talking about a carry-on weight limit?",
        "What's the maximum weight of my small bag on board?",
        "Does anyone have any restrictions on carry-on size?",
        "Can there be restrictions on baggage pounds?",
        "Is a weight limit mandated for carry-on bags?",
        "Are there constraints on carry-all mass?",
        "I would like to know how much a carry-on can be.",
        "I am wondering if there are any specifications for my bag's weight capacity.",
        "Is a weight limit implied for carry-on bags?",
        "There are any limitations on carry on size and weight?",
        "Any restrictions for max weight for carry-on luggage?",
        "What weight can my carry-on bag hold?",
        "What are the maximum allowable carried-on baggage mass?",
        "How much can I carry around in my bag?",
        "There may be restrictions on the max weight for carry-on luggage.",
        "Information on carry-on weight limits could you give?",
        "What is the allowable carry-on baggage mass?",
        "Can you clarify how much a carry-on can weigh?",
        "Does my bag have a weight capacity?",
        "Does my carry-on have to meet a certain weight?",
        "Are there restrictions on the luggage weight?",
        "Do you have a limit on carry-on weight?",
        "Has carry-on baggage got a constraint?",
        "Does the carry-on need to meet certain weight requirements?",
        "carry-on bag weight limit?",
        "Does my carry-on need to meet specific weight requirements?",
        "Does the carry-on weights have restrictions?",
        "How high is the allowed carried-on baggage mass?",
        "Limits of carry on weight?",
        "I want to know the maximum weight allowed for my carry-on.",
        "Do there any restrictions regarding carry on weights?",
        "Can there be a weight cap on carry-ons?",
        "Does it have a weight limit for my bag?",
        "Can you tell me how much a carry-on can weigh?",
        "Is there a maximum weight I can carry on?",
        "Do you have any constraints on carry-all mass?",
        "Limitations on carryon mass?",
        "Does a weight limit apply for carry on bags?",
        "The carry-on bag weight may be max.",
        "What's the weight limit for my baggage?",
        "What is the max carrying-on bag weight limit?",
        "Does the max weight for carry-on luggage have any restrictions?",
        "What is the carryon weight limit?",
        "Is there a maximum weight that can be carried on?",
        "How much can be carried in a carry-on bag?",
        "Is there a restriction on the weight of carry-on bags.",
        "Would it be possible to limit carry-on mass?",
        "Could you give us information about carry-on weight limits?",
        "There are any restrictions on carry-on size?",
        "Is the permitted weight for my bag?",
        "What is the maximum weight of the luggage?",
        "I wonder if a weight limit for carry-on bags is customary.",
        "Do you know if there is a limit on bag weight?",
        "Any rules regarding bag weight on board?",
        "Is there a max weight for carry-on luggage?",
        "What's the maximum weight on my carry-on?",
        "I don't know the baggage size limit.",
        "Has the baggage got a weight limit?",
        "Can you have carry-on weight limits?",
        "We want to know how heavy a carry-on can be.",
        "What is the maximum weight that is allowed for my carry-on?",
        "what is the carry-on weight limit?",
        "Do you have any limitations on carry-on size or weight?",
        "Does the weight cap for carry-ons fit?",
        "Could there be restrictions on the luggage pounds?",
        "Is there any information about carry-on weight limit?",
        "The max weight for carry-on luggage?",
        "Could you tell me about the carry on weight limits?",
        "Is that a carry-on weight limit?",
        "Is there a limit to the weight of the bag?",
        "Is there any weight restriction for my carry on?",
        "Is any maximum weight allowed for carry-on?",
        "Limit the carry-on baggage weight?",
        "How much can I hold in my carry-on bag?",
        "Do you have information on carry-on weight limits?",
        "Have there been limits on carry-on weight?",
        "Does my bag have a specific weight capacity?",
        "Any restrictions about the bag weight?",
        "Is there any constraint on carry-all mass?",
        "Is the baggage weight restriction?",
        "There are limits for the carry-on baggage weight.",
        "Is my carry-on able to meet weight requirements?",
        "Can you provide us with information about carry-on weight limits?",
        "What is the limit for my bag's weight on board?",
        "A carry-on bag's weight?",
        "What is the maximum carry-on weight that I can carry?",
        "Did carry-on baggage have a weight constraint?",
        "Can there be limits on carry on mass?",
        "What's the maximum weight I can carry-on?",
        "What are some constraints on carry-all mass?",
        "Will there be restrictions on carry-on weights?",
        "What is the max for my carrying weight?",
        "Can a weight limit be established for carry-on bags?",
        "Is a max carry-on bag weight limit possible?",
        "What is the maximum carry-on baggage mass that can be carried?",
        "Is the weight cap for carry-ons appropriate?",
        "What's the carry-on weight limit for me?",
        "Will there be any weight restriction for my carry-on?",
        "Should it be a carry-on weight limit?",
        "limit for carry on baggage weight?",
        "Is it a weight cap for carry-ons?",
        "There are restrictions for the max weight of carry on luggage.",
        "The limit for carrying bags' weight is a question.",
        "The weight limit for my carry-on?",
        "What is the maximum allowable weight on luggage?",
        "Are there any restrictions on carry-on weights?",
        "Can there be restrictions on the carrying-on weights?",
        "What is the limit for my carry-on?",
        "Does there a limit on the bag weight?",
        "How much can I carry in my carry-on bag?",
        "Is the weight cap for carry-ons required?",
        "Is there luggage weight restrictions?",
        "Has the baggage had a weight constraint?",
        "Can you have limits on carry-on weight?",
        "Would you allow a carry-on weight limit?",
        "Can I carry my belongings up to a certain weight?",
        "Is there restrictions regarding carry-on weights?",
        "The weight limit for my carry-on, what is it?",
        "Is there a restriction on the weight of carry-on bags?",
        "The allowable carried-on baggage mass is not known."
    ]
}